{
    "year": 1991,
    "month": "June",
    "headline": "The Safe and the Sorry, Working in Ohio",
    "author_name": "Mike Casey",
    "author_title": "Dayton Daily News",
    "full_text": "In the fall of 1989, an Occupational Safety and Health Administration official in Cincinnati told me that the agency kept its investigations on computer tape. That got me thinking about using OSHA's database in a project about workers' safety. The Dayton Daily News' workers' safety series ran from June 2 through 6 this year, following a successful 10-month fight with OSHA to release its database. The series findings were: An employer paid a $2 fine in the deaths of two workers in Georgia, even though the employer was cited with two life-threatening violations. OSHA's median fine in accidents that kill and maim workers was $500 from 1972-1990. When adjusted for inflation, fines in 1972 were more than twice as high as those in 1990. The 10 Dayton-area companies with the most OSHA violations. The nation's worksite with the most fatal and serious accident investigations was Bethlehem Steel Corp.'s mill and shipyard near Baltimore. OSHA has taken years to implement tougher standards despite workers' deaths. In December 1989, I sent a Freedom of Information Act request to OSHA for its southwestern Ohio inspection records on tape. OSHA investigations with information such as company names, types of violations and amounts of fines. The records came on 1/2 inch, 6250 bpi tape. The record length was 23,399 and the block-size was 23,403. Later, I asked for the 1.8 million record national database. OSHA's response to the newspaper's request was that it would not hand over the tapes because the newspaper might come to conclusions different than OSHA's. To analyze the national database, the newspaper received help from a local University, Wright State University, which provided its mainframe computer and technical assistance. However, the agency sent boxes containing a 5-foot high stack of paper records for southwestern Ohio. The agency said the 25,000 paper records of OSHA inspections met the newspaper's request for the computer tape. The Dayton Daily News disagreed and filed a FOIA appeal with the Labor Department's Office of the Solicitor. The computer pointed toward problems. Daily News reporter Russell Carollo and I conducted scores of interviews and reviewed thousands of pages of records to flush out the picture of workplace dangers. The newspaper also enlisted the aid of Sen. Howard M. Metzenbaum, D-Ohio, who chairs the Senate Labor Subcommittee. Metzenbaum wrote the agency a letter saying the OSHA's reason for denying the request for the computer tape did not meet the exemptions under the FOIA. In May 1990, OSHA agreed to turn over its tapes for southwestern Ohio. Four months later, it agreed to turn over the national database. I used a Dell desk-top computer at the newspaper to analyze the southwestern Ohio records. The Missouri Institute for Computer-Assisted Reporting helped by providing software to read the tape. There is a lot of frustration with using a computer. For example, the first set of national tapes that OSHA sent the newspaper were faulty. We had to reapply to get new tapes, which took an extra six weeks."
}