{
    "articles": [
        {
            "year": 1991,
            "month": "November",
            "headline": "Seven Deadly Sins: Readers react to News & Record survey, rate sins, Ten Commandments in paper",
            "author_name": "Lex Alexander",
            "author_title": "Greensboro News & Record",
            "full_text": "When I attended the MICAR seminar in February, I would have never guessed that the Greensboro News & Record's first computer-assisted reporting project would reach Biblical proportions. But when 1,053 Greensboro citizens responded to a News & Record survey on sin, our computer-assisted reporting program realized its genesis. The Sin Survey and the idea of using the computer on it were the brainchildren of our religion editor, who understands the theory of computer-assisted reporting because she keeps up with the latest trends and is married to me. One thing the News & Record wanted to emphasize was letting our news agenda determine how we would use the computer, not vice versa. The Sin Survey followed naturally from that. Greensboro, N.C. is in the heart of the Bible Belt (home to one of the Presbyterian Church's five largest congregations in the U.S.). The News & Record has covered religion as a standing beat for many years, and we have carried or written many stories this year about mainline religious denominations that are struggling publicly with such issues as whether to ordain acknowledged gay men and lesbians. We emphasize reader participation in our news stories, so the reader survey was a logical idea we've done plenty of them before on other subjects. The new twist was using the computer. As I mentioned, in the two weeks we allowed, we received 1,053 responses. Our most popular previous survey - on soap operas drew only about 700 responses. We got more after the deadline that we didn't use. The survey, originally published on the religion page, and then repeated one week later in our local news section, asked readers whether each of 20 listed behaviors was a sin. It also asked readers to rank the Ten Commandments in order of how important they were to obey, and to rank the seven deadly sins in order of deadliness. Readers also were asked to supply their sex, age bracket and religious denomination, and to say whether or not they were clergy members and whether they regularly attended worship services. We also asked readers to define sin in essay form, but those responses were not tabulated by the computer. Using a Dell 325P and XDB, I set up a table for responses, taking yes or no responses for the 20 items and ranking the commandments and deadly sins using numerical values so that we could determine averages. Asking people to rank the most important commandment as number one meant using golf-type scoring. The lower a commandment's average numerical value, the more important it was considered by respondents. We were looking for relative value of commandments and sins, SO if someone said all commandments were equally important to obey, I gave each a value of one. If someone said it was not important to obey any of them (and some did), I gave each a value of 10. I checked the age brackets and sex against the 1990 Census Survey Tape File 1A data for our 11-county coverage area to determine how our survey respondents deviated from the population at large. I'll be the first to admit that using computer-assisted reporting like this is like driving a Lamborghini to the corner for a six-pack and a bag of Doritos. It was worth the effort though, for several reasons. First, the survey touched our readers like no other we've ever done. Second, because of that response, tabulating the survey by hand would have been a nightmare. Third, it was a way to finally get a computer-assisted project into the paper. After eight months of living Murphy's Law, I'll take it. Finally, getting something into the paper got more of my co-workers interested in the computer - particularly the senior editors with budgeting authority."
        },
        {
            "year": 1991,
            "month": "November",
            "headline": "Investigation: Portrait of a slum lord: Database analysis helps Oregonian uncover a neighborhood tragedy",
            "author_name": "Jon Schmid",
            "author_title": "MICAR",
            "full_text": "At the (Portland, Ore.) Oregonian, computers and databases are becoming regular reporters tools used on a daily basis to ferret out slum lords. 'It's accessible, cheap and ought to be used every day,' said Oregonian reporter Dee Lane about computer-assisted analyses of data bases. One of Lane's articles last March demonstrated how these new techniques, when combined with good old fashioned reporting, can help turn over a story fast. Lane was assigned to do a follow-up story the day after Darius Martin, a Portland man affiliated with the Bloods street gang, allegedly shot off a gun while showing off in front of friends. The bullet entered a neighboring home and killed 5-year-old Charlie Johnson. Lane began her paper - and computer tape - chase by running the address of the house through the Multnomah County Assessment and Taxation database at the Oregonian's library. 'We're trying to get in the habit of finding out who owns a house whenever there is a fire or shooting,' Lane said. 'We're basically looking for slumlords.' The names Gail and Carol Bash came up as the owners of the house where Martin lived. Natural curiosity led Lane to wonder what other properties were listed under those names. With this information just a few keystrokes away, she had her answer in only about 15 minutes. It turned out 25 other properties, mostly in North and Northeast Portland, were owned by the Bashes. Many of the properties had been acquired in 1989 and 1990. 'It's a typical pattern of slum lords that I've seen before,' Lane said. A later check on the same database showed that the value of these properties was on the low end of the scale. Next, Lane turned to the Department of Motor Vehicles for biographical information about the Bashes. DMV records revealed that Gail was a man and that the couple owned a motorcycle and 10 cars, including a Mercedes and a Cadillac. Moving on to City Hall, Lane's sources there said a warning letter regarding the Martin house was issued under the drug-house ordinance in September of 1990. Lane knew she had scored big with this information because warning letters are sent out to landlords when there are repeated allegations of drug dealing or other crimes at a property. What's more, the city attorney's office was looking into prosecution of the Bashes for liability in the death of the little boy. Following the paper trail, Lane found out from the Bureau of Buildings that the Bashes had three code violations, all of which were reportedly being dealt with. Lane checked her own Bureau of Buildings database, which was a year old, but did include the records of two other buildings owned by the Bashes that were 'red-tagged' for violations. The city couldn't find any information on these houses but Lane's suspicions of neglect and mismanagement were reinforced. The Portland Organizing Project put Lane in touch with neighbors, who said the Martin house was a continual problem, even after the drug-house letter was issued. The neighbors said they had repeatedly called the Bashes and complained about drug dealing at the home. Eviction records at the county courthouse showed that the Bashes had regularly evicted tenants for failing to pay rent. The Martins, however, had received no such threat. Other landlords often use drug-house warning letters to get rid of dangerous drug-dealing renters. Furthermore, Police Bureau records showed that there had been disturbances at the home, which supported the neighbors' complaints. For example, Lane explained, a gang member escaped from a school of detention and was captured in the basement of the house by police. Other complaints about Bash properties included a report of suspicious plants at one location and of heavy traffic at a boarded-up house. While these complaints did not involve the Martin house, Lane said, they contributed to the profile of typical slum lords. After only a day of computer-assisted leg work, Lane was ready to call Gail Bash and ask him some tough questions. 'Computer-assisted reporting starts at a newspaper with just a few people. But some things are so easy everyone should be doing it.' Since Lane's story ran, Bash is being sued for wrongful death and neglect in the killing of Johnson. Lane said the suit is seen as an important test case. The story shows that computer-assisted reporting isn't just for lengthy investigative pieces. It can add depth to the 'quick and dirty' stories that make up the bulk of news content."
        }
    ]
}