{
    "year": 1991,
    "month": "March",
    "headline": "The Count of San Francisco",
    "author_name": "Judy Miller",
    "author_title": "Special Projects Editor, San Francisco Chronicle",
    "full_text": "The San Francisco Chronicle's reporting on the 1990 census adhered to the finest traditions of computer-assisted journalism. Sometimes it seemed that everything that could go wrong did go wrong. The Census Bureau surprised the California media by releasing the data a month before it was expected. The magnetic tape containing the data arrived right on deadline while the presses were running. And then the tape drive broke down. But despite these problems, we published better and more detailed reports on census data than any other paper in California, mostly because we had programmed our software to do its work before the census data arrived. With the support of top editors, the paper plans to use computers to improve both projects and daily reporting. The census project got off the ground when Editor Tim Schreiner and I teamed up to prepare for the release of the 1990 census data for California. Schreiner was a whiz at understanding the census and crunching numbers, and I was a graduate of MICAR's weeklong workshop and knew how to import 9-track magnetic tape information into a personal computer and manipulate it with the database management program, XDB. We also recruited Library Director Richard Geiger and Systems Specialists Gerald Jampol for assistance with research and technical matters. The team's combined experience became key when the U.S. Census Bureau, which had promised to release its California data 'no earlier than mid-March,' instead released the information on February 25, with only two weeks notice. The first wave of data consisted of total population figures, racial and ethnic population, and numbers of housing units broken down by county and census tract. In California, where minorities are expected to outnumber whites within 10 to 15 years, the growth in population by racial and ethnic groups between 1980 and 1990 was the obvious lead to our first-day story. We then figured out what XDB commands we wanted to perform on the merged 1980 and 1990 data and saved them. For example, we stored queries in XDB that asked the computer to calculate the total percentage of minorities versus whites in the state, in each county, and in each city. Minorities make up 43% of California's citizenry. The state's black population increased roughly during the past 10 years, but the growth rate was slower than that of Hispanics. Hispanics, however, remained a smaller percentage of Californians than whites and Asians. They were able to produce stories and graphics showing the percentage of minorities in each of the state's 58 counties, the growth in minority population between 1980 and 1990, and population totals for every city in the state. The preparation paid off. On the day the census information was to arrive, the tape drive broke down. Fortunately, we had logged enough practice hours with it to get it going again. The census data didn't reach the paper until 9 p.m., nine hours after originally promised. By 9:30 p.m., about 15 minutes before the second-edition deadline, we were punching out numbers for our demographics writer and the graphics artists."
}