{
    "year": 1992,
    "month": "April",
    "headline": "Courant creates profile of murders",
    "author_name": "Brant Houston",
    "author_title": "Investigative reporter",
    "full_text": "After doing computer-assisted reporting for a few years, I find myself and my colleagues increasingly attracted to those phrases such as \"a computer-assisted review of 1.2 million records found...\" It's imposing, comprehensive and satisfying to see that number in print when weeks and months of our life prior to computers was spent sifting and stitching together a few hundred paper files for investigative projects. But recently I had a sharp reminder of how some simple nuts and bolts computer-assisted reporting that uses only a few hundred records - can serve as a tipster, a backgrounder and an investigator, and end up having high impact. Last October, Courant police reporters noticed a streak of unsolved murders involving minority women in the Hartford area, and they mentioned it in a story in the back pages of the newspaper. However, the reporters had trouble going further or pinning down police investigators because they had no systematic files on the murders and our clip library is not electronic. I decided to create a computer file for the reporters that would include all of the unsolved murders of minority women in the state during the last few years. I created one file in an XDB database from our clips that included details of the murders and demographics of the victims. I knew it was incomplete, but it gave us about two dozen solid cases. With a little sorting and comparing and working with the police reporters and Leah Segal, our Courant researcher, we culled the list to about six or seven cases. The reporters then began questioning police in the Hartford area, using the details from the database. The police thought we had a tipster and conceded that they had quietly been looking at links among five murders. That broke the first story that there might be a serial killer on the loose. The police reporters, Gina Brisgone and Andrew Julien, and I then collected more information for the database by visiting the sites where the victims were last seen and where their bodies were dumped and by interviewing victims' friends and families. Then I went to the state's medical examiner and asked for his computerized files. The medical examiner was worried about confidentiality but gave us several fields of information. Unfortunately, he didn't know how to download the information to diskette. I asked him to just give me a printout, and we borrowed a scanner from our advertising department and scanned about 200 records into the computer. Then I added some information from a death certificate tape we had recently acquired. As the reporters were using the database to help do individual stories on the victims, I linked the various files together and started sorting and comparing while consulting experts on serial murders. It appeared there were similar murders throughout the state. On one interesting run, it appeared the murders generally occurred on a quarterly basis. We also talked to a university professor who had data on 16 years of homicides in Connecticut. At our request, he did a quick run with our criteria and found the recent series of unsolved murders was a definite - if not statistically proven - blip on a chart of such murders. A few interviews later and we had two more stories that expanded the possible range of the murders and showed that police in different jurisdictions were investigating similar murders without talking to each other. By now we had some investigators who were sure we had access to confidential files and wanted to know what we knew, and some of whom were full of culpas. One investigator told me point blank that we had done what police should have done months before. As a result, the state's chief prosecutor convened a task force in January composed of police departments to look into at least 11 unsolved murders. A caveat: We never asserted there was a serial murderer at work. We simply established a pattern of murders that the police agreed should be seriously investigated. Even if two or three killers are not responsible for all the murders, would it be good news that there were 11 killers instead? We also focused attention on the murders of minority women - some of whom were prostitutes that had not been there before. Sadly, many cities have a collection of unsolved homicides of black or Hispanic prostitutes that are dismissed as routine (murder is supposed to be an occupational hazard). In several other states, serial murderers have plied their trade for years because society generally could care less about those kinds of victims. And our stories also allowed the newspaper to reaffirm its ties to our inner-city neighborhoods. We were thanked many times by victims' families and friends who thought these were the kinds of cases that the Courant wouldn't care about, much less investigate."
}