{
    "year": 1993,
    "month": "June/July",
    "headline": "Work is killing me! Lax labor laws imperil Texas teens",
    "author_name": "Sarah Baxter",
    "author_title": "MICAR",
    "full_text": "Four teenage girls are murdered in an Austin yogurt shop, where two of the girls routinely closed the shop alone at night. During a single year, more than 13,000 Texas teenagers suffer burns, sprains and other injuries, often ignored by their employers. Countless other teenagers fall asleep in school or fail their classes after staying up half the night at jobs where they work more than 40 hours a week. Nancy Stancill, special projects reporter at the Houston Chronicle, analyzed nine-track tapes to uncover these and countless examples of how Texas teenagers pay the price for living in a state with one of the weakest child labor laws in the country. The tapes, from the Texas Worker's Compensation Commission, revealed 13,328 injuries to Texas teenage workers from January 1989 to October 1992. The injuries included 15 deaths. Stancill became interested in the story after learning that Texas' child labor law, on the books since 1981, had never been enforced. The law required inspectors to monitor children's work, but the state had never actually hired any such inspectors. The Texas Employment Commission was given responsibility for the law in 1990, but the legislature never allotted the money to enforce it. The law sets 14 as the minimum working age, but Stancill found some teenagers who said they started working when they were as young as 10 years old. The law also allows 16- and 17-year-olds to work unlimited hours, causing many to fall behind in school, and placing some in danger when left alone to close shops at night. Even if an employer is caught violating the Texas child labor law, Stancill discovered, the maximum penalty is a $500 fine. Stancill's first request for the records was ignored. \"They said the information was confidential,\" she explained. \"Some of it was, but most of it wasn't.\" After proving she was entitled to the records under the Open Records Act, Stancill convinced the state to comply with her request. In fact, officials didn't even charge her for the records. But the commission refused to reveal the names of the injured children or their employers, citing concerns about privacy. The commission did provide detailed information describing injuries to teenagers and the types of businesses involved. But in a measure to protect the identity of specific employers, the commission refused to identify even the county of the employer, and instead identified employers by region. Stancill was given names of some businesses that had been cited for violation of child labor laws by the U.S. Department of Labor. But the department only revealed businesses inspected by special strike forces. Since the department normally checks for child labor violations when inspecting a business for some other reason, Stancill felt revealing only those businesses cited for violation by strike forces would be unfair. \"They claimed there was no way to extract all the company names because they weren't filed the same way,\" she said. \"So it wasn't the full picture.\" After analyzing the data using EX IQ, Stancill found the majority of injured teens were hurt in restaurants and grocery stores. The most common injuries were sprains and cuts, but there were also amputations and deaths. The figures provided Stancill with a solid foundation, but she needed to talk with the injured teenagers themselves. She started by interviewing high school teachers and guidance counselors to help her track down students who suffered injuries or long hours at their jobs. After interviewing some students, Stancill found many overworked and injured teens. \"Children were being persuaded - forced - into working more and more hours at risk to their grades,\" Stancill said. One teenage girl Stancill interviewed quit her job in a grocery store because she was working up to 48 hours a week. Her new job, where she works 35 hours a week and often closes the store alone, is little relief. Often when teenagers were hurt, their employers minimized their injuries and pressured them to continue working. One teenager, burned while working in a fried chicken restaurant, was given a little salve for his burn and told to continue working. The next day he went to see his school nurse who told him he had a \"serious second-degree burn.\" One follow-up story centered upon the 115 injuries to child farm workers. Stancill found migrant children as young as six years old working in the onion fields of the Rio Grande Valley. Often the children suffered headaches and vomiting after being sprayed with pesticides. The Texas legislature drafted bills to strengthen child labor laws, citing the figures from Stancill's analysis as one motivation. A law to prevent businesses from hiring minors as strippers or topless dancers is also being pushed to the legislature. Currently, the strippers can be as young as 17 years old. Legislators also want to increase the penalty for violators of the child labor law, and create a database to analyze injuries to working children. But Stancill noted that the prospect of an inspection program to investigate child labor complaints is still doubtful, due to lack of funds."
}