{
    "stories": [
        {
            "year": 1993,
            "month": "January",
            "headline": "Optical character reader turns analysis into 4-month nightmare",
            "author_name": "Barb Pearson",
            "author_title": "USA Today",
            "full_text": "A look at how Congress spends its money was USA Today's first experience with scanning. Perhaps it was the size of the project (7,500 pages) or the number of records (325,000) or the complexity of the subject - whatever, it turned out to be a nightmare. USA Today and Gannett News Service wanted to look at what it costs to run Congress and to identify, among other things, the top spenders. We started by asking Congressional leaders for a computer tape of all 1991 expenses by House members' offices, committees and support departments. They refused, saying all the information was publicly available in four books kept by the Clerk of the House. At least one person acknowledged that providing the information on tape, rather than paper, would make analysis easier. In order to proceed with the project, we chose to scan the four books into the computer. The plan was to have the tabular data scanned and converted into fixed-position ASCII files, which we could then read into Paradox. This is a very time-consuming process. The book's agate type stymied the splitter. The splitter software is designed to separate touching characters, making it possible to 'read' them. If it splits improperly, all sorts of strange things can happen. For example, the letter O could be read as a C. The splitter has problems with small and bold text and with characters that are angled or italic. Well, the House books are all of that. Any stray or unwanted marks on a page, such as ink smudges and page numbers introduced errors. The result: Lines of garbled or wrong characters: 7's appeared as I's, 8's as 3's. (Some scanning errors were comical - shamed employee, instead of shared; resistant executive, instead of assistant.) Data from two lines often converged into one. Plus, the tabular structure of the original data was often lost, creating errors later when we imported the fixed file into Paradox. It took months of extensive work to clean up the ASCII files. It was crucial that every number be double-checked with the original. And, in order to do any collapsing of data and analysis, we needed to correct any errors in staff names, job titles, and government contractors so they were consistent. Although it's hard to estimate the overall error rate caused by scanning, on some pages more than a fourth of the characters or numbers were wrong. Before you proceed with a scanning project carefully consider the quality of your originals. Is the type clear, preferably not agate, smudge-free, and printed straight on pages? Testing is crucial. You should have several dozen, representative pages scanned and then double-check the electronic data with the original. How many errors were introduced and how difficult will correction be? Is scanning worth it if the cleanup is extensive? In researching this article, our contractor told me that scanning technology has improved dramatically, even since we began our project a year ago. We hope so. The quality of the conversion we got was so poor that, had we known at the time, we wouldn't have gone the scanning route. Instead we'd have cut back on the data we wanted from the House books and had it double-keyed."
        },
        {
            "year": 1993,
            "month": "January",
            "headline": "Series leaves politicians with no one to blame for recession but themselves",
            "author_name": "Chris Feola",
            "author_title": "The Republican-American",
            "full_text": "We acquired a filing cabinet full of data available only on paper, and 25 megabytes directly from government computers via modem. Since this was primarily a numbers project, we moved everything into a spreadsheet Borland's Quattro Pro for Windows. We used Quattro to build 3-D spreadsheets with each topic - the breakout on federal spending, for example - in a separate sheet that cranked its results into the master sheet. This kept the master sheet simple enough to be read by person other than Werner Von Braun. \"The Tax on Living\" ran every day for more than two weeks, ending the day before the election. It showed that the average Connecticut family was paying a little over 50 percent of their income in taxes and how those taxes made it financially attractive for businesses such as UPS to pay to move their operations to other states. It showed that 42 percent of the cost of a bottle of liquor and more than 50 cents on every gallon of gasoline went for taxes. It showed taxes where people expected - on gas - and where no one would have ever guessed - one on gas pump nozzles and another for pump gauges. It also showed the money was being spent less than wisely. Not only did Congress increase its budget 17 percent last year, the money provided for things such as the House and Senate photo studios and radio and television studios. And then there's overhead. We obtained government figures that showed more than $300 billion went for overhead - rents, telephone and utility bills and airfare, among other things. (That's the total for the entire federal budget, not a separate appropriation.) That doesn't include a dime for programs or salaries. Perhaps the biggest fuss occurred after we obtained an internal Congressional document that revealed the ugly truth about the Social Security Trust Fund: There isn't one. All Social Security taxes go straight into the treasury, where they are spent just like the rest of the taxes. The money is replaced with \"IOUs,\" the document went on to say. Sen. Joseph Lieberman, D-Connecticut, called the system a sham, a fraud, and said it amounted to nothing more than flim-flam. You always wonder if a project like this has any effect. We know it was read. We were deluged with calls and letters, and many readers took the time to fill out and mail us a do-it-yourself total tax form we printed. The key to this series was putting families and faces on the numbers. It is one thing to explain that X amount of dollars are going out in taxes. It is another to show photos of the family paying thousands in taxes and have them explain they can't afford allergy shots for their child."
        },
        {
            "year": 1993,
            "month": "January",
            "headline": "Projects at the San Francisco Examiner and the Lawrence Eagle-Tribune uncover (what else?) political waste and greed",
            "author_name": "Dick Rogers, Brad Goldstein and Ed Achorn",
            "author_title": "San Francisco Examiner and Lawrence Eagle-Tribune",
            "full_text": "Some of our far-flung friends recently wrote us with details about their computer-assisted reporting projects. From Dick Rogers: It began with a telephone call in February to Lisa M. Krieger, the Examiner's medical writer. The caller, a health professional in town, described what he believed was waste and incompetence in the use of city, state and federal funds. The task of evaluating the 100-plus AIDS programs carried out in San Francisco was beyond our resources, but it turned out that the city was about to conduct individual evaluations of every publicly funded grant program. The process took months. It wasn't until October that we were able to go through each file folder. There were 124 - each one containing scores on at least 11 performance categories, as well as five or more other entries and written comments. None of it was computerized. I had been doing some computer-assisted reporting over the last two years, most of it on my home PC. In September, the paper acquired a Compaq 486 with a 200-megabyte hard drive, FoxPro database software and a spreadsheet. So the AIDS story was my first official opportunity to demonstrate the number-crunching virtues of the computer. We entered the key information into the database, adding a few fields for certain calculations we had in mind. It took about five hours. Instead of sitting down with a calculator and two big notebooks worth of numbers to look for patterns, averages and totals, we let the computer do the work. The Compaq is a screamer - the typical sorting process was completed by the time I looked up from the keyboard to the screen. If we sorted incorrectly or failed to include an important category, it didn't matter. We just did it again. Compared to the drudgery of doing all the work by hand, the five hours spent keying the numbers was time well-spent. The result was a two-day series built around our analysis of the city evaluations. The punch line: San Francisco has created a far-flung system of AIDS programs that often fall short of their goals and duplicate efforts, wasting money that could be used to improve services. The stories created quite a stir among AIDS groups and provided us with a follow-up story - a vow by AIDS officials to straighten out the system. If it weren't for the computer, we'd still be fiddling with the calculator and the two big notebooks of numbers. From Brad Goldstein and Ed Achorn: For two years, reporters at The Eagle-Tribune have been using computers to explore the link between contributors and political candidates. Last fall, the computer put us on the trail of perhaps the biggest story of the campaign in a local congressional race. A local man, a former congressman, was running for the 5th district again, touting his record as a successful businessman. When we downloaded his federal election records and sorted on business, we quickly discovered some patterns: members of New York investment firms and their wives were plowing tens of thousands of dollars into his Massachusetts campaign. One of the contributors was Robert E. Brennan, who was accused of bilking small investors of millions of dollars during the 1980s. Further research disclosed that the individual investors and their firms had links to Brennan. Our check with state securities officials revealed that many of them were under investigation in several states on securities fraud charges. A check of reports filed by the candidate's business ties with the Securities and Exchange Commission uncovered other interesting side-lights. Brennan's First Jersey Securities had sold penny stock in the candidate's company during the '80s; a second firm whose members contributed heavily to his campaign was selling his company's stock now. The stock sales helped the company provide a $700,000 retirement package for the candidate, although the company had had three years of losses totaling $2.8 million. We were able to give readers a broader perspective on the candidate's career as a self-made businessman. The Eagle-Tribune broke the story on the front page of its Sunday paper. The Boston Herald followed the next day with information by the candidates' opponent."
        }
    ]
}