{
    "year": 1993,
    "month": "August/September",
    "headline": "Violence in Tacoma",
    "author_name": "Adam Berliant",
    "author_title": "The News Tribune",
    "full_text": "Like one of Murphy Brown's new secretaries, I started at The News Tribune in Tacoma as just another punchline to a running gag. I was the third in a line of computer-assisted reporters who was supposed to perform mind-boggling amounts of database research for The News Tribune's most ambitious project in years - an eight-day, 32-page series on violent crime in one of the nation's most violent cities. The special projects team had already been working on the project for a year and, as with Murphy Brown's new secretaries, my arrival in the newsroom was met with more of an \"oh great, another one\" attitude than with optimism. But, within two months, not only was the series published, but it was easily one of the most detailed looks at violent crime ever produced by a newspaper. It would not have been possible without computers. At the foundation of the series was a database from Tacoma's Law Enforcement Support Agency (LESA), a police support facility that, in addition to answering 911 calls, compiles city and county police incident reports. The database we obtained from LESA contained every reported violent crime filed in Tacoma and Pierce county since 1986--almost 200,000 records. I strongly urge you to pursue your city's equivalent to the LESA database. Once again, LESA's database was nothing more than a compilation of data from everyday police incident reports, such as the type of crime, the age, sex and race of each victim and perpetrator, the location and time of the incident and so on. These are the same reports journalists frequently use for breaking crime stories, but on an individual basis these reports shed no light on a city's overall crime problems. In your city, find the agency responsible for reporting crime statistics to the FBI and you will be well on your way to finding an equivalent database. I suggest starting at the local level first, and call state agencies as a last resort. Don't give up -- the LESA database yielded such a mammoth amount of intriguing and relevant information about crime in our city and county that even eight days and 32 pages seemed constricting. Using the LESA database The News Tribune: Identified the areas of Tacoma where the most and worst violence occurs, including several residential and retail areas where the extent of crime problems were unknown even to the police. Re-established that the area in the heart of the city that officials claimed was improving dramatically in terms of violent crime was still the worst part of town by far, despite specific efforts on the part of the police department to reduce crime there. Explicitly described trends in violence, such as bothersome increases in aggravated assaults committed by young people and reported rapes. Showed the enormous increase in the popularity of handguns for violent crimes, even in schools and domestic violence cases. Identified specific schools with crime problems, something the police department had never done. Closely examined certain types of violent crime, such as an astonishing amount of domestic violence, which occurs as often as all other types of violent crimes combined. Compared crime statistics with U.S. Census data to connect social and economic factors with violence. Debunked the notion that the city's East Je, large, low-income, minority populated region of the city where the police had focused most of their personnel and administrative changes, was the worst part of Tacoma in terms of violent crime. The only information LESA excluded from our electronic files were the event descriptions lengthy paragraphs of text, filled out by the reporting officer about the events leading up to the crime - which would have been nice for our project but were too verbose for LESA's data processors. Once again, chances are very good that your city has a similar database. Before you start your violence project, some words of computer-assisted wisdom based on The News Tribune's experiences: 1.) Prepare For The Worst: It seems like crime databases of any kind, be they court records or prison records, tend to bring out the worst in government agencies. I wasn't around when The News Tribune negotiated for the SA database, but my colleagues tell me they their first taste of what most Uplink readers have dealt with for years stingy government officials whose unwillingness to provide a computer database was surpassed only by their phobia of the media. LESA officials were confident that our newspaper would devote most of its time and energy to bashing the police department -- as if violent crime were somehow the fault of the police, which as my editor put it, would be like blaming garbage collectors for garbage. I predict this is an obstacle you will need to overcome. Prepare for legal disputes over access. In our case, we had to sign a contract that said we pledge scout's honor to abide by the federal and state laws that restrict researchers to \"statistical analyses\" with this kind of data (as if we intended to make a mailing list out of assault victims). interested in helping out the community with violence statistics, and c) coming up with new information that they could use, the project would run more smoothly both before and after publication. 2.) Work With The Cops: I wouldn't bank on uninhibited police cooperation for your violence project, and it certainly isn't a prerequisite. But at The News Tribune, our de was that if we can show the police that we were a) not out to get them, b) truly. For example, we invited police department analysts to stop by and do their best to debunk our findings before publication: Not only could they not find fault with our analyses, but by the time these meetings were over, they were busy telling us what a great job we were doing and asking if they could make copies of our reports. When our series was finally published, we knew that the police were not only aware of our results and our methods, but also were convinced of their validity. We didn't receive a single angry phone call. 3.) Get Good Back-Up Data: I think any time you have government employees making judgment calls on official documents, you end up with screwy data. For example, the LESA database had a field for domestic violence, where the officer would enter an \"X\" if he or she determined the crime to be domestic. But in our analyses of domestic violence, we found hundreds upon hundreds of cases where the perpetrator was the victim's husband, brother, daughter, etc. and where the crime occurred in the home, but the domestic violence field was not X'd. It helped greatly to have FBI reports, official agency reports and good agency sources with which we could check our results. 4.) Check Your Data Integrity EARLY!: The News Tribune wasted a lot of time generating and working with erroneous reports because some basic computer-assisted reporting rules were ignored early on. When I arrived, my first unpleasant task was explaining to the editors and reporters how code changes they didn't know about had sent them on wild goose chases. Later, I had the additional privilege of showing them the huge chunk of missing data that was altering all of our results. Spend days, not hours, checking data integrity it's worth it. Please do not hesitate to call me if you want a reprint of our violence series or if you have any questions. I can be reached at (206) 597-8258, and please, ask for Adam, not \"that new computer guy.\""
}