{
    "year": 1994,
    "month": "August",
    "headline": "Canadian FOI structure threatens CAR",
    "author_name": "Bill Doskoch",
    "author_title": "The (Regina, SK) Leader-Post",
    "full_text": "Ah, America! A magical land where the roads are paved with 9-track tapes, where all government information is available at the snap of a reporter's finger. At least that's the way most Canadian reporters see it, especially relative to their condition. Unfortunately, it's an attitude that could halt the advancement of computer-assisted reporting (CAR) in your friendly neighbor to the north before it ever really gets rolling. Interest is building in Canada. The CAR Network of the Canadian Association of Journalists (CAJ) now has 73 members and is hosting a major professional development session on Aug. 27, using trainers from NICAR But most Canadian reporters despair of ever having the same access to records as their American counterparts, and so they aren't even trying. That's not quite true. The Montreal Gazette won a two-year court battle in 1992 to win access to five years worth of court records stored on computer tape. However, the paper is a branch of Southam, Canada's biggest (in terms of circulation) newspaper chain. Southam owns a company called InfoMart, which is a business online information service. When it heard about the tapes, it asked for them, ostensibly to develop some type of information product with them. That's the last the newsroom ever saw of them - and so away went the dream of setting up a major database on Quebec's courts. It should be noted that Quebec has the best freedom-of-information law in the country, and so the victory might be tough to duplicate elsewhere. In my home province of Saskatchewan (perched over North Dakota and Montana), provincial FOI legislation doesn't specify one can have access to government records in computer format - instead, it specifies the government may supply paper transcripts. Anyone knows of a decision where the court said the government should honor requests for electronic records, please let me know about it. On the other hand, I have been making requests for certain types of information already made public on paper - the public accounts, which list amounts of money paid to individuals by government; workers' compensation injury summaries by occupation - in electronic format, and while the bureaucrats have been cautious ('why would you want it that way?'), they've also said it should be possible. Cost has been a big barrier in some ways. One reporter for the Ottawa Citizen asked for the tax assessment records for a particular municipal region and was told the information would cost $1,500. That's about the same cost as a Statistics Canada CD-ROM containing information from the 1991 census just for Saskatchewan. A national set? $7,500. To give some comparison to the U.S. situation, here's an example given by Peter Calamai - editorial page editor of the Ottawa Citizen and a principal in the Open Government Campaign - during a January 29 speech to journalists: Purchasing a CD-ROM with about 450 megabytes of information from the U.S. Bureau of the Census would cost $99 U.S. Comparable data from Statistics Canada would cost $320,000 U.S. That's because there are policies in place in the United States that allow the government only to charge the cost of transferring the information. Calamai said the government here looks upon its information as a tradeable commodity from which a profit can be made or costs recovered. The federal government, and some provincial ones, are licensing the distribution of their information through private companies. In Ontario, journalists have applied for government records under that province's FOI legislation, only to be told that they can purchase that information from licensed vendors. Currently, the fight here is seen as a political one, not a legal one; hence the Open Government Campaign. There is some hope on the horizon. New FOI acts were passed in British Columbia and Alberta recently, each more liberal than any of their predecessors. In a speech to journalists at the CAJ's annual convention in April, Marcel Masse' said the government recognizes the importance of making the phrase 'open government' meaningful. Masse is the federal minister of intergovernmental affairs and minister responsible for public service renewal in the new Liberal government (the old Liberals introduced the country's first Access to Information legislation in 1983). But ominously, he also talked of 'how to balance the costs in providing information to special audiences with fiscal fairness to all taxpayers.' He didn't say whether news organizations were a 'special audience.' So there is a fight to be fought before Canadians join their American colleagues at the highest levels of CAR. Here's hoping that fight actually takes place, and that news organizations don't concede victory to governments in the battle for access to public information, fearing they will never win. Bill Doskoch is a health and environment reporter with The Leader-Post in Regina, SK. He edits the newsletter for the CAJ's CAR Network and has written a 76-page primer on CAR."
}