{
    "stories": [
        {
            "year": 1994,
            "month": "December",
            "headline": "CAR & OJ: Perfect together",
            "author_name": "Ralph Frammolino",
            "author_title": "Los Angeles Times",
            "full_text": "The Los Angeles Times recently invited NICAR to town to put me and nine other reporters, editors and researchers through a week-long computer-assisted journalism boot camp. The goal was to lighten the load on the paper’s overworked in-house computer gurus by introducing at least a few newsroom types to the rudiments of transferring files and analyzing statistics on a spreadsheet or database program. Our mission was to overcome the fear of ASCII, DOS, ANSI, and a handful of other tortured acronyms, and to eventually integrate the powerful tool of computer analysis into daily reporting or projects. But no sooner had I walked back into the newsroom, my newly acquired ‘expertise’ was put to the test on the O.J. Simpson murder trial. Facing a tight deadline, we were to profile the jury pool using a three-page form of responses filled by the prospective jurors. Instead of a simple tally, NICAR training enabled us to do a more extensive analysis using Microsoft Access. By looking at the questionnaires, we recorded details such as age, race, and media exposure. Initially overwhelmed, we dug into the database, putting together a profile that highlighted significant insights. Most notably, we found statistical differences in perceptions about DNA evidence among jurors still in the pool versus those excused."
        },
        {
            "year": 1994,
            "month": "December",
            "headline": "CAR's Field of Dreams in NJ",
            "author_name": "Paul D'Ambrosio",
            "author_title": "Asbury Park Press",
            "full_text": "In the last two years, we developed a computer-assisted reporting program that is accessible to everyone at the Asbury Park Press. We provide open access to NEXIS, CompuServe, Internet, and America On-line, facilitating staff-wide learning at their own pace. We've installed networked computers in bureaus and paired with software like FoxPro and SPSS. Our stories regarding local issues include exposing delinquent property taxpayers and the discrepancy in state's crime rate statistics despite legislative efforts. A notable investigation involved analyzing tax lists which led to a named and shamed campaign on delinquent taxpayers including influential figures. A challenge remains in overcoming a reluctance to engage deeply in CAR tools among some staffers, but efforts are underway to encourage its usage."
        },
        {
            "year": 1994,
            "month": "December",
            "headline": "AP scores with big FEC project",
            "author_name": "Brant Houston",
            "author_title": "NICAR Managing Director",
            "full_text": "An Associated Press project led by Bill Dedman and Richard Mullins showcased the power of computer-assisted reporting ahead of the November federal elections. By creatively using data from the Federal Election Commission, the team distributed over 25 detailed reports to AP bureaus nationwide covering contribution data for 1,300 federal candidates. This groundbreaking effort utilized FoxPro database manager to handle extensive data sets and convert them into accessible charts that classified donor information by categories like geography and special interests. This project not only boosted election coverage but also laid the groundwork for scrutinizing congressional actions against funding sources."
        },
        {
            "year": 1994,
            "month": "December",
            "headline": "Crime tops CAR agenda for '94",
            "author_name": "Gwen Carleton",
            "author_title": "NICAR",
            "full_text": "The year's CAR reporting saw a significant focus on crime, reflecting national legislative interest with initiatives like the Brady Bill. Noteworthy projects included the Wisconsin State Journal's 'City of Hope' series that examined the correlation between crime and socio-economic factors in Madison. In Southern California, serious study into juvenile crime patterns revealed a shift towards more severe crimes among teens. USA Today's special report highlighted disparities in prosecutor effectiveness across different cities, uncovering a selective enforcement pattern driven by resource allocation and federal law avalanches. These stories highlight just a portion of the investigative climate fostered by CAR efforts in 1994."
        }
    ]
}