{
    "stories": [
        {
            "year": 1995,
            "month": "November",
            "headline": "OSHA falls flat",
            "author_name": "Jo Craven",
            "author_title": "NICAR Staff",
            "full_text": "Hazardous working conditions can cost employees an arm and a leg - or worse. But until recently, the government put little value on the loss of life and limb. In 1986, Cleveland King and a co-worker were killed in Atlanta, Ga., when an unsupported concrete-block wall collapsed, crushing them both to death. The company was fined $2. In 1989, four workers were injured in an explosion at the Phillips 66 Houston Chemical Complex in Pasadena, Texas. Two of the four died. The company was fined $720. In 1989, Richard Spencer was crushed to death by a forklift at Bethlehem Steel Corp. in Sparrows Point, Md. The company was fined $585. These were among the many facts unearthed in Occupational Safety and Health Administration data by Mike Casey and Russell Carollo in a series that ran four years ago in the Dayton Daily News. This year, Virginia Baldwin Hick and Natalya Shulyakovskaya of the St. Louis Post-Dispatch found there are still good stories in OSHA records. Hick first used OSHA data in a spring St. Louis Post-Dispatch series that examined local workplace falls that resulted in fatalities. Hick said, \"I cut my teeth in computer-assisted reporting by using OSHA data.\" In a Sept. 4 St. Louis Post-Dispatch story, Hick and Shulyakovskaya used OSHA data to document the organization's progress nationally in deterring workplace accidents. In 1991, after OSHA violations had peaked in 1990, Congress increased fines. Since then, accident and fatality rates have been declining.",
            "continued": "Workplace inspections Short on surprises"
        },
        {
            "year": 1995,
            "month": "November",
            "headline": "Workplace inspections Short on surprises",
            "author_name": "Sarah Christian",
            "author_title": "The Associated Press",
            "full_text": "Three-quarters of U.S. work sites where serious accidents occurred in 1994 and early 1995 had never been inspected during this decade by the Occupational Safety and Health Administration. Together these accidents killed more than 1,800 workers and injured thousands more. This fall, AP studied the records of 778,000 inspections conducted by OSHA between January 1989 and May 1995 and examined the most serious accidents in 1994 through April 1995. The resulting story, \"OSHA Fails to Check Three Fourths of Places Where Workers Die,\" was released Sept. 5 and 6. Some of what AP found included: OSHA inspectors were not doing a large number of surprise inspections. These unannounced \"program inspections\" are supposed to convince businesses to follow safety regulations because OSHA staff could, in theory, show up at any time and slap fines and citations on companies that don't follow the rules. OSHA staff often spent its time chasing down union complaints, many of which resulted in no serious violations. Nationally, 54 percent of OSHA inspections were surprise inspections during the period studied by AP. However, several states, \"inundated with complaints that must be inspected first, lag far behind the national average,\" AP reported. Of the 6,411 workplaces AP concentrated on, 75 percent had not been visited by OSHA in the previous five years. Seventy-six percent of those were non-union companies and more than half were small shops with fewer than 50 employees."
        },
        {
            "year": 1995,
            "month": "November",
            "headline": "Selling data to readers",
            "author_name": "Naomi Aoki",
            "author_title": "Columbia (Mo.) Missourian",
            "full_text": "In the information age, information itself is one of the hottest commodities. Selling information, of course, is nothing new. That is the business of journalism: But the question facing journalists today is whether to sell databases of government records, made more accessible by journalists, or compiled by reporters. \"There are lots of ways to meet our mission of giving people the information they need to survive in the world,\" said Steve Doig of the Miami Herald during a recent conversation on the NICAR-L listserv. \"We should not be so narrowly focused that the only way to accomplish that mission is on newsprint through a journalist's words.\" Doig argues that as long as the same standards of accuracy and newsworthiness are applied to databases, selling them is no different from selling newspapers. He is not alone. Bob Warner at the Philadelphia Daily News added, \"If people want the information, we should try to make it available, in formats convenient to them, for an amount that covers our out-of-pocket costs but does not exploit our readers.\" Some fear selling databases will inspire a public outcry against invasion of privacy, further damage the media's credibility, and make it harder for reporters to get access to data. Rich Gordon, also of the Miami Herald, believes people's privacy concerns must be weighed in every decision on what to publish. Dan Browning of the St. Paul Pioneer Press agreed, adding that the impossibility of verifying the accuracy of some databases - particularly sensitive ones like driver's license records and criminal records - could hurt a newspaper's credibility. Other reporters believe the profit motive would compromise journalism. Currently, journalists are often charged less for databases than those in other industries. Gregg Leslie, a staff attorney at the Reporters Committee for Freedom of the Press, added, \"Reselling government data - even value-added data and even at break-even rates that subsidize other operations - will not start us down a slippery slope away from the public interest defense; it will banish it.\""
        }
    ]
}