{
    "articles": [
        {
            "full_text": "This is a big month for computer-assisted reporting. NICAR, IRE and the Cleveland Plain Dealer host the annual conference for computer-assisted reporting. The event will show journalists how to do everything from handling data to trolling the Internet to running complex analysis. For those who miss it, you can rebound by getting tapes and handouts of the sessions. Information on how to do that is on the back of this issue. In addition, NICAR is growing. It is expanding with a new minority training program. Plus it is running a World Wide site. Visit NICAR at http://www.nicar.org. This edition of Uplink shows how reporters are using computers to probe everything from court houses to roller coasters. Dan Keating of the Miami Herald reviews the much-hyped Windows 95. And there is a look at some of the expanding federal government on-line offerings.",
            "headline": "Uplink update",
            "author_name": "null",
            "author_title": "null",
            "month": "September",
            "year": 1995
        },
        {
            "full_text": "There is journalistic justice in using a court database to ferret out the illegal jailing of thousands of poor people, secret cash deals to avoid convictions by drunken drivers, fabricated caseloads, and dozens of other deceptions. Our series, \"Cash-Register Justice.\" last year exposed a secretive justice system where money weighs heavier than guilt. The Columbus Dispatch had its own trial by fire - beginning with a three-year fight to buy municipal court data. Originally, the court wanted $15,000 for a year of data containing one million-plus records and filling a dozen nine-track tapes. Stunned by the initial estimate, we asked for a breakdown of costs. It included $80 an hour pay for some city employees - supposedly to write custom software and so on. These same employees made less than $15 hour in city wages. We argued that the city cannot charge a rate higher than normal pay. We threatened legal action. The price was reduced to $500. Using xBase by Microsoft and our newest toy - a Macintosh Power PC (64 meg RAM) with a gig drive - we crafted relational sorts, such as how many homeless people served jail time before being found guilty of crimes that are not legally punishable by jail. We paid a heavy price in time, too, as we struggled with misplaced and variable length fields, inaccurate entries and case information spread among 12 related databases. Hard lesson: Court data was typed by clerks who adopted personalized codes. The 30 -character charge disposition field became a stream-of-consciousness exercise for some clerks. A defendant sentenced to three years in jail with 30 days jail time credit, a year of probation and $500 fine plus court costs might look like: XRPNC-BOFTS,500 -CC or 1YRPROBPYR/30C/500+C. There was no consistency. Sweet success: Those pesky codes broke the biggest stories. Clerks entered \"NO PW\" for no prosecuting witness - a euphemism for cops who failed to appear in court. Another field code showed when drunken drivers - some testing more than double the legal limit with three prior convictions paid $1,000 to the city to avoid convictions. No kidding. The court never thought outsiders would look at this data- or understand it, if they did. Hard lesson: To em is human - and court clerks are very human. Thousands of cases were not updated accurately on the computer. We pulled paper files to verify results. This was cumbersome but deflected criticism of our findings. The court inflated caseload totals, such as doubling the number of drunken driving cases from 6,000 to 12,000 defendants. The inaccurate numbers hid a bigger secret: caseloads had decreased each of the last three years. One trick used by the court: If a defendant was charged with 32 counts of burglary, the court counted them as 32 cases. Counting is not the only thing courts do badly. Conviction rates are suspect, too. Prosecutors claimed a 70 percent conviction rate involving domestic violence cases. That figure fell to 7 percent when we crunched the data. Prosecutors claimed many victims dropped charges. While true, the data showed that some judges dismissed cases if the victim did not show up at the first hearing - sometimes held 10 hours after the victim was severely beaten. The series ran Sept. 25-28, 1994. Here are some angles that can make for good court projects: Time served: Defendants too poor to make bond often serve jail sentences before being found guilty, then are released at the hearing because they' already served the sentence-sometimes longer than the maximum allowed by law. How many homeless people are jailed and why? We found that homeless people were repeatedly jailed for failing to pay jaywalking tickets - an offense not punishable by jail. In many courts, failure to pay a ticket is treated more harshly than the crime. Are mandatory fines collected? In Ohio, 100 percent of the fines from seat belt violations (among other charges) helped support state programs. Rebellious judges who saw no profit to the local system, routinely dismissed those charges That meant less money to educate children about safety and less training for emergency crews. One lifesaving practice is to provide you statistical analysis to the subjects of the stories before publication. There is nothing more satisfying than watching the stunned faces of prosecutors as you hand them your spreadsheets. From alternative sentencing to campaign financing, we adopted journalism's most basic axiom: Follow the money. In court projects, also follow those who don't have money.",
            "headline": "Data tracks secretive justice system Courting the poor",
            "author_name": "Michael J. Berens",
            "author_title": "The Columbus Dispatch",
            "month": "September",
            "year": 1995
        },
        {
            "full_text": "Every year, millions of people ride and walk away happy from the Jersey Shore's boardwalk amusement rides and traveling carnivals. But hundreds limp away - or are carried away - with injuries. The Asbury Park (N.J.) Press reported its share of piecemeal injury stories. This summer, for the first time, we used computers to take a hard look at the injuries and at state oversight of the ride industry. Hoping to produce a story for the start of summer, I asked the state Department of Labor in April for its database of amusement park injuries. The department first said records were not computerized. A month later, after officials sent us computer printouts, we pressed the issue. They admitted the records were indeed in a database, but said they could not make a copy. After another month of requests and delays, they finally delivered a set of disks. There was a snag: the disks were 8.5 inches square, from a now-ancient IBM System 36 computer. For $123, a data-conversion service recommended by NICAR copied the data to 3.5-inch diskettes for us in fixed ASCII format. The data files included a master table of all licensed rides, a table of all companies licensed to operate rides, and a table of their insurance companies. The mother lode was the table on accidents, containing 784 injuries from 1992 through the first week of June 1995. Details included injury dates, ride names, ride type, riders' names and age ranges, and what caused the injury. The database was limited, though. For one thing, it did not specifically describe riders' injuries. There were fields identifying which part of the body was injured (head, neck, trunk, upper, lower, and multi). But that made a muscle strain indistinguishable from a broken neck. It did not explain how the accident happened, or tell what if any regulatory action was taken against the ride owner. There was also a statistical limitation. Because parks do not report ridership figures to any agency, and many guard the figures jealously, it was impossible to calculate how many people were injured for every 1,000 who went on a ride. That left us unable to definitively compare big and small amusement parks or carnivals. The data needed to be augmented and cleaned up a great deal. With a notebook PC, I spent 10 hours during two days in state offices reviewing paper records on each accident and typing in the actinjuries, what happened, and whether state inspectors took any action. Back in the newsroom, I added new fields and standardized the wildly varying ride names (such as Go Karts, Go-Karts, Go Carts, Go-Carts) in order to get meaningful queries. Icould not anticipate all the names that a park might give go carts or certain other rides, though, so our injury totals for them were probably low. I analyzed the data in FoxPro for Windows. Ifleshed out the data by interviewing injured riders, ride owners, lawyers for riders and for parks, engineering professors, state regulators, and insurance underwriters. That included an incident where one hospital worker dubbed the popular Action Park as \"Traction Park.\" To find accidents that had not been reported to the state, I checked court records. I used corporate and court records to background a water slide designer whose creations are in theme parks all over the United States, and who has been sued repeatedly. The fight with state officials and the work needed to clean the database meant the story was not finished until the end of summer. Among the conclusions: State officials for years have minimized injuries as minor bumps and bruises. Their database classified 774 of 784 injuries over three years \"not serious.\" But a closer look at accident records showed the \"not serious\" injuries included broken bones, concussions, and serious cuts. There may have been more than the 1,000 accidents reported since 1991, since some ride owners, especially traveling carnivals, don't report everything to the state. Asked about accidents, ride owners routinely whine about rider horseplay. But state investigators attributed only 6 percent of injuries to riders' misbehavior. An understaffed, underfunded team of state inspectors cut from 17 to nine over five years shrugged or struck out again and again trying to figure out why certain accidents happened. They rarely fined parks, and when they did, the fines were minimal.",
            "headline": "injuries Merry-go-round",
            "author_name": "Rick Linsk",
            "author_title": "Asbury Park Press",
            "month": "September",
            "year": 1995
        },
        {
            "full_text": "Windows 95 is a huge step up from Windows 3.1. Unfortunately, that's not much of a compliment. Windows 3.1 is so unstable, so clumsy and so limited that it's no surprise the world is awaiting its successor. My advice? Wait! Unless you already have a high-horsepower machine, you have absolutely no reason to rush. Let's look piece-by-piece at what Windows 95 offers: Interface and cosmetic changes: An \"A.\" It's worlds better than old Windows. It's fast and easy to get a database manager, word processor or spreadsheet open, and you can quickly flip between them with the new task bar along the bottom. The \"Explorer\" utility for scanning directories, however, seems crippled by the troubled legacy of the old File Manager. The new look should be an easy switch for experienced Windows 3.1 users. Taking advantage of the new advanced features, however, is going to require training. The desktop is simple and uncluttered, but offers a more powerful configuration than the old Windows Program Manager. If there is a program you want to use all the time, you can drag the icon right to the desktop. There is also a shortcut wizard for just about everything. They work smoothly and easily. Another \"A.\" Another cosmetic change is long file names. They are nice, but Microsoft is only catching up to what Macintosh and OS/2 have had for years. Stability: The bane of old Windows is the GPF (General Protection Fault) error message, which trashes everything you have not saved and triggers the three-finger reboot salute. The next worse nightmare is the Out of Memory allegation, even when you know there is plenty left, but Windows does not know where to look to find it. Windows 95 is a big improvement. It uses a better memory management system to keep programs from tripping over each other and crashing the system. But, and it's a big but, the big improvement in stability only kicks in with new 32-bit software programs, which are just now being written. If you use Windows 95 to run your old 16-bit software, you will still be susceptible to the rogue GPF demon. While it's better than Windows 3.1, Windows 95 still did not adopt the level of crash protection in the Windows NT or OS/2. Both run sessions in the entirely separate \"virtual machines,\" so if one goes down, the others are protected. Windows 95 can still collapse altogether because of one errant program. Windows 95 can break a program into multiple \"threads\" that can be handled separately. So while a thread handles printing or dialing the phone, you can keep working on something else. Fast promises await. But, as with stability, these improvements will only emerge in full strength when new software is written to take advantage of multiple threads. Running old 16-bit software just drags the system down to the old level. To explain, a 32-bit pathway is simply twice as big as a 16-bit pathway used by Windows 3.1. If the processor can handle twice as much information at once, the system gets a spectacular improvement in performance. So Windows 95 should be twice as fast as old Windows. And someday it probably will be. But not right away. The reason is that all the software programs have to be rewritten in 32-bit form. When 16-bit software runs through the 32-bit Windows 95, the extra space is just wasted. In fact, it often slows things down. Rewriting won't be as easy as you might guess. Software can do with one big 32-bit word than it otherwise might have done with a few little 16-bit words. It's similar to spoken language: A witty speaker can elegantly use one big word to replace lots of little words. But a lot of people only sound silly when they try to show off with big words. Past history has shown that the first version of 32-bit software can be very clunky. The first 32-bit programs will be appearing this fall. The next generation may emerge by spring of summer of 1996. Plug and play: The new system can automatically recognize hardware such as sound cards, CD-ROM players, printers, scanners and modems. That means a lot less hassle setting them up. Great thing. Don't be surprised if it does not work with old hardware, but I had good success on the test machines I used. Internet and online: Windows 95 comes with a connection to Microsoft Network built right in. Patterned after commercial services like prodigy and America Online, it will offer a basket full of attractions. It's a for-pay service. System requirements: The downside of all the wonderful things Windows 95 offers is that you need more machine to make them happen. Windows 95 will run with four megabytes, but you won't like it. There's no point having a Ferrari that only runs in first gear. You will need eight megabytes to be happy and 12 to 16 to really see what Windows 95 can do. Adding eight meg of RAM will cost you about $370. You will also need more disk space to hold the bigger operating system and the fatter 32-bit programs that you will want to run on it. A 540-megabyte hard drive is enough to skimp by. Think about a gigabyte or more if you like to run lots of different software. You can run Windows 95 with any 386 processor or better. Once again, however, the real advantages do not emerge until you are pumped into the stronger 486 and Pentium machines. If you are thinking about upgrading and you need to kick up the RAM, storage and processor, you are almost definitely better off thinking about a new machine. Also, a CD-ROM (at least double-speed) and sound card with speakers allow you to take advantage of improved multimedia features. Microsoft should have a Windows 95 upgrade with bug fixes by winter. By then, there will be more 32-bit software available, anyway, so you will not have lost much by holding off.",
            "headline": "Cracking Windows 95",
            "author_name": "Dan Keating",
            "author_title": "The Miami Herald",
            "month": "September",
            "year": 1995
        },
        {
            "full_text": "The NICAR site on the World Wide Web has increased its offerings. In the last month it has added home pages for the Asian American Journalists Association and the National Association of Black Journalists. We hope to add pages for other groups, including the Education Writers Association, in the next few months. Administered by NICAR's web master Wallace Winfrey, the Web site at http://www.nicar.org also offers detailed information about NICAR's activities. That includes its national conference CAR Rock '95, other upcoming events, training seminars, the newsletter Uplink, and NICAR's database library. The Web site also includes a menu for Investigative Reporters and Editors (NICAR is a joint venture of the Missouri School of Journalism and IRE) and for the Hillman Project, which is developing a site for tips and resources for journalists around the world. Try out the site and send recommendations to Brant Houston at brant@nicar.org",
            "headline": "NICAR web site expands",
            "author_name": "null",
            "author_title": "null",
            "month": "September",
            "year": 1995
        },
        {
            "full_text": "NICAR offers a number of federal government databases. Here is a list of our growing collection: Federal Election Commission contributions data, including donations by individuals and political action committees. Federal Aviation Administration data, including airplane maintenance work documented in the service difficulty report, pilot licenses and grades, and aircraft registration. Home Mortgage Disclosure Act records, for tracking who gets loans and who gets turned down, and finding redlining patterns. Federal procurement data, 1992-1994, includes breakdowns by agency. Alcohol, Tobacco and Firearms gun dealer records. National Bridge Inventory System data, includes inspection grades. FBI Uniform Crime Reports, a detailed compilation of crime data that includes statistical breakdowns of individual murders. Social Security death records, by name and social security number, going back to 1937. Occupational Safety and Health Administration violation data includes worker accidents and exposures to hazardous chemicals by companies. U.S. Department of Transportation truck accident and census data. It includes accidents by company and road. U.S. Small Business Administration loan guarantees, 1989-1994. This includes the name of the business, address, amount covered by the SBA, and status, including whether the loan went bad. U.S. Small Business Administration disaster loan guarantees, 1989-1994. This includes individuals and businesses, the amount covered by the SBA, and the status, including whether the loan went bad. U.S. Small Business Administration's list of minority companies certified for SBA assistance in seeking federal contracts. It includes the name of the company, its address, the owner, type of business and phone number. U.S. Department of Education's Common Core of Data runs from the 1987-1988 to the 1992-1993 school year. It includes data on school enrollments, finances, staffing and dropouts. U.S. Coast Guard directory of U.S. merchant vessels. It includes the name of the ship, the managing owner, home port and various descriptive information. NICAR also offers inexpensive data transfer for journalists, and houses an expanding library of state databases. NICAR is also constantly adding up-to-date data. For up-to-date prices and more information, call (314) 882-0684, or send e-mail to nicar@muccmail.missouri.edu.",
            "headline": "Growing collection of federal databases",
            "author_name": "null",
            "author_title": "null",
            "month": "September",
            "year": 1995
        },
        {
            "full_text": "Plans are underway for three regional seminars in computer-assisted reporting for minority journalists in 1996. The seminars will consist of two days of lectures, demonstrations and hands-on training in the three basic tools of CAR: spreadsheets, database managers and on-line resources. NICAR will work with associations of minority journalists to set up the seminars that will provide free training for at least 50 journalists at each session. NICAR will offer fellowships to these seminars and NICAR training sessions to help minority journalists cover expenses for travel and lodging. NICAR is also seeking more support and funding from media corporations and foundations to expand these programs. NICAR is providing space on its World Wide Web server for home pages for minority journalists' associations and other associations. You can find your way to these home pages by going to http://www.nicar.org If you are interested in participating or helping with the NICAR minority training seminars, please e-mail Brant Houston at brant@nicar.org, call NICAR at (314) 882-0684 or write to NICAR, 100 Neff Hall, Missouri School of Journalism, Columbia, Mo., 65211.",
            "headline": "NICAR expands minority programs",
            "author_name": "null",
            "author_title": "null",
            "month": "September",
            "year": 1995
        },
        {
            "full_text": "The second time is a charm. After trying last year and failing, the Hoosier State Press Association (HSPA) and supporters succeeded this year in getting the Indiana General Assembly to approve a new public records law that specifically addresses electronic records. The new law, signed by Gov. Evan Bayh, takes effect Jan. 1. Current law hardly mentions electronic records, except to say agencies are not required to provide them. The new law redefines the term \"public record\" to include all forms of electronic information. It requires public agencies to \"make reasonable efforts\" to provide public records in an electronic format, if the medium requested is compatible with the data storage system. The new law also makes it illegal to store public records in such a manner that it requires the public to pay license fees or copyright royalties that \"unreasonably impairs the right of the public to inspect and copy the records.\" Journalists hope this clause will prevent public agencies from storing records in proprietary systems where steep license fees and other charges are made for access to the information. The law also permits state or local governments to enact laws that would deny electronic records to those wishing to use them for commercial reasons. News organizations, nonprofits and academics are not considered commercial entities under the law. Agencies cannot charge more than direct cost for the electronic records. The law defines direct cost as 105 percent of the cost of \"initial development of a (computer) program, if any, the labor required to retrieve electronically stored data and any medium used for the electronic output.\" Compromises necessary to get the bill through the legislature meant some of the language was softened and certain clauses were added that were not part of the original HSPA proposal. As a result, Indiana courts may be called upon to interpret some of the language or rule on the legality of portions of the statute.",
            "headline": "New public reord law passes Indiana goes electric",
            "author_name": "Carol Napolitano",
            "author_title": "The (Munster, Ind.) Times",
            "month": "September",
            "year": 1995
        },
        {
            "full_text": "One thing about \"reinventing government\" it's putting a lot of information journalists can use on the Internet. The concept of reducing government paperwork means many agencies opt to churn out reports and information in electronic versions. It's cheaper than printing bulky reports. Some agencies are trying to save money by no longer publishing paper versions of reports. For reporters, this expanding use of the Internet means they can get information faster. Agencies are finding it hard to turn back. The Securities and Exchange Commission thought about killing its project that offered free access to corporate financial reports. An uproar ensued. The agency changed its mind. Here are some federal government sites you may find useful. Searchable sites. Check on the White House, including speeches, press releases and a searchable index of remarks at press briefings. This site also lets you sign up for daily e-mail from the White House, so you'll know what's new. http://www.whitehouse.gov/White_House/Publications/html/Publications.html Search the congressional record and proposed bills by using key words. This is a great way to background an issue and find legislators on differentsides of an issue. Click off for either bills or the congressional record from http://thomas.loc.gov/ For those who want perspective on events, visit the National Archives and Records Administration. It offers a searchable guide to the Federal Register's table of contents, and recent moves like notices that certain files are declassified. It also links to 11 presidential libraries. http://www.nara.gov You can also search the congressional record, the full Federal Digest, General Accounting Office reports and more issued by the Government Printing Office at http://ssdc.ucsd.edu/gpo/multi.html You can also telnet for GAO reports swais.access.gpo.gov Log in as \"gao.\" Searchusing key words. Press \"m\" to e-mail the reports to yourself. EDGAR lives. This free resource for SEC filings recently avoided a proposed shutdown. Remember it is not complete. It won't be until 1997 at the earliest. And, as part of avoided shutdown, filings will be delayed 24 hours. Go to a pay-for service or the company itself for same-day documents. Until Oct. 1, the site remains at http://www.town.hall.org Need check a zip code? Go to the U.S. Post Office's searchableindex.http://www.usps.gov/ncsc/ Search the 1990 Census at these ever-improving sites. The major improvements are with the detailed STF3 series of reports. http://cedr.lbl.gov/cdrom/lookuphttp://bigsur.lbl.gov/cdrom/lookup The U.S. budget is available from several sites. This handy one breaks the budget down by topic, and can be downloaded and cleaned up in a spreadsheet. gopher://sunny.stat-usa.gov/11/BudgetFY96 To check out the details of \"reinventing government,\" visit FinanceNet. It offers information on how the government sells off assets, resources for examining state and local government finances, and even details on how much federal officials can get reimbursed for travel expenses. http://www.financenet.gov/ For social programs, go to the Department of Health and Human Services. It offers a way to use ftp and grab the 'green bool a compilation of data for entitlement programs. HHS oversees a series of key agencies, including the Health Care Financing Administration, the National Institutes of Health, the Food and Drug Administration, and the Social Security Administration. All offer press releases and data, http://www.os.dhhs.gov/ The Department of Interior runs a series of key agencies. From here, you can quickly click to the Bureau of Indian Affairs, the National Park Service, the Bureau of Mines, the U.S. Geological Survey, and more http://www.usgs.gov/doi/ Check out data, including information on the Mississippi River floods, at the Geological Survey's data center. http://sun1.cr.usgs.gov/eros-home.htm For the federal government's world view, check out the CIA. It offers material on both the web and gopher. It alse links to recently declassified photos of the former Soviet Union. http://lcweb.loc.gov/global/executive/cia.html Go to the State Department for human rights reports, testimony, the NAFTA agreement, and even spending in foreign countries. gopher://marvel.loc.gov/11/federal/fedinfo/byagency/executive/state The Voice of America tells you what its broadcasting around the world. The site on Radio and TV Marti also lets you search Castro speeches. gopher://gopher.voa.gov",
            "headline": "Fun fed sites",
            "author_name": "Andrew W. Lehren",
            "author_title": "NICAR staff",
            "month": "September",
            "year": 1995
        },
        {
            "full_text": "When I was processing 1994 National Bridge Inventory data recently, I began to wonder how the bridges of Madison County stack up. As it turned out, the county's trestles have seen better days. A few quick queries revealed that according to federal inspectors, 85 of the bridges in Madison County, Iowa, require rehabilitation, and 59 require outright replacement. Federal inspectors estimated the county's bridges could use $4.5 million in work. Iowa engineers said the covered bridges of Robert James Waller fame actually are in good shape. General decay and drivers' affinity for crashing into the bridge walls resulted in the renovation and closure of most bridges years ago. Today, all but one of the covered spans is open only to pedestrians; admirers must cross less romantic metal bridges to reach the sites. The data provided generous detail for the story, everything from the age of the oldest bridge (115 years) to the types of problems the bridges suffered from (slumping embankments, disintegrating culverts). The story ran in the St. Louis Post-Dispatch on Aug. 20.",
            "headline": "The falling bridges of Madison County",
            "author_name": "Gwen Carleton",
            "author_title": "null",
            "month": "September",
            "year": 1995
        }
    ]
}