{
    "stories": [
        {
            "year": 1995,
            "month": "October",
            "headline": "Tracking military justice",
            "author_name": "Jo Craven",
            "author_title": "NICAR Staff",
            "full_text": "Crime may not pay, but military imprisonment often does. That's what Dayton Daily News reporters Russell Carollo and Cheryl Reed discovered when they found that hundreds of soldiers and sailors convicted of serious crimes collect paychecks while in prison. Using at least five computer databases, Carollo and Reed revealed that in June 1994 alone, 680 military convicts collected salaries totaling more than $1 million of taxpayers' money. Meanwhile, victims, who had been raped, beaten, or murdered, and their families received nothing. They also used prisoner databases, court-martial files, and other pay reports. With the help of researcher Veronica Szente, the reporting team combined the information into a database they built themselves, correcting faulty military data as they went along. 'It was dirty data right from the start,' Szente said. 'I had to do a lot of manipulation.' Extraneous characters, flashing symbols, and incorrectly placed fields were among the problems. If data doesn't work in one program, try something else,' Szente recommended. 'If you can't upload it into your main database, try something that's a lower end like Excel or Lotus; sometimes it's easier for them to pull it in.' The Dayton team analyzed its data using Paradox and FoxPro. Carollo sniffed out the story after becoming intrigued with the military justice system. Then, serendipity and a reporter's instinct intervened. While ordering a database of military prisoners, Carollo was asked if he wanted the field 'with the pay in it.' As a result, Carollo and Reed spent five months investigating. The military provided requested records slowly but with little resistance. The reporters obtained four databases from the Defense Finance and Accounting Service, which pays military members. These were cross-referenced with databases from the Army and Air Force, revealing omissions in the DFAS data. Carollo and Reed did not stop there. They interviewed more than 100 inmates, their victims and families, prison officials, military legal experts, police officers, and members of Congress. The practice of paying convicted criminals in the military dated back more than 100 years, but many members of the military and Congress were unaware of it. After publishing six stories in a two-day series in December 1994, Congress and the military tackled the issue and pledged to reform the system. Carollo offered several pieces of advice to reporters who may tackle similar projects: Avoid flacks in favor of 'Joe in the basement' - the data manager. 'The flack doesn't know anything about computer databases,' Carollo said. 'Do your own homework and insist on talking to the computer person.' Meet the data manager in person. This was particularly valuable in Carollo's dealings with the military. 'There are lots of acronyms, and they love jargon,' Carollo said. 'You are going to have to keep calling this person a lot. You've got to have face-to-face contact.' Don't limit yourself. 'Don't ever get on the phone and say these are the only fields I need,' Carollo said. 'This is an absolutely perfect example. There was this field that nobody in their right mind ever would have thought existed.' Always look for the unexpected. 'The Army, we discovered, wasn't being on the up and up with us,' Carollo said. 'Their numbers did not include prisoners at Leavenworth.' The reporters discovered the error by looking at the Leavenworth database and confronted the Army. 'They said, ",
            "No. 1 advice is always file early,": "Carollo said. ",
            "is identified, fire off the FOIAs fast": "The desire"
        },
        {
            "year": 1995,
            "month": "October",
            "headline": "Mapping branches",
            "author_name": "Paul D'Ambrosio",
            "author_title": "Asbury Park (N.J.) Press",
            "full_text": "To understand bankers, you have to first think like one. That is what the Asbury Park Press tried to do when it set out to study banking behavior in New Jersey. Bankers are fond of telling us that they build branches where there is the most business. Race and other basic demographics don't matter at all, they say, as long as there is money to be made. That isn't what we found. In order to compare apples with apples, I overlaid bank location data with commercial business data borrowed from our marketing department. The financial data is sold by Conquest, now part of Strategic Mapping Inc., the makers of Atlas GIS. It provides a good profile of the economic strength of an area, such as the number of businesses and total sales in each census tract. Conquest even provided data that allows you to compare 1980 census tracts with 1990 tracts. The newsroom purchased bank branch locations in February from Sheshunoff Management Services (see the August issue of Uplink) for each year from 1985 through 1994. This gave us the latitude and longitude for all financial institutions in the state. By comparing years, we could use mapping software and easily see where the most branches were opened or closed. We studied the 10-year period to give us a tight focus on the story. We felt 10 years is something most readers can relate to, and the last decade has been traumatic for the industry as a whole. In order to determine what economic factor bankers rely on most when opening branches, I used the SPSS multiple regression feature. The number of businesses and total sales in each tract scored the highest of all the variables, far above median household incomes and even personal net worth. This was confirmed through interviews with bankers and consultants, who said business accounts provide a good portion of a bank's profits. Using this economic yardstick, we measured how well banks served minority and white census tracts in the state. What we found was economically strong minority tracts were 25 percent less likely to have a branch than similar white tracts. Other findings included banks closing branches in the state's largest urban centers—home to a third of the state's minority population—four times more often than in the rest of the state, with three out of four minority tracts having no banks, whereas two out of three white tracts had at least one branch. Counties and cities with large minority populations had a higher-than-average branch-to-people ratio, and this has worsened since 1985. Camden went from 1 per 6,110 to 1 per 8,750. Whole neighborhoods, once home to several branches, now have none. To add detail to our profile of banking areas, we used Conquest's ClusterPlus 2000 and Affluency databases. ClusterPlus provides 60 characteristics, such as 'established wealthy, highly educated, professionals' and Affluency tells you the net worth of an area. This led us to the larger social question: what's the impact on a community? We discovered a rift between minorities and low-income people and banks. One woman said, 'If you are a lower-class people, banks don't care about you.' True or not, many inner city residents opted to use costly check-cashing outlets—even when there was a bank nearby. Illegal check cashers were so common in one city, we even found a former police commissioner cashing checks at his liquor store. For graphics, we used maps showing bank branch distribution around, but not in, minority areas. We also published about 50 detailed maps of the entire state at the sub-county level on our web server. The whole package was titled, 'No checks or balances,' and ran September 10-13. It can also be found on Nexis."
        }
    ]
}