{
    "stories": [
        {
            "year": 1995,
            "month": "July",
            "headline": "Federal campaign reports that don't add up",
            "author_name": "Padraic Cassidy",
            "author_title": "Los Angeles Times",
            "full_text": "From the campaign treasurer to your computer's hard drive, data from the Federal Election Commission follows a tortured route. The paper records are filed first with the Clerk of the House or the Senate, who photocopies them and send them to the FEC on microfilm. The FEC then makes paper copies from the microfilm, keeps a copy for public view and sends a copy out to be keypunched. That data then is checked and made available to the Direct Access Program users. The good news is that the FEC makes a mammoth effort to have data on thousands of committees available as soon as possible after the reporting period deadlines. The bad news is that the smallest keypunch errors can wreak havoc on a news story. \n\nRecently a problem cropped up in the amounts each candidate was supposedly contributing to their own campaign: For a while, the records showed Senate hopeful Michael Huffington giving his campaign $2 million more than he actually did, although that may have been hard to see in a campaign where he chipped in $28 million of his own money. \n\nBut take the case of Kyle McSlarrow in his losing campaign for Virginia's 8th district. Just two keypunch errors accounted for a $3 million mistake in a campaign where he spent less than $700,000. The FEC is working to correct the errors and the best advice is to sum all figures and check, check, check those totals. \n\nThe majority of the useful information and the type most easily accessible for stories on deadline-hangs out in two major areas: The \"5\" report section for PACs, party committees and other committees, and the \"1\" report section for individual donors. The FEC supplies totals for almost every search."
        },
        {
            "year": 1995,
            "month": "July",
            "headline": "Paying the bills",
            "author_name": "Christopher H. Schmitt",
            "author_title": "San Jose Mercury News",
            "full_text": "It's the ultimate question when journalists focus on campaign cash and elected officials' behavior: Can you prove that the money directly influences votes on particular bills? \n\nUltimately, no, unless officials are caught asking for money in exchange for votes. But short of that, we recently used a regression analysis to show campaign contributions are often a strong predictor not only of aggregate behavior, but of individual votes on individual bills. \n\nThe analysis, which focused on 10 major bills from California's 1993-94 legislative session, showed that the more money individual lawmakers took from interests pushing a particular bill, the more likely they were to vote for that bill."
        },
        {
            "year": 1995,
            "month": "July",
            "headline": "Milking campaign funds",
            "author_name": "Rich Eggleston",
            "author_title": "Associated Press",
            "full_text": "The Associated Press bureau in Wisconsin showed that the lack of an electronic database is no obstacle to good computer-assisted reporting. \n\nThe bureau wanted to track campaign fundraising by Gov. Tommy Thompson and other state politicians. Wisconsin, like some other states, does not store that electronically, it only requires candidates to file on paper. The longer reports - like Thompson's - almost defy manual analysis. \n\nOur solution: a scanner. \n\nWe took the step last year, after Nick Schiavo, a former Air Force computer expert, asked how a computer could solve problems with government records. I told him about campaign reports, and how few news organizations spend the time or money inputting the information. \n\nSchiavo believes the latest scanning technology is faster and more accurate than punching it in. He wrote a program to accommodate the state forms. He customized optical character recognition and data entry systems. Microsoft and Microrim R:BASE software runs the programs. He scanned in the first reports using DataPen, a hand-held scanner, but later ones were scanned in more efficiently with a sheet-fed scanned. He dumped the information into FoxPro. The endeavor went so well that Schiavo created his own small company, CampaignWatch, which sells the package. \n\nEach computerized record included the page number from the paper report. We traced back anything that looked funny. The scanner did turn one $1,200 contribution into a $120,000 contribution, but we used the page number to catch the error. There were typos, but the product was remarkably accurate. When one male contributor was listed in the database as a housewife, we went back to the paper records and found nothing wrong - the campaign listed him that way. \n\nOur bureau produced stories on business executives backing the incumbent, and a challenger relying on support from one county. We also examined cross-giving to both candidates. I found contributions timed with a special legislative session that loosened state telecommunications regulation, and noted how accountants and builders said \"Thank You\" with their checkbooks for laws that benefited their professions. \n\nSchiavo plans to upgrade his package as optical scanning equipment improves. Some fonts are too difficult to scan in, and handwritten documents are still too tough. He is also starting to cross-reference the state contribution data with Federal Election Commission records. As our governor pushes legislation for the next four years, I'll keep checking his moves against the list of political I.O.U.'s in my hard drive."
        }
    ]
}