{
    "year": 1996,
    "month": "June",
    "headline": "The perils of computer-assisted reporting",
    "author_name": "Brant Houston",
    "author_title": "NICAR managing director",
    "full_text": "The recent correction of a page-one story by the Atlanta Constitution Journal was a nasty reminder of how easy it is to make a critical error when doing computer-assisted reporting. The newspaper reported that Atlanta, on the eve of the Olympics, has the highest violent crime rate among United States cities. In fact, Atlanta is in the Top 5, but it is not No. 1. The newspaper accidentally left out several major cities when typing in data. This certainly is not the first mistake made while doing a CAR story (or any news story). Mistakes have been made since journalists began using software to collect and analyze data. Some mistakes have made it to print or on air. Many did not because the journalists were aware where things could go awry and because they followed rudimentary guidelines for preventing errors.\n\nData snafus: To get an idea of some of the data perils out there, NICAR recently asked journalists for examples of errors and snafus. Here are a few of them: The Miami Herald was examining the sentencing patterns for drunken drivers, using court files. The data showed a category for jail time and a category for a fine. In looking at the data, the Herald deduced that a small percent of drunken drivers received no punishment. In fact, judges always gave some kind of punishment, including community service. But there was no field in the data for community service. The clerks using the data knew \"0\" for jail time and \"0\" for fine meant community service, but no one put the information in the code book for the database, and no one told the Herald about the lack of codes.\n\nIn another story, the Herald examined problems in local schools and included a violence rate per 100 students. Under the category labeled \"students\" was what looked like the number of students per school. Actually, the number stood not for the head count, but for the number of students for which the school was designed. In looking at data on bridges, the Asbury Park Press found the names of the towns in which the bridges were located were missing about 20 percent of the time. Reporters noticed the problem when they tried to match town names with Census data. In addition, sometimes the town names were just wrong. The St. Paul Pioneer Press was looking at crimes on buses when it found that some route numbers were the same for separate routes in St. Paul and Minneapolis. By checking the route number with intersections, the newspaper was able to figure out which route was which and avoid an erroneous analysis."
}