{
    "year": 1996,
    "month": "May",
    "headline": "Pulitzer winner for public service 'Boss Hog'",
    "author_name": "Anna Clark",
    "author_title": "Missouri School of Journalism",
    "full_text": "The (Raleigh) News & Observer's 1996 Pulitzer prize-winning public service series 'Boss Hog' sparked a public debate on hog farming that continues more than a year after the series ran. At a population of 8 million and growing, hogs outnumber people in North Carolina. Pigs are taking over the economy where tobacco has left off, making North Carolina second only to Iowa in pig production. The economic boon to the state has not been without costs. Pigs can produce up to four times as much waste as humans, yet North Carolina let waste disposal go largely unregulated. Open lagoons, many of which have no clay liners to prevent seepage into the sandy soil, hold the waste until it can be sprayed as fertilizer on fields. The News & Observer ran 'Boss Hog', a five-part series from Feb. 19-Feb. 26, 1995, exposing the environmental, economic and political impact of the state's new sacred cow - make that sacred pig. Reporters Pat Stith and Joby Warrick brought to light research about hog waste's threat to the water quality. They pinpointed leaks and spills hitherto covered up. Stith and Warrick also showed the human side of the manure problem - the stench. People living near hog farms find themselves sealing their houses, running to get into cars when they have to go out and still having the odor stick to their clothes throughout the day. Perhaps the most condemning aspect of the series was the direct link Stith and Warrick uncovered between politicians and big-time hog producers. Phone records tracked legislators' calls to the Murphy Family Farms on the day regulation bills were up for vote. 'Boss Hog' spotlights Wendell H. Murphy's cozy relationship with Gov. Jim Hunt. Murphy became the No. 1 hog producer in the country while a state legislator. The seven-month project began with a tip about a state-employed veterinarian accepting a hunting trip from Murphy Family Farms. The News & Observer asked for phone records of all long-distance calls placed by all state employees for the previous two years, although initially they were interested only in the records for one person. 'Generally, it is easier to get much rather than little,' Stith said of records requests. They waited six months for the database. The News & Observer has a strict records-request policy: 'If we ask you for it, we're going to get it or sue,' Stith said. In the end, the veterinarian story was a 'throwaway,' Stith said. It did not run as part of the series. The bigger story was in calls between government officials and Murphy Family Farms. The News & Observer calculated an average of 50 calls a week over two years from state employees to the Murphy company and family, including calls from legislators and the governor's office. 'Boss Hog' developed from a story about one person abusing a system to a business story (corporate farms swallow independent farmers) to an environmental story (what are the big farms doing with all that waste?). It turned into a series with political, economic, environmental and human impact. The series received the attention of the N.C. General Assembly, which authorized the governor and legislative leaders to form a task force to investigate problems uncovered by the report. 'We're shocked,' Warrick said of the series' impact. After the series ran, legislators who had wanted to push for regulations were emboldened to introduce a half dozen bills, Warrick said. Several major lagoon spills during the summer of 1995 highlighted the environmental risks 'Boss Hog' had forewarned, and some regulatory bills passed. Between The News & Observer's coverage and the summer accidents, N.C. Gov. Hunt has begun cracking down on the industry's polluters, Warrick said. The blue-ribbon commission he helped appoint, of which the majority of members have financial interests in the hog industry, has come up with significant proposals for regulation. 'Pressure has been such that they knew they had to do something,' Warrick said."
}