{
    "year": 1996,
    "month": "July",
    "headline": "Mexico institute revs up iQué pasa?",
    "author_name": "Rosemary Armao",
    "author_title": "IRE executive director",
    "full_text": "Periodistas de Investigacion means \"Investigative Journalists\" in Spanish. It also means IRE is going international for the first time in a big and systematic way. It's risky, we know. An IRE/NICAR organization may not work for our Mexican colleagues. Our members could object to organization time spent on international networking when reporters here have so many problems. Such arguments seem familiar. Three years ago, IRE, with a good idea, a potful of money from the Freedom Forum, and a great deal of trepidation, set out to do something it had never done in its then 17-year history. The result of that venture, as we all know now, is NICAR, Uplink, thousands of journalists trained, heightened attention to the need for computer-assisted reporting at all media outlets and mounting pressure for laws that open electronic records. Here we go again, with NICAR as our model. As you read this, Lise Olsen, formerly a database specialist for The Virginian-Pilot in Norfolk, Va., a frequent IRE/NICAR speaker and a trilingual reporter, is in Mexico City renting an office and hiring staff for Periodistas de Investigacion. Olsen will be the managing director, and her major hire will be a Mexican journalist who will work with her as training director of the new organization. In three years, if this works as we expect, the training director will take over as the boss, Periodistas will be a wholly Mexican organization, and IRE could be working with colleagues in another country. Olsen, 31, is a graduate of the University of Nebraska at Lincoln. She's been at The Virginian-Pilot since 1988, except for a year she took off in 1993-94 to travel to Argentina, studying Spanish, and writing freelance articles. Since 1994, she has concentrated on securing, analyzing, and developing stories from databases. The Mexico project has been made possible by a three-year $540,000 grant from the McCormick Tribune Foundation. With that money, IRE/NICAR hopes to offer low-cost or free training in newsrooms and at seminars across Mexico and to work at setting up some of the same components that have made IRE invaluable to its 3,500 members. That includes a library of investigative projects, a newsletter and other publications, a collection of databases, and a homepage on the World Wide Web that reporters can turn to when they need help or advice on a story. Computer-assisted reporting, particularly developing databases and online research, will be a highlight of the curriculum, which is still being put together for Periodistas de Investigacion, by Olsen with help from NICAR. We foresee that Periodistas de Investigacion will widen the international network of journalists that IRE has helped nurture across the border. We expect the organization to foster bilateral investigations on such topics as immigration, drug trading, and the environment. Student and intern exchanges also have been discussed. It's an exciting time as the possibilities begin to unfold. We welcome your ideas, your advice, your warnings, and your experiences reporting in and on Mexico. In the meantime, we are learning about whole other systems of taxation, banking, news gathering, and ethics. We'll keep you informed."
}