{
    "stories": [
        {
            "year": 1996,
            "month": "February",
            "headline": "The big picture",
            "author_name": "David Herzog",
            "author_title": "The (Allentown, Pa.) Morning Call",
            "full_text": "After months of wrangling, you finally get that database you wanted from the county courthouse. You crunch the data with your database manager. You slice and dice it with a spreadsheet. You think you're done analyzing and ready to start interviewing.\n\nStop there and think again. Unless you run your data through a desktop mapping program to look for geographic patterns you could be missing the big picture.\n\n\"The magic of mapping software is that it provides a visual interpretation of your data,\" said Bill Loving, editor for computer-assisted reporting at the Minneapolis Star Tribune. \"Mapping is just such a quick and useful way of taking what could be an otherwise unintelligible pile of information and finding the patterns in it,\" says Steve Doig, research editor at the Miami Herald.\n\nIn the aftermath of 1992's Hurricane Andrew, Doig used AtlasGIS for DOS to analyze 60,000 damage inspection reports. In the Herald's Pulitzer Prize-winning series, Doig's analysis showed how homes built after 1980 fared much worse than sturdier older homes.\n\nMore and more, journalists like Doig are using desktop mapping software to supplement traditional data analysis. One paper, the Oregonian in Portland, hired a master's student in geography as an intern for this school year to delve into desktop mapping, says Gail Hulden, assistant librarian and research editor. In one of the clearest signs of desktop mapping's arrival, Microsoft Excel for Windows 95 includes Data Map, a tool for quickly displaying spreadsheet data.\n\nNewsrooms that use desktop mapping are finding great stories. They've been able to locate clusters of blighted properties, pinpoint pollution and analyze demographics. News artists have turned these analytical maps into eye-grabbing graphics.\n\nYet, desktop mapping remains one of computer-assisted reporting's frontiers. The 1994 University of Miami national CAR study found just 17 percent of the 208 responding newsrooms used mapping for analysis. Chalk that up to a couple of reasons: Desktop mapping on the PC is relatively new, and the investment can run into the thousands of dollars.\n\nHigh-end mapping analysis programs, called geographic information systems (GIS), have been on mainframes for two decades. But it wasn't until around 1990 that desktop mapping caught on in newsrooms across the country, thanks to two factors.\n\nFirst, in the late 1980s, GIS program makers introduced easy-to-use PC software. Second, the results from the 1990 Census became widely - and inexpensively - available in computer form, along with the public domain geographic files.\n\nIn fact, the Census provided the initial push for many reporters and editors to learn desktop mapping. Shortly after the Census, New York Times database editor John Freed used MapInfo to analyze the racial makeup of proposed city council districts. Under the Voting Rights Act, New York had to submit its redistricting plan to the U.S. Justice Department.\n\nWhen the Justice Department rejected the plan, the Times used its own findings to show why: East Harlem and the South Bronx's Hispanic population had been splintered into numerous districts - putting nearly all of the Hispanics in the minority, Freed said. \"It was very obvious.\"\n\nMapping programs use two kinds of data: geographic data and \"attribute\" data. The former defines features on the map (streets, county boundaries, rivers). The latter is what you analyze. When you use a desktop mapping program, you add layers of geographic and attribute data.\n\nMost mapping programs come bundled with some geographic data. However, you'll probably need to buy other geographic data to match the locations in your databases. If you want to analyze Federal Election Commission data, you'll need ZIP boundaries because the database contains the donor's ZIP code. If you're thinking about demographic analysis, get boundaries for census tracts or block groups that constitute tracts.\n\nDesktop mapping can cost thousands of dollars, but it doesn't have to, Doig says. Anyone who looks hard enough can find inexpensive geographic data sources. For instance, the Herald paid just $30 for election districts from Dade County. Local planning agencies may have the data you need. Also, check with university geography professors.\n\nSmaller newsrooms, or those with a tight budget, should talk to other departments (especially marketing or research) at their news organizations and see if they can share a desktop mapping program.\n\nDavid Herzog can be reached at (610) 820-6584, or send e-mail to herzog@pulitzer.mcall.com"
        },
        {
            "year": 1996,
            "month": "February",
            "headline": "Maptitude: It's a deal",
            "author_name": "Carol Napolitano",
            "author_title": "The Omaha World-Herald",
            "full_text": "Maptitude is a great deal for all but the most sophisticated of mappers and it costs a fraction of other similar programs. One drawback: There is no Macintosh version.\n\nFor the United States, you get: county and state boundaries, Census designated places and metropolitan statistical areas boundaries, cities and populated places boundaries, roads and highways, local streets, landmarks, railroads, water, ZIP codes, Census tracts, Census block groups, designated market areas, areas of dominant influence and TIFF images of a few dozen major U.S. metropolitan areas. You also get world boundaries, places, highways, railroads and latitude and longitude grids.\n\nYou get selected Census data, including the basics of population, gender, race, marital status, age, ancestry, occupation, household income, poverty status, and more. In some instances, as when you join an outside database to your map, Maptitude will do some math for you, giving you raw numbers as well as highs, lows and averages. So, for example, if you had a FoxPro database on accidents in your area, you could join that to a Maptitude ZIP code map, and it would figure out the average number of accidents per ZIP code.\n\nYou get what you pay for. First, the entire program is designed for a screen operating at a 1024x768 resolution. If you are like me and operate at 640x480, you cannot see or use half or more of the toolbar, which means going in and out of menus more often than you might like. This resolution means that even with a 17-inch monitor, I often cannot see my whole map at once unless I make it very small and, consequently, lose labels and other details.\n\nSecond, map and label quality is poorer than that of Atlas GIS or MapInfo. Lines are fuzzier and so forth. These maps probably shouldn't be reproduced in the paper without some enhancement in a graphics program.\n\nMaptitude offers a nice range of thematic mapping options, but nothing extravagant. You can choose from colors and patterns, pin mapping, scaled symbol, dot density, pies, horizontal and vertical bars and stacked bars. You can modify and hide legends, as well as colors, patterns, dot shapes, etc.\n\nAs you build maps, you can save each layer as an editable or non-editable map. However, you have ZIP codes that extend beyond your city boundary, for example, you cannot tell Maptitude to split the ZIP area using the city boundary as its guideline. You must manually edit the ZIP code boundary, dragging its polygon lines down to match the city boundary. Or, you can trace the city line with the drawing tools and then delete the area outside of it. This can be extremely tedious.\n\nWhen you delete a portion of a geographic area, Maptitude estimates what percentage of the data is deleted and updates the remaining data accordingly. So, if you delete 60 percent of a ZIP code area because it is outside your city, then 60 percent of the population will be deleted in the attached Census data for that map. Of course, this isn't the greatest way to split data, because it assumes the population is evenly distributed in the ZIP code. It works the other way too. If you join three counties together in a map, it will add their three populations.\n\nOne annoying thing is that when you edit a map (for example, you select your city from the United States for mapping), the data does not automatically go with the map lines. Several times I created maps, forgetting to check that little box, and all I created were empty shells with no attached data tables. And you can't undo it. You have to start all over again.\n\nAnother problem: Thematic mapping rounds off numbers by default. You can check a box to turn this default off and you should in many cases. Rounding often messes up thematic mapping when you are plotting numbers in equal intervals because not all of the numbers will fall at equal intervals, making your map inaccurate. Turning off the rounding function fixes this.\n\nThis is an area where I am not very impressed. You can use an automatic labeling tool or a manual labeling process. With either choice, label layers cannot be treated differently when it comes to overlapping or not overlapping them. Therefore, if you have a map with ZIP code boundaries and then streets over that, and you want to overlap ZIP code labels but not street labels, you can't do it. They all must be overlapped or not overlapped. Automatic labels also cannot be moved around, so if they overlap, you can't pull them away from each other. Manual labels can be moved around, but manual labeling can be tedious and time consuming.\n\nYou can save maps in Maptitude as editable or non-editable. Editable versions can be copied from your PC and pasted into something like Paint Shop Pro (which you can download from the Internet as shareware and pay $69) and then saved in a variety of formats, including Adobe Photoshop and MacPaint. These can be opened up by graphics programs on Macs and sharpened, edited and published. If you have a network, you can move the files. If you don't have a network, your maps will have to be small enough to fit on a disk.\n\nDocumentation is in a single book that could be more detailed, but is decent. Technical service is knowledgeable, honest about the program's inadequacies, polite and helpful. Technicians are often all busy, but the company takes messages and gets them to the techs call back within a couple of hours. The customer service rep was courteous, knowledgeable and took the hint when I told him I wasn't interested in a hard sell. Additionally, the company gave us a 30-day unconditional money-back guarantee so I could put the program through the paces and decide whether it fit our needs.\n\nCarol Napolitano can be reached at (402) 444-1000, ext. 2403, or send e-mail to CarolNap@aol.com"
        },
        {
            "year": 1996,
            "month": "February",
            "headline": "Atlas GIS has site",
            "author_name": "Dan Keating",
            "author_title": "Miami Herald",
            "full_text": "Even after you spend hundreds of dollars, you won't find detailed local maps in your brand new mapping program. Most of the mapping companies will be glad to sell them to you for hundreds of dollars more. Atlas GIS users are in luck, because there's an online repository that has tons of detailed maps and matching data. It's called CIESIN (pronounced see'-son), Consortium for International Earth Science Information Network. (Unfortunately, MapInfo doesn't import the mapfile format used at CIESIN).\n\nGet mapping data for your area, you can find census tract maps, block group maps, block maps, county maps, municipal boundaries and Zip code boundaries. You can also find 1990 Census data broken into the same groupings with ID labels already matched up to the maps. It has the 225 most-requested variables.\n\nHere's a detailed breakdown on how to get this free information into your system.\n\nLog onto the CIESIN file transfer site at http://ftp.ciesin.org. (You can check out the Web page, also, at http://www.ciesin.org, but the data is on the ftp site.) Go to pub/ and then census/ and then USA/ You need to pick up map files and then get matching data files.\n\nGo to tiger/ and then pick your state from the two-letter abbreviation. If you do not know the Census code for your Metropolitan Statistical Area, you should pick up msacodes.txt from the tiger/ directory before moving on.\n\nOnce in your state, take bna_st/ to get local area maps files. The “bg” files are block group maps - these are the smallest detail area that also has vast demographic information. If you're working with large areas, you can use the “t” tract or “C” county files for the state. I find the block group files extremely useful. Download the file for your MSA. You'll get a PKZipped file. We'll get back to that file in a minute.\n\nIf you want the smallest geographic level, take the bnablk/ directory instead of bna_st/. Download the “b” block file for your MSA. These are for very small areas, for which you can get population and household counts, but no detailed demographic data.\n\nNow you have to get the matching data. Back up through the ftp site back to pub/census/USA/. Now take stf/ and pick your state. Then get the “CONTENTS.XX* file, in which “XX” is the two-letter abbreviation for your state. It will help guide you to get the correct data files. There are “bg” block group data files, “II” tract data files, “zip” Zip code area files, “pl” files with data for cities and other places and more. If you need the population counts for blocks, go to the csvblk/directory and get the file matching the map file you got.\n\nDownload whatever files you need to match the geographic files you got. These will be PKZipped CSV files - meaning the data is separated by commas. Most spreadsheets and databases can import these files, as can Atlas GIS. Now you can sign off the Internet.\n\nYou'll need one special tool to be able to import the maps. It's called Import/Export or I/E and costs about $250 from Strategic Mapping. That's expensive, but it's a lot cheaper than buying the maps. It also allows you to import many other map formats, which you might come across if you try to get data from your county GIS department or other agencies.\n\nPut the PKZipped files into a directory. Unzip them. You'll have *.CSV data files and .bna map files. BNA is the Atlas transfer format.\n\nAt a DOS command line prompt, go to the directory where you have Atlas GIS and use the command line iemapfile.bnamymap.agf/na4\"\n\nImport/Export will create the geographic maps for Atlas GIS. You can then open the maps in the program and then open the .CSV files. The program will ask if the data files can be linked to the maps, and ask which field in the data file to use for matching. Select the “POLID” field except for the block groups, which should be linked with the “_Name3” field.\n\nNow you've got detailed local maps for whatever geographic area you want, along with a mountain of demographic data.\n\nDan Keating can be reached at (954) 985-4571, or send e-mail to dtkeats@ibm.net"
        }
    ]
}