{
    "articles": [
        {
            "year": 1996,
            "month": "March",
            "headline": "Computer-assisted reporting turns on more TV journalists",
            "author_name": "Mike Wendland",
            "author_title": "WDIV-TV Detroit",
            "full_text": "NICAR trainer Jennifer LaFleur just might have the defining anecdote about the problem of implementing computer-assisted reporting in broadcast newsrooms. It involves a telephone call she received a couple years ago from a West Coast television station \"The news director said he had heard about this 'computer reporting thing' and thought it would be pretty 'promotable',\" said LaFleur, the database editor of the San Jose Mercury News. He wanted LaFleur to come and train his whole news staff. But the news director didn't want the full \"bootcamp\" of six days. He didn't want a two-day seminar. He wanted her to do it all in one day. And he had a condition. \"He expected me to come out there, teach his staff everything they needed to know to be CAR reporters in about five or six hours, and he expected them all to have found a major story that would air that very night,\" LaFleur said, shaking her head. She told him, sorry, that would be tough to do. He never called back. LaFleur's story of the impatient and unrealistic news director has been all too typical. Although broadcasters are rushing like never before to get on the CAR bandwagon, electronic journalists still lag far behind their print counterparts in using these new skills. News managers are cautious by nature, skeptical by experience and stingy out of necessity. They are so overwhelmed with the day-to-day responsibilities of producing two to three hours of news that anything that isn't immediate, isn't practical. Besides, they've seen newspaper CAR projects and the rows of statistics, graphs and charts. Putting that kind of stuff on the air flies in the face of everything the consultants say about the need to make TV stories punchy and compelling. Then there's their concern over training and time. Managers worry that the learning curve is so steep that it'll be long weeks before CAR stories start showing up on air. Fortunately, thanks to the growing success of CAR projects at stations across the country, the managerial resistance is slowly giving way. For just as newspapers and broadcasters tell their regular stories in very different ways, using different techniques, so it is with CAR stories - which are not boring, don't require long away-from-work training and can quickly start showing up on the air. Revving up CAR I just finished a five-part investigative series and a half-hour documentary on widespread abuse, neglect and fraud in the nursing home industry that never would have been possible without having CAR skills. The only thing near to a graph or chart was a short Chyron roll of the 20 nursing homes we identified with the highest number of health and safety violations - a list that thousands of viewers downloaded from our World Wide Web page and even more wrote in and requested by mail. The series and documentary had hidden video, powerful interviews with nursing home patients, relatives, past and present workers, and confrontations with balky state officials. It was a consultant's dream. It never would have happened without CAR because it would have taken two to three times longer to research and report. CAR broadcast stories usually take less, rather than more, time to produce because CAR techniques are efficient and add depth to broadcast reporting and researching that most journalists simply are too busy to achieve. Take the case of Mark Sauter, an investigative reporter with the nationally-syndicated news magazine \"The American Journal.\" Last June, Sauter attended some CAR workshops at the annual IRE national conference in Miami. On his return to New York, he immediately started using CAR and helping teach his co-workers. In just a few weeks, Sauter and his unit produced a blockbuster report that detailed how airlines routinely return planes to service after they've sustained serious damage, sometimes in fatal disasters. Sauter's team found 90 passenger airliners the National Transportation Safety Board said suffered \"substantial\" damage in accidents since 1985, 52 of which were put back in service. FAA computer data, on-line research, and contacts, victims and experts found through the 'net led the team to the people they needed to interview and to video of some of the \"rehabbed\" passenger jets landing and taking off. \"CAR gave us a significant advantage. It made this story possible,\" Sauter said. Not all stories have to be \"big.\" Wes Williams, at KPNX-TV in Phoenix, found, wrote and edited a CAR story in 30 minutes. Last fall, he spotted a routine Associated Press roundup about state-by-state home sales from the National Association of Realtors. The wire piece simply recounted the raw numbers on how many homes were sold in each state for a three-month period. After accessing Bureau of the Census data, using a spreadsheet to compare the AP stats and his state's population figures, Williams found that Arizona had the highest number of home sales per capita in the nation. Fleshed out with interviews with Realtors and homebuyers, he literally plucked a story out of cyberspace. 'Exotic condoms' In Raleigh, N.C., reporter Dave Boliek, obtained a database of state government contracts and expenditures. Most of it was very boring. But as he scrolled down the alphabetized listings, he noted something for \"birth control devices.\" Under that, he found \"condoms.\" \"I came across tens of thousands of dollars being spent for hundreds of thousands of condoms,\" he said. found contracts for colored condoms, ribbed condoms, rainbow-colored, ultra-sensitive condoms. Even a contract for mint-flavored condoms.\" Total amount of state money spent for 2 million condoms given out by public health departments in North Carolina: $150,000. It was a story made for TV, and the controversy over the \"exotic condoms\" continued for weeks. In Minneapolis, Alan Cox of WCCO is one of maybe a half-dozen local TV reporters who spend most of their time as CAR specialists. Cox has used his computers to track and map political spending, crime trends, and to expose a controversial government program that allows out-of-state criminals to be paroled to Minneapolis. Cox said the training is not that hard. Before his CAR assignment, the only thing he had ever done on a computer was write a wedding invitation on a rented machine at an office supply shop. \"You can get the basic skills in a couple of days of hands-on training,\" he said. \"After that, start using it. You just get better.\" There are other encouraging signs about CAR taking root in broadcast journalism. At the Car Rock '95 computer-assisted reporting conference in Cleveland last fall, well over 50 broadcast journalists showed up. The year before, only a handful attended. More than 300 showed up, overfilling the room, lining up against the walls, spilling out into the hallways. So, the broadcasting boom in CAR has finally begun. And probably a good bet that the unreasonable West Coast news director who called LaFleur either has been or soon will be replaced after getting beaten by CAR-trained competitors. Management is also changing. I spoke about CAR to news directors at the RTNDA convention in New Orleans last year. Organizers told me to expect 50, maybe 75."
        },
        {
            "year": 1996,
            "month": "March",
            "headline": "A look at old, decaying dams",
            "author_name": "Stan Dorsey",
            "author_title": "NICAR staff",
            "full_text": "Everyone hates a leaky faucet. And we all know the hassles involved with repairing a flooded basement. But have you ever wondered what would happen if a dam holding back thousands of tons of water decided to break right into your own back yard? A Dateline NBC report revealed this threat does exist for thousands of unsuspecting residents across the country. In need of story ideas, Dateline producer Chris Scholl acted on a hunch that the nation's dams are old and decaying. A quick Nexis search found Congressional testimony by Brad Iarossi, a legislative affairs representative from the Association of State Dam Safety Officials. Iarossi lamented not only the condition of many dams but also the lack of funding and immense workload many state inspectors face. Scholl knew he was onto something and asked Dateline reporter David Hinchman to look deeper into the numbers. Hinchman's findings formed the foundation of a June 27, 1995, piece titled \"Swept Away.\" Looking deeper Hinchman knew he had to find the data to support his producer's suspicions and to make the story hit home with viewers. His first move was to contact the Federal Emergency Management Agency and obtain its free National Inventory of Dams CD-ROM database. With information on more than 75,000 dams, the database compiled by the U.S. Army Corps of Engineers contains various facts about the location, stability and inspection history of dams. Hinchman, focused on six fields to get the hard-hitting facts he needed. Dam age: Hinchman looked in the \"Year Completed\" field and focused specifically on dams that were more than 50 years old, assuming that these dams were more likely than newer dams to be in poor shape. He was forced to rely on inferences of this sort because the database contains no field that specifically identifies the quality or condition of a dam. Believe it or not, there are more than 20 active dams erected as long ago as the 18th century. Dam location: One major concern of Hinchman and Scholl's was how many dams pose a direct threat to human life simply by their proximity to communities. The \"Distance Nearest City\" and \"Nearest City\" fields helped them determine this by indicating, in miles, how close the nearest city is to a dam. Hazard rating: Another field that helps determine whether human life may be in jeopardy is the \"Downstream Hazard\" field. It rates exactly how dangerous a dam is to those living near it if the dam fails. Dams are coded H (high), S (significant) or L (low) based on the potential threat they pose. Hinchman said this field is much like the \"Sufficiency Rating\" field found in the National Bridge Inventory database. Emergency action plan: This was one of the most telling fields for Hinchman when it came to determining the culpability of local dam officials. While some smaller, more remote dams are not required to have an emergency plan, more than 80 percent of the dams rated as high hazard had no plan in place. Inspection date: A final clue in helping to identify dam neglect and workload of state dam officials was the \"Last Inspection Date\" field. Hitting the Road Inspecting the database and finding specific information made the Dateline team's job of \"cruising around the country looking for dams with problems or that were literally crumbling\" much easier, Hinchman said. It also allowed the team to focus on making some human connections for the story. Hinchman emphatically noted that when doing broadcast CAR stories this step is crucial. \"You have to have a human face with the story,\" he said. \"Strictly survey stories tend not to work well for broadcast. In print, for example, you could go to the courtroom and get quotes from court records. In broadcast, you must find the person then fly or drive to photograph them.\" Use local resources Of particular help to Hinchman in finding the sources for the story were the engineers employed by the Association of State Dam Safety Officials. Not only were they extremely helpful in locating victims for Dateline to interview, but in many cases, they were \"angry because they didn't have enough money to go inspect all the dams they needed to,\" Hinchman said. And, as Hinchman and Dateline found out, such grudges can lead to good information. All told, the project took about four months to complete and produced some impressive results. Some of the most shocking, however, were completely unexpected. In the weeks following the story, several major dams failed, including one at the Folsom Lake Dam above Sacramento, Calif. The Association of State Dam Safety Officials decided to use the piece to lobby Congress for increased federal funding of dam inspection programs nationwide. The association presented Dateline with a public awareness award for the investigation."
        }
    ]
}