{
    "stories": [
        {
            "year": 1997,
            "month": "February",
            "headline": "To have or to have not",
            "author_name": "J.J. Thompson",
            "author_title": "U.S. News & World Report",
            "full_text": "Income inequality-the gap between the haves and have-nots- is a topic that begs the use of computer-assisted journalism. Being one of those trends that creeps slowly and unevenly into our lives, no one has the same perception of it. If you live in Washington, D.C., the gap seems to be huge and growing every day. If you live in Hot Springs, Ark., it may not seem quite so perilous.\n\nSo an analysis of income data is a must to answer questions such as:\n\n* How big is the gap?\n* Is it getting bigger?\n* How much worse is it in X than in Y?\n\nThe trick, obviously, is to measure the phenomenon in a way that readers can easily grasp its meaning. When, during the vice presidential debate, Jack Kemp mentioned USA Today's article mapping income inequality in the United States, I knew the Gini coefficient of inequality had done the job.\n\nThe Gini formula produces a single number between 0 and 1, with 0 indicating complete equality (everyone makes the same amount of money) and 1 indicating complete inequality.\n\nPhil Meyer, journalism professor and precision journalism guru at the University of North Carolina at Chapel Hill, heard a presentation using the Gini coefficient of inequality at a research conference. Since I was searching for a thesis topic that would incorporate data-analysis with my interest in social issues, he suggested that I look into it.\n\nThe first two hurdles were finding a formula and understanding it. After one laborious false start, I found a formula that would work with aggregated income data.\n\nYou may recognize (if you remember 10th-grade geometry better than I did) that the formula for the Gini coefficient is based on the one for measuring a triangle.\n\nIt is: Gini coefficient=1 - SUM(Xi-Xj) (Yi-Yj) where: X is the cumulative proportion of households Y is the cumulative proportion of income; is a particular income category; is i-1, or the preceding income category.\n\nThe easiest way to conceptualize this is to picture a graph in which the final point on both X and Y axes is 100 percent, or 1.0. Points are graphed based on cumulative numbers; therefore, in a completely \"income-equal\" county, 10 percent of the households would take in 10 percent of that county's income, 20 percent of households would take in 20 percent of income and on up to 100 percent of the households, which would account for 100 percent of income. The points in this unusual county would form a straight line from 0,0 to 1,1- think of it as the \"line of equality.\"\n\nIn reality, however, 10 percent of the overall households may account for only 2 percent of income; 20 percent of households only 5 percent of income and so on, so that the points would form a curve below the line of equality. By measuring the space below the curve (you can divide it up into a series of triangles) and subtracting it from 1, you get a number that indicates how big the inequality gap is. That's the Gini coefficient.\n\nBeing able to use aggregated income instead of individual incomes, like you might do in a smaller sample, was important because the way the Census reports income data. For example, the Census will tell you only that 256 people in County X had incomes between 0 and $2,500, 345 between $2,501 and $5,000 and on up the scale.\n\nI used the midpoint of each interval as the income for all households in that category as well as to calculate total income for each income category. This worked until I got to the final category, which was open ended. Fortunately, the 1990 Census reports total income for the group earning $150,000 or more, so it was fairly simple to divide that amount by the total number of households in that top category for its average income. I also used 1980 income data, and for that year the Census only recorded total income for the whole population. Therefore, a few more computations were needed to get an average income for the top group. The formula is pretty easy to put into a spreadsheet like Excel, and once the income midpoints and the number of households in an income category are entered, the Gini coefficient can be calculated quickly.\n\nFor my thesis, I looked at income inequality for all 100 counties in North Carolina using income data from the 1980 and 1990 U.S. Censuses. The income distribution gap increased by at least 5 percent in 50 counties during the decade; it decreased by 5 percent or more for only nine. For my thesis article, I concentrated on the county where the gap grew the most.\n\nIn addition to providing the focus for the story, the analysis with the Gini coefficient proved a powerful reporting tool. When the county manager denied that income inequality was a phenomenon in Montgomery County, I was armed with the Gini coefficient plus the proportion of money being earned by the 400 households with income of $150,000-plus each year. He then started coughing up explanations.\n\nThe why behind the phenomenon is what proves so interesting. In this particular county, two concurrent trends were adding to the widening gap. One is that the four or so major businesses there had been family-owned for years, with the family owners/managers keeping ever-larger proportions of the profits for themselves. Meanwhile, their workers' pay had remained relatively stagnant. The other factor was who was moving into the county-at one end, rich retirees who were building homes in a ritzy lake-front community and, at the other end, poorer immigrant workers.\n\nThe result was a small but fairly divided community of the \"haves (who took little interest in community life and showed minimal concern for the needs and frustrations of the poor in their county) and the \"have-nots\" (who tended to be a drain on public funds and services)."
        },
        {
            "year": 1997,
            "month": "February",
            "headline": "Collision course",
            "author_name": "Rick Linsk",
            "author_title": "Asbury Park Press",
            "full_text": "Every day, about 115 people die on the roads in the United States. Naturally, a government agency keeps track. The result is the Fatal Accident Reporting System, a database you can sift for many kinds of trend stories. Traffic analysts in every state compile the database for the National Highway Traffic Safety Administration using police accident reports, driver license and vehicle registration files, coroner's reports, death certificates and other documents. FARS includes any motor vehicle accident on a public roadway that results in a death of a person within 30 days.\n\nAt the Asbury Park Press, FARS enabled us to produce \"Collision Course,\" a two-part series on older drivers. Teaming up with a reporter writing about a special prosecutor's task force on fatal crashes, I acquired 1988-95 data from NICAR. Our circulation area includes Ocean County, N.J., a popular suburban retirement area where 1 in 4 people are 65 years of age or older, and where driving is virtually a matter of survival.\n\nThere was:\n\nThe 70-year-old man who gambled all night in an Atlantic City casino, fell asleep at the wheel on the way home and collided head-on with a young couple, killing them.\n\nThe 61-year-old man who took his eyes off the road and mowed down a school crossing guard.\n\nThe 82-year-old woman who left her car parked with the engine running and was run over by it.\n\nDetecting trends\n\nWere these just anecdotal shockers, isolated incidents, or part of a trend? That's what we wanted to know from FARS. On a national, state and local level, it turned out, the percentage of fatal crashes involving a senior driver had increased since 1988. Census figures helped confirm that the increase outpaced the overall aging of the driving population.\n\nAdvocates for the elderly argued that young drivers were just as menacing, or worse. We needed to compare all drivers on an equal footing.\n\nTo do that, I first grouped 1994 fatal crashes by driver age. Then I found travel estimates by driver age in the 1990 National Personal Transportation Survey, the latest year available. (New figures were collected last year but have not been released yet.) And from the Federal Highway Administration's Internet site, I snagged 1994 licensed driver totals by age group for each state.\n\nI plugged all the figures into a spreadsheet. The result: Fatal crash rates for New Jersey drivers, measured by miles driven, increased sharply after age 65.\n\nLast, we gathered projections by Census and transportation officials showing the implications for the future, when many more seniors will be behind the wheel. We also addressed ways that drivers and regulators are dealing with the changes.\n\nNot just numbers\n\nThe records don't give you the names of people in the accidents. But because there are fields that identify people by age, gender, \"person type\" (driver, passenger, pedestrian etc.), and which car they were in, it's easy to match the records to crash stories from your paper's archives or to public records. Reporter Bill Heine and I identified several compelling cases and used interviews as well as police reports, municipal court documents and drivers' histories to round out our vignettes.\n\nYou can get at what caused the crash by looking at the field that contains \"driver-related factors.\" Codes from 00 through 99 reveal, among other things, whether drivers were drowsy, inattentive, reckless, intoxicated, disabled, using a car phone, or fleeing police.\n\nOther fields detail the accident's date and time, the extent of injuries, the time span between the accident and the victim's death, seatbelt and airbag use, whether a school bus was involved, and whether drivers had recent prior crashes or speeding tickets.\n\nFARS doesn't do a great job telling where the accident happened. There is a field with the road name (called \"idyfer,\" in NICAR's version of the data), but no intersection field. There's a milepoint field that's useful if the crash was on a toll road or other major highway.\n\nOther limitations involve issues of timing. FARS analysts build the database from local police reports, and some issues are still unresolved when those reports are filled out, such as whether charges were brought against the driver, and how many people died.\n\nAlso, the database's crash totals can conflict with local and state figures because of the 30-day policy noted above. If someone dies 32 days later, your state may count it as fatal.\n\nNHTSA analysts were responsive and helpful when I had questions. The agency has information summarizing the database and how to order it on the Internet at www.nhtsa.dot.gov/people/ncsa/fars.html"
        }
    ]
}