{
    "year": 1997,
    "month": "November",
    "headline": "Coaching for dollars",
    "author_name": "Kara Morrison",
    "author_title": "IRE Resource Center",
    "full_text": "When Linda Leavell heard her AP story being discussed on a three-hour Dallas radio program, she knew her investigative series was a winner. The story, Leavell said, was one nearly everyone in Texas could relate to: hometown high-school football coaches, revered in many communities, were making about 75 percent more than the state's teachers. Leavell, a day supervisor at AP's Dallas bureau, along with reporters Jaime Aron, Peggy Fikac, Ed Montes, Mark Babineck and Mike Cochran, put together seven-story package called 'Pigskin Paychecks' that was run by nearly every media outlet in Texas in October 1996. The initial legwork was extensive, because there was no ready-made database compiling the information the AP needed. The story idea stemmed from false rumors that coaches often earned more than their superintendents. To gather the data, AP sent questionnaires - all hand-tailored and addressed by name to each superintendent and complete with the name of each football coach - to 238 school districts. Leavell even anticipated compliance problems and sent a state attorney general's open records ruling with each letter. 'Schools are often notorious for refusing first and complying later, and we were trying to head that off,' Leavell explained. Eventually, all 238 districts representing 428 coaches in the largest Texas high schools, responded with the information. Leavell said most schools responded quickly, but about 75 or 80 of them had to be recontacted. Eventually, she ended up calling all the districts again to double check the information. Finally, all the data was entered into an Excel spreadsheet, which contained each school name, its district's average teacher salary, the superintendents' and coaches' names and salaries and the school size. The numbers spoke for themselves. Leavell learned head football coaches at the largest Texas high schools earned about $54,000 on average - 75 percent more than the average teacher's $31,000 paycheck. The highest paid coach made more than $82,000. Texas coaches receive state-set, base salaries determined by teaching experience, just like any other teacher. But in addition, coaches are paid a district-set stipend. Leavell said she received some help and suggestions from AP computer-assisted reporting experts Bill Dedman and Drew Sullivan on analyzing and explaining the data. Dedman's suggestion that Leavell explain the median salary became a key graph in the overall piece, making the findings easier to understand: 'The statewide averages are not inflated by just a few high-earning coaches,' the story read. 'The typical coach makes $54,239. Half make more, half make less.' The series also used U.S. Census data to show coaches' salaries were about $25,000 to $30,000 higher than average Texas household incomes and those of federal, state and local government employees. Along with an overall story on coaches' salaries, AP's series included profiles of the highest- and lowest-paid coaches, reactions from non-coaching teachers, education experts and state legislators, and even a personal essay by Mike Cochran, who explained what his own hometown football coach had meant to the community. The series, which took six months to complete, raised questions about the large salary disparity AP found. The AP team had also considered comparing each school's academic ranking with its economic focus on sports, but the reporters soon learned they couldn't assume a direct link between the salaries and academic performance. One graph in the series, however, mentioned: 'Only two schools among the top 50 in coaches' salaries rank as 'exemplary' in state academic ratings. Meanwhile, six are considered 'low performing.' Leavell said the series brought mixed reactions from the coaches. 'Some were mad, some were accusing us of singling them out or trying to humiliate them or stirring up trouble,' Leavell said. 'Even after it came out, I had a coach call who said, 'It's not anybody's business what I make.' Other coaches were willing to talk frankly about their pay, which they said often compensated for lack of job security. From compiling the data, Leavell learned coaching turnover was in fact high. 'It didn't really occur to me that coaches could be fired in the middle of the season or would leave,' said Leavell, who learned to specify she needed only the salary of the coach who had started the 1995-96 season, rather than the current coach. Leavell said if done again, she would have made this clear in the questionnaire and would also have asked for the principal's salary. Because of the series, AP's Dallas bureau became a model for successfully using the Texas open records law. Leavell also won the Headliners Award for the best sports story of 1996 and received honorable mention in a national AP contest. 'I was wholly satisfied,' Leavell said of the final project. 'It was really successful. It brought a lot of satisfaction to me personally and brought a lot of praise to AP in Texas nationally.'"
}