{
    "stories": [
        {
            "year": 1997,
            "month": "July",
            "headline": "Getting by on a shoestring",
            "author_name": "Loraine Anderson",
            "author_title": "Traverse City Record-Eagle",
            "full_text": "We don't have a CAR post at the Traverse City Record-Eagle. It would be a luxury we couldn't afford. We have 11 reporters to cover our 13 mostly rural counties in northwestern Lower Michigan. We have a daily circulation of about 26,000 and a Sunday circulation of 40,000. I am the regional editor and oversee our project reporting as well as our theme beats: business, environment/health, family/education. Our newspaper recomputerized a year ago, so we are set up beautifully for CAR. We are now completely PC-based in our newsroom with e-mail on all computers. We have Internet access on five of the PC-120 terminals in the newsroom. None of these computers are loaded with spreadsheet or database management software, except for the elementary spreadsheet functions available in Microsoft Word. We do have Excel and Access loaded on computers elsewhere in the building (business department and in the office of our weekly newspaper), so we can take disks to those machines and work with them. The challenge now is to learn how to maximize the use of our computer system. I've picked it up because CAR has so many applications for a small newspaper with a small staff and large coverage area. I'm trying to do three things: get myself up to speed so that I can work efficiently with databases; determine for management what our newsroom needs so that we can gather and analyze data more conveniently; build a front-end system for our databases so that our reporters can easily access the information without having to know the ins and outs of Access and Excel. Most of our CAR work so far has been quite elementary, designed to teach me how to efficiently use Access and Excel so that I can know it well enough to share it with the reporters. I have both Access and Excel on my computer at home, where I've done a lot of the work. It's meant an incredible amount of my own time, but I don't mind too much because I'm teaching myself. Here are some of the things we have done: Congressional campaign finance. Our biggest CAR project this year has been the campaign finance records for our three congressional districts and six state legislative districts for the 1994-96 election cycle. Last fall, I used the American University site to download congressional data and spent many a weekend cleaning the data and checking business directories and websites so that I could correctly categorize them using codes listed in Larry Makinson's book, 'Follow the Money,' published by the Center for Responsive Politics, which has an excellent web site. This enabled me later to do sorts to find out how various special interest groups - health, oil and gas, etc. - gave to our congressional leaders. I did the number crunching and gave them, as well as the assignment, to the reporter who had two days to report and write his story. Our stories were quite basic because we didn't have enough time to analyze the data and question some of the donations. State campaign finance. Getting the data for the state representatives was more involved because Michigan's election data are not online. It all had to be typed and categorized. We used information found at the FEC Info page (www.tray.com), looking up all of the over $200 contributors by ZIP code and sifting through the information for anyone who gave more than $5,000. This provided not only an interesting story, but the beginning of a better understanding of the politics and business of our coverage area. We also have downloaded state health statistics, school proficiency scores and EPA Toxic Release Inventory figures for in-depth reports. I also have all of the 13-county demographic information on disk in Excel files, plus area tax base statistics obtained from county equalization offices and area construction permits obtained from county building departments. My long-term goal for all this information is to build a front-end system and get it networked into our newsroom computers so that our reporters can easily use it without having to understand all the ins and outs of Access and Excel. I am in the process of learning how to do that now, using Baltimore Sun's electronic news editor Mike Himowitz's front-end tutorial, which I downloaded from his site (http://www.clark.net/pub/ mikeh/mike/car.htm). In order to do this, I've needed to learn more of the intricacies of Access, so I am currently going through the Que Access 95 Tutor book and CD."
        },
        {
            "year": 1997,
            "month": "July",
            "headline": "Joining Hands",
            "author_name": "Joanna Kakissis",
            "author_title": "NICAR",
            "full_text": "When David Cuillier, an editor at a small daily in Washington state, decided to form a computer-assisted reporting network for journalists in his state two years ago, he was listening - in exasperation - to members of the governor's task force debate limiting access to records. 'I was the only reporter there,' says Cuillier, assistant city editor of the Tri-City Herald in Kennewick, Wash. 'The state had already closed records for gun permits a while ago. I realized then that if more people were asking for data, the state wouldn't be so quick to close things down.' Shortly after the meeting, Cuillier called every one of the 23 newspapers in the state, speaking with reporters who were interested in obtaining and using computerized data in their publications. About 10 of the newspapers Cuillier contacted have become regular contributors to the CAR network, which Cuillier has named 'CARwash.' By mid-August, Cuillier plans to have a Web site with information about the network as well as a library of CAR stories done in Washington state. 'It's helped a couple of papers get rolling on using CAR in smaller stories and building up to using it in bigger projects,' he said. Smaller newspapers face high costs and limited resources when trying to incorporate computer-assisted reporting and often don't have the money or time to fight extended public information battles. As a result, several journalists from small newspapers - and even journalists from newspaper corporations like Knight Ridder - have formed networks to coordinate CAR training and data acquisition. In Wisconsin, journalists from the Associated Press and the Wisconsin State Journal have joined forces with other state reporters and editors to acquire state data in electronic form, have a third party clean up the data and then distribute it to members of the informal CAR network in the state at significantly reduced prices. 'So far, this (consortium) hasn't had a regular meeting schedule,' said Andy Hall, an investigative reporter with the Wisconsin State Journal and a founding member of the state's CAR network. 'It's just been an erratic series of phone calls and faxes But we've made progress. We're in the process right now of acquiring a huge database from the state department of transportation listing traffic accidents in the past seven years Information like this could be used for anything from in-depth projects to quick hits.' That CAR methods could help enhance both spot and investigative coverage in part motivated executives at Knight Ridder news service to sponsor a CAR network for all their newspapers. The newspaper chain currently sponsors KRICAR, the Knight Ridder, Inc. Computer Assisted Reporting Task Force. KRICAR's coordinator, the Philadelphia Inquirer's Neill Borowski, said the task force's goal is to nurture a 'big brother, big sister' program where bigger newspapers whose journalists are already trained in CAR techniques help journalists from smaller Knight-Ridder papers. 'We want to create a network where small newspapers don't feel intimidated by calling the bigger newspapers and asking questions about computer-assisted reporting and analysis,' said Borowski, who heads CAR work at the Inquirer. 'And so far, it seems to be working. About once a month, we get calls from smaller papers and journalists who want to know if we have any suggestions on subjects ranging from data analysis or to how to do certain queries.'"
        },
        {
            "year": 1997,
            "month": "July",
            "headline": "Abatement analysis",
            "author_name": "Geoff Dutton",
            "author_title": "The News-Herald",
            "full_text": "Computer-assisted reporting magnifies everything, for good and for ill. A previously indistinguishable mess of details will suddenly zoom into focus, often revealing surprising trends. At the very least, CAR can generate solid numbers to accurately gauhge and explain already perceived trends. That's why I got into it. Veterans of CAR also had repeatedly warned me about a downside - the tedium involved in database reporting. Seeing the phenomenal results of their work, however, I was willing to endure. Still, my biggest CAR disappointment one I was not prepared for - came recently, after months of compiling a database for my first larger scale CAR project. Industrial and commercial tax abatements were the subject. They had become commonplace over the years within The News-Herald's territory of eastern suburban Cleveland. Even The News-Herald had received a big one. The property tax cuts are given by local municipalities to encourage development, retention of existing businesses and job growth. Never had the program been independently and comprehensively analyzed locally. But the individual tax cuts had been monitored on the local, county and state level since 1994. I wanted to compile the various individual reports, plug them into a spreadsheet and determine the impact of the tax cuts. How many tax dollars have been forgone? How much have businesses invested? How many jobs have been created? How much do those jobs pay? Which companies weren't living up to their promises? Unfortunately, my conclusion - after months of hard work - was that flimsy data precluded a solid evaluation. As it turned out, it wasn't a dead end. The predicament just forced a new approach to the story. I made a list of roughly a dozen interesting story angles and disparate conclusions. With the help of an insightful editor, I grouped the pieces into what would become a five-part series. The series focused on my biggest stumbling block the lack of credible data. It became a topic for the final day of the series. The series broke down this way: Ironically, one of the strongest parts of the series focused on companies that were given tax abatements to relocate. There had been 70 tax abatements granted in Lake County since the program began in 1990, forgiving more than $56 million in taxes. Most of the 70 tax breaks were to help companies expand. But of the 23 given to bring in new companies, an obvious pattern existed. Most of the relocating companies 18, to be exact moved from one local community to another. Nine of those 18 actually moved within the county. As it turned out, some communities felt they were being caught in a tax abatement 'bidding war' with their neighbors. Another emerging issue in Ohio is urban sprawl. Urban folks complain about the government investing in building new highways, sewers and other infrastructure to allow people to move out of the city. Instead, critics argue, the money should be spent to improve older urban communities. The local industrial relocations identified in the first day's story clearly followed the trend of moving outward into greener pastures literally and figuratively in terms of tax cuts. A small spreadsheet of basic Census data also demonstrated the corresponding shift in population and wealth during the past 30 years. For the final day, I tackled the issue of the slippery numbers. In monitoring the tax abatements - which are given in exchange for promises of job creation - communities often rely on annual estimates provided by the companies. The numbers were suspect. The company receiving the county's largest tax cut of $10 million, for example, was getting credit for creating 143 jobs while openly downsizing. And some companies obviously never could live up to their promises. When the raw payroll and job numbers - those that were the basis of granting the abatements - were calculated, they didn't add up. Some deals, if fulfilled, would equate to creating jobs paying an average of more than $100,000 annually, while others promised full-time jobs paying $12,000 a year."
        },
        {
            "year": 1997,
            "month": "July",
            "headline": "Students rank schools",
            "author_name": "Daniel J. Foley",
            "author_title": "University of Tennessee, Knoxville",
            "full_text": "A public affairs reporting class got some 'real world' publishing experience and a weekly newspaper got a special report it normally wouldn't be able to produce when the two combined on a database study of a Tennessee school system. The joint effort by the School of Journalism at the University of Tennessee, Knoxville, and the 9,000-circulation LaFollette Press resulted in the May 29 publication of an eight-page special tabloid section on schools in Campbell County. The headlines on stories written by the 10 students in my senior-level journalism class convey the flavor of their 'report card' on the school district: 'Campbell schools, students rank among lowest in state' 'Absenteeism is highest in state' 'Test scores: Student trail statewide averages' 'Value added: Schools aren't making the grade' 'Schools get extra $$$ from state' ' But test scores, salaries low' 'Low scores may be linked to poverty' 'None of county's elementary schools accredited' 'Success in college? Scores say no' 'Success at work? It's same story' The students spent five weeks of a 15-week semester learning to use a spreadsheet, analyzing a database compiled by the Tennessee Department of Education, interviewing school officials and then writing, critiquing and rewriting their stories. The state's 21st Century Report Card database includes more than 300 columns of information on each of the state's 139 school districts on such topics as achievement test scores, local funding resources, state aid, per-pupil spending, average teacher salaries, demographics, attendance and accreditation. Similar data are available in many states, so the project methodology undoubtedly could be used elsewhere. The journalism students used Excel 5.0 on Macs to examine the database, but any good spreadsheet will work. The primary database skill used on this particular project was sorting and ranking school districts in various categories. One of the challenges was to identify which category would give the best overall assessment of the district. It is well-known that student achievement on standardized tests in any school district usually reflects the socioeconomic makeup of that district. Students who come from wealthy families with well-educated parents generally score higher than students who come from poor families with lesser-educated parents, regardless of the quality of the schools. Tennessee, like many other states, has implemented a program to measure school impact on student learning, apart from such socioeconomic factors. The 'value-added' assessment system, which was designed by a statistics professor at the University of Tennessee, measures each student's progress from year to year. Results of the value-added assessment have been interesting. In some school districts, students do well on achievement tests, but nevertheless don't make the expected progress from year to year. In other districts, test scores are comparatively low, but students nevertheless make better-than-average progress. One of the things UTK students tried to determine was which school districts do the best on both student achievement and school performance. Here is how they used the data to do the rankings: Student achievement: Tennessee Comprehensive Assessment Program test scores are now available for seven grades (second through eighth) in five subjects - reading, language, mathematics, science and social science. Each districts' percentile scores for those 35 grade-subject areas were added and districts were then ranked from highest to lowest. Campbell County students ranked 107th of 134 districts. (Five districts were not included because they do not have all grades from second to eighth.) School performance: Value-added scores, based on student progress as a percentage of national norms, are now available in five subject areas. Each districts' five scores were added and districts were then ranked from highest to lowest. The Campbell County system ranked 119th. Overall ranking: Rankings for student achievement and school performance were then combined and districts were ranked based on the combined score. Campbell County ranked 124th. The district's poor showing on both student achievement and school performance and its even worse overall ranking provided a theme for the special section. Each student was assigned to evaluate data from a specific portion of the database and to determine how Campbell County did in each category. One student, for example, examined data on dropouts, absenteeism, suspensions, expulsions and promotions. Her key finding may help explain the district's low overall ranking: students in the upper grades in Campbell County had the highest rate of absenteeism in the state. The students used several benchmarks for purposes of comparison: The district's ranking among the 134 districts in the study. The district's score, percentage or number compared to the statewide average. The district's score, percentage or number compared to the national norm. The year-to-year trends within the district (three years of data were available for most categories). In order to avoid stories that were a mass of mind-numbing statistics, each student was instructed to pick and write about only two or three or four of the most revealing numbers. The class interviewed the school superintendent, the county executive and the president of the teacher's union to get their perspectives. Journalists with even modest skills in using spreadsheets could duplicate this project in any community where the state compiles similar information in database format. The project does, of course, involve a lengthy commitment of reporter time. Smaller papers with fewer resources may want to explore a cooperative effort with a college journalism class."
        }
    ]
}