{
    "stories": [
        {
            "year": 1997,
            "month": "May",
            "headline": "Disaster on Deadline",
            "author_name": "Ford Fessenden",
            "author_title": "Newsday",
            "full_text": "The jumbo jet that crashed in a fireball and lay burning on the rolling surface of the Atlantic off Moriches on a July night last year quickly transformed Newsday's newsroom into a rolling thunder of organized pandemonium. Reporters were dispatched to various locations including beaches, docks, airports, and police stations. Newsday's coverage of TWA 800 owes a deep debt to the technology of computer-assisted reporting. Over the next few days and as the story stretched on into weeks and months, consulting the Internet, and querying safety databases became routine. The paper reported that the plane had no indications of trouble according to Federal Aviation Administration databases. TWA had an exemplary safety record. With a focus on the human tragedy, reporters compiled biographies of 100 victims for the paper shortly after the crash. Reporters used websites and databases to follow family stories and conspiracies surrounding the crash. Newsday's database team leveraged safety databases for leads. Computer-assisted reporting was a tool that transformed public understanding of aviation safety, showcasing hard, careful work by a staff of 55 reporters."
        },
        {
            "year": 1997,
            "month": "May",
            "headline": "Probing HUD Woes",
            "author_name": "Deborah Nelson",
            "author_title": "The Seattle Times",
            "full_text": "Despite the low-tech nature of The Seattle Times' investigation into HUD's Indian housing program, electronic journalism played a crucial role in the work that won the 1997 Pulitzer Prize for Investigative Reporting. The investigation, reported by Eric Nalder, Alex Tizon, and Deborah Nelson, highlighted pervasive waste and mismanagement in low-income housing funds amidst Native American communities. The federal aid was misdirected towards affluent tribal members' homes instead of aiding the genuinely needy. Weak regulations allowed incidences like the construction of a 5,300-square-foot house for a tribal executive right under HUD’s supervision. Examples across the U.S. demonstrated overlooked violations in the use of HUD funds. Correspondingly, e-mail served as a critical information source, revealing institutional failure and regulatory oversights. Furthermore, spreadsheets and a range of electronic resources aided in the manual tracking and analysis of funding data and granted quick access to crucial details for case studies. But the investigation entailed visiting communities where access to information through traditional reporting measures was restricted."
        },
        {
            "year": 1997,
            "month": "May",
            "headline": "Hook, Line & Pulitzer",
            "author_name": "John McQuaid",
            "author_title": "The Times-Picayune",
            "full_text": "When The Times-Picayune assigned reporters to examine global fisheries, they discovered that the issues were interconnected due to the global marketplace. This interconnectedness formed the basis for the 'Oceans of Trouble' series, which won the Pulitzer Prize for Public Service. The reporters gathered data concerning catch, economics, and fish stocks, which highlighted a drastic decline in fishing success and economic stability for fishermen. Despite extensive regulatory attempts, the fisheries were already depleted, showcasing the government's lag in addressing overfishing. CAR enabled the team to unravel these economic and social connections, despite information gaps. The study presented a stark picture of failure in fisheries management. Furthermore, digital communication platforms like 'Fishfolk' provided valuable discourse and source tracking, proving key in both framing the series and finding interview leads. This endeavor underlined not just the dire state of global fisheries but also the profound consequences of inadequate data management and policy adherence."
        }
    ]
}