{
    "stories": [
        {
            "year": 1997,
            "month": "October",
            "headline": "CAR in Latin America",
            "author_name": "Kara Morrison",
            "author_title": "NICAR",
            "full_text": "When Carlos Subero decided to attend last year's advanced computer-assisted reporting seminar in Chapel Hill, he was already an experienced political reporter in Caracas, Venezuela. But the knowledge he came home with led to projects no one else in his country had tried. The projects included an analysis of all 257 members of Venezuela's Congress using SPSS software, and a global study of the increasing number of women in high political offices. Subero did both analyses for his newspaper, El Universal, using databases he built from his own research. \"My first important project in CAR was very profitable,\" said Subero, who says he is still the only professional journalist practicing CAR in Venezuela. But he says the idea is spreading. Lise Olsen, managing director of Periodistas de Investigación, IRE's counterpart in Mexico City, said Subero is one of several Latin American journalists now embracing the computer as a powerful reporting tool. PI trains 40-60 journalists each month in computer-assisted reporting workshops. Olsen says two main factors are fueling the trend, the first of which is an increase in online information. \"It has become fashionable for government offices to have Web sites,\" she explained. This has made retrieving government records easier than having to request databases from government public relations offices that often do not know such information exists. The second main factor is that other journalists have been encouraged by watching some of their colleagues complete successful computer-assisted reporting projects. \"I think more and more people are trying [CAR], showing people who are doubtful that it can be done,\" Olsen said. Jose Roberto de Toledo is a Brazilian journalist who has done just that, completing numerous CAR projects for his newspaper, Folha, in Sao Paulo. After finding numbers compiled by a Brazilian congressman, Toledo used Excel to analyze public works projects in the country by state, department and type of expense. Hether calculated the amounts spent on each and compared the amounts to expenditures from previous years. Toledo also used data from Sao Paulos Pro-Aim institute to analyze the causes of death in the city. He was able to link many homicides to alcohol abuse. Finally, Toledo used INS data to track Brazilian emigrants. He found the five American states that were their most popular destinations - Massachusetts, New Jersey, Florida, New York and California - and profiled several Brazilians there. Toledo said each project took about a week. \"The most difficult part,\" Toledo said, \"is always to find the source of good and reliable data.' Starting simple Olsen said most computer-assisted projects in Latin America are still done using spreadsheets and Internet sources, rather than more complex databases and statistical analyses. Francisco Vidal, a reporter with Milenio magazine in Mexico City and formerly with the newspaper Reforma's investigative team, has done several such projects. Vidal analyzed the economics of Mexican soccer teams using data he compiled. He was able to estimate how profitable each team was. Another project Vidal did was a spreadsheet analysis of cancer rates among Mexican women. He found the rates were higher in some Northern Mexican states, and that women in other states were dying less frequently largely because they had detected cancer earlier. Olsen said another reporter, Claudia Fernandez of El Universal in Mexico City, recently downloaded data from the National Security Archives Web site. With this, Fernandez was able to decode some information about Cold War KGB activities with a code sheet that she also downloaded from the Web site. Good with the bad She was then able to identify a journalist, a former politician and other former KGB agents living in Mexico, one of whom was still alive. She then interviewed him and the family mem- bers of others for a riveting story. While Olsen admits Latin American journalists have more problems gaining access to as much computerized information as American reporters do, she says they do have one advantage. Olsen said journalists there do not have to deal as often with translating old 9-track government tapes, since most government offices in Latin America use PCs. And so far, she says, laws in Mexico at least have not made any distinctions between electronic and print records. Olsen also said sharing information helps reporters get started with CAR projects, since some ideas, like exploring campaign finance, analyzing budgets and comparing crime rates, can be done in almost any country. \"Information sharing is just as important internationally as nationally,\" she said. Subero for one doesn't plan to stop learning about and using computer-assisted reporting. He is currently working with the Venezuela electoral institution Consejo Supremo Electoral to ensure campaign finance data is compiled there. I have no experience with Access, Paradox or Mapinfo, but it is my plan to do it soon.\" Subero said Phil Meyer has agreed to travel to Caracas next November to teach CAR courses. \"This will give you an idea about the importance that El Universal sees in CAR.\" Toledo also said his experience has taught him much and has given him an edge in a market still new to computer-assisted reporting. \"Besides the conclusions of the articles them- selves, I learned a lot of things doing this job from operating the software to finding good sources of data,\" Toledo said. \"More than that, I learned that the computer is the best friend of the reporter. Unfortunately, I believe that CAR is still almost unknown in Brazil, I believe this is going to change in the next [few] years. Until then, I and a few others will continue to use CAR techniques to be ahead of the competitors.\""
        },
        {
            "year": 1997,
            "month": "October",
            "headline": "Busted Tracking bankruptcy",
            "author_name": "Stefan Lisinski",
            "author_title": "Dagens Nyheter",
            "full_text": "How do you tell a story about bankruptcy as a tool for economic criminality? A lot of people, at least in Sweden, know that bankruptcy is a business itself with a lot of criminality, but the trick is to prove it. A lot of people involved in bankrupt companies are suspected, some are prosecuted but only a few are convicted for economical criminality. I tried to do the story by starting at the other end. I made a top list and investigated the people who are involved in the biggest number of bankrupt companies. I could show that a lot of them had never actually ran the companies. I could describe the methods they were using. Criminals or not, that was for the courts to decide, but the reader got a picture of companies where the basic idea was not to sell anything but to fool the authorities and other companies. The story was published Oct. 1996 in Dagens Nyheter, Sweden's biggest morning newspaper. Story behind the story For Swedish reporters the story about how I did the story was just as interesting as the story itself. This was one of the first times a reporter could use data from a Swedish authority and run it in his own computer. Reporters in my country are used to getting information from authorities, but only on paper. Every citizen has a right to read most of the documents that you can find at the authorities, both local and national. But when you get to computers we have rules that look like a joke. When I asked the Swedish company register for information on discs about all Swedish joint- stock companies that filed bankruptcy during one year, they told me I first needed permission. After four months, the Swedish Computer Inspection Authority said Okay. They had trouble before when a reporter asked for permission to write a book on a computer and they found that this was against the law! At that time the Swedish government decided that this was a question of freedom of the press and gave permission. This decision helped me and I was one of the first reporters to get this kind of information on discs. This also explains why one of the first CAR stories in Sweden was about economic criminality. The Swedish company register knows how to use computers and they are used to selling information to other authorities and market companies. Other authorities don't understand what you are talking about, and they don't know that they are allowed to provide electronic information. I guess in a few years this will change. More Swedish reporters will ask for more electronic information and the authorities have to be taught to give us the information. The war has just started. Crunching the data For one year there were more than 18,000 bankrupt companies with about 50,000 members of the boards. The information was 43 megabytes. The newspaper had to pay about $2,000 for the information. The company registers argued that they had to create a program to sort out the bankrupt companies. I used Access, simply because my newspaper already had it, and I didn't think much about other alternatives. The computer work was quite easy, even if I had to learn the program from start. The problem was that I got a lot of different ideas from the data, and I had to realize that I couldn't make a story of all of the ideas. I got a list of people involved in 10 or more bankruptcies. Total there were 13 people. Then I started the old-fashioned research work, looking into documents from courts, trustees reports interviews, etc. This took a long time and had little to do with CAR work. A big part of the story was to make a description of all these 13 people. Most of them were anonymous in the story. Of the 13 people there were seven who were what we call goal keepers. These were drug addicts, thieves and people with no money at all. They had been put in the companies when it was time for bankruptcy. Eleven of 13 were involved in police investigations. Only two were entrepreneurs who had failed in business. I published an interview with one of them. Most of the people were in their 40s, 12 were men and 12 also were of Swedish origin. This was important since there is a lot of discussions about immigrants and criminality. I also found some new interesting examples of economic criminality. We found a lot of accountants who were involved in hundreds of bankruptcies. Some of them were about to lose their permission to work as accountants. The conclusion was that there is a lot of economic criminality in bankruptcies and that this is a profitable criminality with a good chance for the criminal to go free. One disappointment was that I couldn't find the big guys behind the goal keepers."
        }
    ]
}