{
    "year": 1997,
    "month": "June",
    "headline": "Dreams deferred",
    "author_name": "Michael J. Himowitz",
    "author_title": "The Baltimore Sun",
    "full_text": "Martha Fields' West Baltimore rowhouse was a dump with a leaky roof that brought down her bedroom ceiling and forced her into the street. Barely subsisting on Social Security, the 65-year-old woman had no money to fix up the eyesore, and when neighbors complained, the city responded with a work crew. Fields thought that was wonderful - she was getting help at last. What she wound up with was a boarded-up derelict saddled with $37,000 in liens that she can never hope to repay. In fact, with interest accruing at 20 percent a year, Fields now owes three times what the house is worth. But no one is ever likely to buy it. Her tale of woe and others sparked a year-long investigation of Baltimore's decaying housing stock by Sun reporters John O'Donnell and Jim Haner. The outcome was a three-part series titled 'Dreams, Debts, Demolitions' that ran April 6-8. With the help of a sophisticated computer-assisted reporting effort, Haner and 'Donnell discovered that Fields' case was far from unique. They found a well-intentioned government effort gone awry, a campaign to save neighborhoods that actually encouraged their abandonment while lining the pockets of politically-connected contractors. The result: a city where 10 percent of the residential addresses are owned or controlled by the government. A city with as many as 40,000 vacant houses and empty lots. A city where millions have been spent repairing and renovating homes that were torn down within a few years. O'Donnell and Haner outlined the decline of a politically popular program set up in the 1980s to battle slumlords. It gave the city the power to repair run-down houses and bill the owners for the cost. To guarantee a return if the owners didn't pay up, the city put liens on the houses that would be satisfied when the properties were sold. But the system wasn't designed to deal with a 20-year exodus of 200,000 people that sent inner-city property values plummeting. Instead, the liens encouraged thousands of landlords to abandon their property and turned low-income homeowners into debtors. Thousands of homes became albatrosses burdened with liens so large that no one could afford to buy and renovate them. With interest accruing every year at punitive rates, some properties worth $10,000 have been saddled with liens worth $100,000. 'We found many cases of vacant houses that were definitely worth rehabbing if it was affordable,' O'Donnell said, 'but it isn't affordable with a $30,000 lien on the property.' The Sun's reporters also found a housing department so backlogged and disorganized that it has no idea how many properties it actually owns. They uncovered an aggressive but willy-nilly program of demolition that has left some crumbling blocks untouched and others gap-toothed. And they also found a bureaucracy churning along with an outdated system that routinely mails out bills for repair work to long-dead homeowners and long-departed landlords. But within days after the housing series ran, Mayor Kurt L. Schmoke announced a drastic slowdown in the city's demolition program and promised a new look at the liens and interest payments that have tied up so many properties."
}