{
    "stories": [
        {
            "year": 1997,
            "month": "March",
            "headline": "Tracking the trends",
            "author_name": "Naomi Aoki",
            "author_title": "The Virginia Pilot",
            "full_text": "Last year was the safest year in South Hampton Roads, Va., since the dawn of this decade. But readers of The Virginian-Pilot might not have guessed it. One reader even called recently to suggest that we package all of our crime news in a special 'atrocity section.' In that reader's defense, we wrote an average of one murder story a day, not counting briefs. Some were about actual murders, others about murder trials. All this for an area where a person's chances of being murdered were about one in 100,000 last year. In The Pilot's defense, we did report that violent crime in Portsmouth, the most crime-ridden of the five cities in the South Hampton Roads area, was on the decline for the first time in 12 years. We also reported other trends, both good and bad. In the coming year, we hope to give readers a more accurate picture of crime in our region by reporting on more trends and doing it regularly. The Pilot has dedicated a weekly page, dubbed Public Safety, for this purpose. We hope the weekly reports will help to make sense of crimes that seem to occur randomly and chaotically. If patterns can be shown, it becomes clear that crimes are not so random, not so chaotic. And it is easier to combat crimes if there are ways to anticipate where they will occur, and when, and to whom. The success of the page, however, depends on being able to quickly produce computer-assisted reporting stories that give readers useful information about crimes, crime prevention and the local criminal justice system. In short, that means high-volume, high-quality CAR. Status reports on crime can help people evaluate their level of safety. Using local police data or FBI data, you can look at which crimes are going up or down and how your city compares to others. If you have information about where - blocks, census tracts or police patrol zones - crimes happen, you can calculate crime rates for them and see how the different areas within your city are doing. Use FBI incident data to keep tabs on your local police departments. Look at their clearance rates and their staffing. See how they compare to other similar cities. If the Department of Motor Vehicles in your state keeps records on crashes, you can use it to find the most dangerous stretches of road. Or if you can get your hands on trooper activity reports, you can see who the most prolific writer of traffic tickets is in your area and do a ride-along."
        },
        {
            "year": 1997,
            "month": "March",
            "headline": "Score! CAR assists sports writers",
            "author_name": "Stan Dorsey",
            "author_title": "NICAR staff",
            "full_text": "When most people think of sports, the first thing that comes to mind is numbers. Whether it be the spiraling salaries of superstar athletes or the plummeting success rate of your favorite team, virtually all sports are mired in a swirling eddy of points, polls and percentages. Why then, when most reporters think of sports, do they not think of CAR? It looks like a match made in heaven, but few sports writers take advantage of computer-assisted reporting. Tom Witosky of the Des Moines Register knows this is true. Just a few years back, he was only an occasional practitioner of CAR, but now Witosky uses tools such as Quattro Pro and Paradox virtually every week to help him give readers insight past the ordinary numbers they are used to seeing in their daily sports pages. One of the main obstacles, Witosky said, is technophobia. 'I think it is lack of knowledge and fear,' he said. 'People just are a bit scared to jump into the water.' In addition, sports reporters over the years have grown increasingly dependent on the preselected and calculated statistics provided to them by sports information departments. While easing deadline pressure, it also may lead to complacency on the part of the reporter. 'Who is to say that all the information in the releases is accurate? Sports information departments will often just highlight numbers that they want you to see,' said Witosky, who co-led a panel on sports and CAR at the NashCAR seminar in Nashville, Tenn. 'Besides, if you were a government reporter, would you necessarily rely on a press release from the governor's office on earnings or on some financial matters? I have learned to not necessarily trust the numbers I get.' Witosky said he looks at the releases, but treats them with a grain of salt. Instead, Witosky often compiles his own numbers and uses a database manager to unveil relationships that aren't evident in the vanilla reports handed out by SIDs. He does this every week with the Iowa State and University of Iowa football teams. Using the play-by-play sheets distributed by SIDs after games, Witosky enters each play into a spreadsheet program and creates fields for the quarter, down, yards to go, possession, field position, play result, and time of game. He then plugs the numbers into a database manager such as Paradox and searches for trends he may not otherwise see: production by quarter or by down, tendencies of a certain player, or play calling habits of a coach. 'These are exactly the type of calculations coaches do every week,' Witosky said. 'Why shouldn't the reporters who cover them do the same?'"
        },
        {
            "year": 1997,
            "month": "March",
            "headline": "The real story: Project misconceptions",
            "author_name": "Joanna Kakissis",
            "author_title": "NICAR staff",
            "full_text": "When Matthew Waite began his studies at the University of Nebraska at Lincoln three and a half years ago, he heard the 'freshman folklore' about Malone, one of Lincoln's oldest neighborhoods. Malone was supposedly Lincoln's ghetto, a dangerous place characterized by crime and poverty. Only the uneducated poor lived there in miserable, run-down homes, and outsiders entered its seedy boundaries at their own risk. But after a nine-month investigation using computerized police records, Home Mortgage Disclosure Act (HMDA) data, Census data and scores of interviews, the 21-year-old college senior gave a dramatically different presentation of Malone in a Dec. 12 story in the university's student newspaper. According to Waite's story, Malone is one of city's safest neighborhoods, ranking near the bottom in nine major crime categories when compared with eight other Lincoln neighborhoods. In addition, Malone is one of Lincoln's most ethnically diverse areas despite the common misconception that only African Americans lived there. Also, more than half of Malone residents have been to college. Only one perception- - the area's poverty- remained as fact. Malone is Lincoln's poorest neighborhood, with a median individual income of $12,917. After an analysis of HMDA data, Waite discovered that Malone received the least amount of home-loan money of the nine neighborhoods surveyed for the story. Waite interviewed sociologists, law enforcement officials and civic and minority leaders who alleged the area's lingering poverty was strongly related to Malone's reputation as a ghetto. Because of the inaccurate perceptions, Malone residents saw a reluctance by businesses to invest in the neighborhood, low property values and a lack of medical services. 'After I realized that the data showed Malone was not a crime-ridden neighborhood, I got the HMDA data and realized that the Malone neighborhood was suffering from the burden of misrepresentation,' Waite said. Waite first came upon the idea after meeting Malone resident Leola Bullock while he was covering an anti-death penalty rally in 1994. Bullock, an African American, had moved to Malone in 1950 because of Lincoln's racial segregation housing policies. Although she had moved from Malone in 1967, her description of it as a culturally vibrant neighborhood so contradicted Lincoln lore, Waite decided to explore the issue for an in-depth reporting class. He obtained the 1995 computerized crime records from the local police chief, loaded the 39,490 records on a Pentium 132 Megahertz with 64 megs of RAM and formatted them into the Maptitude program he had purchased for about $600. Waite is no novice with computers. His father has been in the data processing industry for 25 years, and Waite spent summers working with his father at home in Blair, Neb. 'But this project was a huge learning curve for me,' he said. 'I didn't know much about data analysis or dirty data.' Initially, the computer rejected 65 percent of the police records because the addresses for the scenes of crimes had not been recorded in a standard manner by Lincoln police. 'I had to hand-check 26,000 records. It took me four months,' he said. Waite worked every day from 11 p.m. to midnight and from 3 to 4 in the morning before the address entries were in consistent. After cleaning the address data, he categorized the data into nine high-profile crimes: larceny, vandalism, disturbances, robbery, burglary, miscellaneous weapons, car theft, assault and narcotics. 'When I saw the results, I noticed a pattern,' he said. 'Crimes thinned out when it got to the Malone neighborhood.' Waite put faces with the statistics by interviewing several- Malone residents, community leaders, minority and civil leaders and law enforcement officials. Waite calls reaction to his article 'unbelievable.' Last month, Nebraska's Cornhusker State Bank offered $1.5 million in low-income home guarantees to Malone residents. In addition, millions of tax revenue dollars used for community reinvestment funds are being re-evaluated. 'I didn't think a student newspaper could have this kind of influence,' he said. Matthew Waite's article, 'Perceptions from Past Haunt Area,' can be found on the Daily Nebraskan's website at: http://www.unl.edu:80/DailyNeb.arch/zzzzzl12-96/news/malone.html"
        }
    ]
}