{
    "stories": [
        {
            "year": 1998,
            "month": "September",
            "headline": "Discovering Intersections: Data map makers",
            "author_name": "Jennifer LaFleur",
            "author_title": "San Jose Mercury News",
            "full_text": "Although mapping can be used to visually enhance any story, in some cases it's the key to the story. Geographic Information Systems (GIS) allows you to map one or more sets of raw data, which can show intersections between data sets or clusters in one data set that otherwise you would not be able to find. Most of you have used a database manager to look at data in many ways. With geographically based information, that's easy to do - if for example you're dealing with county names and know where those counties are. But what if your data is listed by Census tract? You probably wouldn't look at a list of tract numbers and say: 'Hey, look there at tracts 5001.02 and 5002.03. Isn't that interesting.' Seeing the same information on a map makes the data much more powerful. When Carol Napolitano of the Omaha World-Herald needed to look at trends in more than 300,000 crime incidents for the last seven years, she used a map. 'The fastest way to see is visually,' Napolitano said. Before El Nino hit California, the San Jose Mercury News wanted to look for potential mudslide problems in the Santa Cruz Mountains. By overlaying permit data and geological data on one map, our story addressed the fact that many new building permits have been issued in areas susceptible to landslides and debris flows. Getting the maps of the slides and flows was easy (well, sort of). We were lucky in that the U.S. Geological Survey uses ArcInfo mainframe software to do its mapping. ArcInfo is compatible with ArcView, the mapping software the San Jose Mercury News uses. The San Jose Mercury News also obtained a database of building permits since 1985 from the Santa Cruz County planning department. We would have loved to have gone back to 1982, but the county started computerizing its records in 1985. The building permit data contained addresses for all the building permits. Using a technique called 'geocoding', mapping software converts addresses to latitudes and longitudes and, eventually, to points on a map... Mapping is one of the most powerful tools available to reporters. Once you select your software, join your local users group. Most of the mapping folks from local government participate in those groups, and it's a great way to do some nerd-bonding and find resources for maps."
        },
        {
            "year": 1998,
            "month": "September",
            "headline": "The Daily Commute: Traffic tally",
            "author_name": "Neill A. Borowski",
            "author_title": "The Philadelphia Inquirer",
            "full_text": "'Ca-chunk, ca-chunk, ca-chunk.' Cars and trucks travel over the black hose stretched across the road. Each 'ca-chunk' registers on a roadside counter as the government tallies the vehicles using the road each day. The data are loaded into databases at state departments of transportation or county planning departments - and adjusted for the number of axles. Fascinating information, but it is most often used only by the departments themselves for proposing future road projects or by marketers to decide where to locate the latest fast-food restaurants. Earlier this year we decided to do a project looking at the daily commute. For several years, I had collected snippets of Average Daily Traffic (ADT) information from a variety of sources. I had pieces from various marketing reports and text files from online DOT databases. What I wanted to do, however, was pull together a comprehensive look at ADT in the Philadelphia metropolitan area. A map was the logical choice to convey the commute to readers. (The special section, called 'Drive Time,' was published on May 31, 1998.) The result was a map loaded with about 600 different points. Each point represented a spot on a road or highway and showed the average daily traffic. I produced the early map with ArcView and passed the project along to our graphics department, which also uses ArcView. Graphics artist Matthew Ericson broke down the points into five different categories, ranging from less than 10,000 cars per day to more than 75,000 cars per day. We acquired the data from the Delaware Valley Regional Planning Commission in Philadelphia. The commission traffic specialists' first reaction was: 'What intersections are you interested in?' Our answer was the usual CAR response: 'We want the whole database.' The planners viewed the request as odd, but after some negotiating they shared the data. The most exciting mapping aspect came in the use of latitude and longitude coordinates provided with the file. I brought the lat/lon coordinates in as an added event theme in ArcView .dbf file) and overlaid them on our regional streets file. We found the coordinates were amazingly accurate, matching perfectly with the street file."
        },
        {
            "year": 1998,
            "month": "September",
            "headline": "Infrastructure Outline: Projects breakdown",
            "author_name": "Jeff Porter",
            "author_title": "Arkansas Democrat-Gazette",
            "full_text": "In our city government's infrastructure wish list, we mapped out Little Rock's planned infrastructure projects because a wish of our own was granted: mapping software. Our choice was Maptitude - among the least expensive mapping software available. The Arkansas Democrat-Gazette published, on Oct. 12, 1997, a page-wide map showing city wards, major streets and the drainage, bridge and traffic-signal projects that the city planned. We skipped street reconstruction or resurfacing because a much larger map than we could publish would be required. The Public Works Department of Little Rock worked for months preparing a list of infrastructure needs. A detailed file showed exactly where and what types of projects were needed, with estimates of the costs. Before we could begin to map, we had to examine the data. The department created its list using a Lotus 1-2-3 spreadsheet. Importing it was a snap. First, we looked at the file using Microsoft Excel, cleaned up the data, and saved the file as a dBase IV file. We used Visual FoxPro to take quick looks at how the projects were divided by ward. That way, readers could quickly see how their areas of the city would be affected. We broke down spending by each ward. Then, we broke down projects by ward. We used Maptitude to inspect visually the city's plans by opening a *.dbf file with the mapping software. The city was quite willing to share mapping files with the newspaper, generating ESRI-exported, uncompressed files that Maptitude could easily import. We imported ward boundaries, streets and other files in order to create maps showing total costs and percentages for each ward. Our detailed stories about infrastructure needs were accompanied by a six-column map showing the pinpointed projects. The large graphic included breakdowns by ward of the total number projects."
        },
        {
            "year": 1998,
            "month": "September",
            "headline": "Crimes of the Week: Neighborhood report",
            "author_name": "James Derk",
            "author_title": "Evansville Courier",
            "full_text": "The Evansville Courier was the first newspaper in the world to publish weekly crime maps on the World Wide Web. I launched the weekly crime map in an effort to spread more information to residents of our community. The crime map helps us provide at least a dot on a map and maybe help prevent some crimes in the process. In 1995, Evansville's chief of police agreed to a trial run of giving the Courier online access to police blotter information. We started to archive the logs and soon had a month's worth of information. We soon struck a deal with police: They would email me a week's worth of data, and I would produce a color map for them every week. Once the maps were on the Web, we turned to getting them published in the newspaper. After much trial and effort finding suitable software and handling graphical issues, the result was we now publish a weekly map. The crime map helps us provide a comprehensive picture of crime in our community and better engage our readers."
        }
    ]
}