{
    "stories": [
        {
            "year": 1998,
            "month": "February",
            "headline": "INSPECTION Du JOUR - Restaurants Revealed",
            "author_name": "Joel Grover",
            "author_title": "KCBS-TV",
            "full_text": "When I first proposed the idea of a series on restaurant conditions, it seemed like such a basic investigation. I knew similar investigations had been done for years in other cities. I would have never thought a series like this would attract a firestorm of attention, be the subject of dozens of newspaper articles, and result in major changes in the law. But that's just what happened when KCBS-TV aired 'Behind the Kitchen Door' last November. The story began with a tip: a former L.A. County health inspector told me the county was doing nothing to force filthy restaurants to clean up. A quick computer search showed me that no other local media had ever investigated L.A. County's restaurant inspection program, so it seemed like a good subject to probe. I began my research with what seemed like a simple request to the L.A. County Health Department for its computer database of restaurant inspections. At first, the county said such a database didn't exist and later said certain restaurant data wasn't public. Fortunately, my station was willing to fight for this data. CBS lawyers battled L.A. County back and forth for 8 months. Only when we told them we were taking them to court did the health department hand over its database. KCBS hired NICAR to crunch the data. Clearly, we could not have done this ourselves. L.A. County's database contained hundreds of thousands of records on 20,000 restaurants. The county tried to send us the data in a form that would have made it virtually unusable. One phone call from NICAR to the health department solved the problem. Our producer, Adam Symson, and I brainstormed with Andy Lehren and Jack Dolan at NICAR about all the ways we could crunch the data. We wanted to know how often restaurants were inspected. We wanted to see what percentage of restaurants were averaging poor to failing scores on their inspections. And if restaurants were failing every inspection, were they penalized or shut down? Our analysis revealed that L.A. County's restaurant inspection system was not doing its job of protecting the public health. We found that many restaurants hadn't been inspected in over 2 years, even though the health department had previously insisted every place gets at least 3 inspections a year. We found that nearly 30 percent of L.A. area restaurants averaged poor to failing scores on health inspections. The data showed that most of these places were never penalized or closed down. Finally, NICAR ranked all 20,000 restaurants from the lowest to highest scoring. We were amazed when we examined that list. Some of the most respected and popular restaurants in Los Angeles were also getting the worst inspection scores. We then decided to conduct an undercover investigation. Using the list that NICAR produced for us, we chose several low-scoring restaurants and sent researchers to work there. Our computer analysis and our undercover tapes gave us enough material to do many stories. What was originally intended to be a 2-part series turned into an 11-part series. Our first story exposed filthy conditions at many popular L.A. restaurants and used facts from our computer analysis to show the problem was widespread. On the second day, we exposed the failures of the inspection system to keep restaurants clean. We then did several stories using the rankings of restaurants by average inspection score. One story focused on the lowest-scoring restaurants in town; another highlighted the cleanest places. KCBS was deluged with calls from viewers wanting to see the entire list of restaurant scores. We put that list on our Web site, www.Channel2000.com. In the following weeks, it received an unprecedented one million hits. Two days after our first report, the Los Angeles County Board of Supervisors publicly grilled health department officials about the problems KCBS uncovered. The department then started cracking down. Our initial reports generated hundreds of tips, which gave us material for many solid follow-ups. We reported that a grand jury had warned the health department years earlier that there could be an epidemic of food poisoning if it didn't get tougher on unsanitary restaurants. (The County ignored that warning). We also reported how the health department had a secret surplus of millions of dollars that it could've used to hire more restaurant inspectors. Until we broke that story, health officials had been saying they were short on money to beef up their inspection program. What amazed us most was the fallout and public outcry from our series. Two days after our first report, the Los Angeles County Board of Supervisors publicly grilled health department officials about the problems KCBS uncovered. The department then started cracking down, closing more than 300 unsanitary restaurants, including one owned by Los Angeles Mayor Richard Riordan. Three weeks later, the board adopted a sweeping overhaul of Los Angeles County's restaurant inspection system. Because of our reports, restaurants must now post letter grades reflecting their latest inspection scores. And restaurant workers will be required to get training and certification in safe food-handling practices. Three months later, we are still doing follow-up stories from what we all thought would be just a basic investigative story."
        },
        {
            "year": 1998,
            "month": "February",
            "headline": "FREE BOAT TO CHINA All Expenses Paid",
            "author_name": "Kara G. Morrison",
            "author_title": "NICAR",
            "full_text": "After Congress tightened rules on member travel funded by private groups in late 1995, Gannett News Service decided to check if the new rules had made a difference. 'We wanted to assess how much travel members of Congress and their staffs have taken from private groups with a stake in Capitol Hill legislation,' said GNS special projects editor David Milliron. The result was a GNS special report titled 'Congress: Have invitation, will travel.' The special report, which ran predominantly in many of Gannett's 91 daily newspapers in November, included an overall analysis and story on congressional travel, along with stories detailing which special interests paid the highest travel tabs, which destinations were most common, which committees traveled most frequently, and which Congressional spouses earned the most frequent flyer miles. The new rules require members of Congress and their staffs to explain how such travel relates to their work and to disclose its sponsor, destination, cost and purpose within 30 days.The GNS database investigation found that private industry and non-profit groups spent nearly $8 million in 16 months on 5,100 trips. Other key findings included: China was the hottest congressional travel destination; the Nuclear Energy Institute spent $123,000 on congressional travel while lobbying to send radioactive waste to Nevada during 1996-97; the tobacco industry spent $70,000 on 27 trips for congressmen during the same period; and the House Commerce Committee, which oversees telecommunications and electricity deregulation, topped the list of well-traveled congressional committees, taking nearly 200 paid trips in 16 months. GNS chief political correspondent Chuck Raasch and regional correspondent Fredreka Schouten, together with Milliron, spent three months on the project. They collected the paper records on the more than 5,100 trips between January 1996 - when the new reporting requirements kicked in and early May 1997. The data from the reports was then keypunched by two interns into six Borland Paradox databases. Milliron said The Center for Responsive Politics subsequently keypunched the 1997 travel records, which are now available on its Website. 'I was pleased to see they picked up on this. We feel this is an important thing for the public to know,' Raasch said. 'This is the type of information Congress doesn't want in electronic form because it's too easy to see patterns among trips when it's in a computer database,' Milliron said. Milliron explained there were a few pitfalls during the project. Because the majority of the reports were handwritten, GNS had to painstakingly decipher the name of each traveler on the forms using various congressional directories. And many of the travel records identified sponsors not by company names but by acronyms, requiring additional research. Raasch said members of Congress also did a poor job of filling out the forms. Often, writing was illegible or total expenses (including transportation, lodging, meals) were added incorrectly. And in one instance, Milliron said, House Speaker Newt Gingrich reported the cost of his trip in Swiss francs, which GNS converted to U.S. dollars using the exchange rate at the dates of his trip. 'If that's not trying to abate the system, I don't know what is,' Milliron said. Included in the database were the trip sponsors, names of travelers, destinations and the cost and dates of travel. GNS created a separate database for travel related to committee work. Once the analysis was complete for the national package, Milliron worked with the bureau's regional reporters, who wrote about three dozen stories on the travels of elected representatives serving their regions. Overall, Raasch said they were happy with the play the series received. 'As we tried to point out, there are a lot of new ways or different ways for money to get into this process,' Raasch said."
        }
    ]
}