{
    "year": 1998,
    "month": "November",
    "headline": "Census preparation",
    "author_name": "Paul Overberg",
    "author_title": "USA Today",
    "full_text": "Almost six months ago, I spoke on a panel at the IRE national conference about the wisdom of starting Census 2000 preparations immediately. Remarkably, the shape of Census 2000 is even less clear now. That's why it's even more important to start planning now. Much of the uncertainty stems from a battle that's erupted over the Census Bureau's plan to use sampling to help count the nation. Republicans oppose it, and they control Congress. Democrats favor it, and they control the White House...\n\nIn Washington shorthand, sampling has been reduced to 'like polling.' It is, but what's planned would be much more sophisticated and complicated. There are actually two forms of sampling planned in the Census 2000 count, further complicating the task of explaining it to our editors and readers. At this writing, two appellate courts have ruled that sampling can't be used in lieu of a count-to-the-last-person approach to produce the state totals that will reapportion the House of Representatives. Neither court, however, has forbidden the use of sampling to produce totals for other purposes, such as distributing federal funds or redistricting state legislatures. The Supreme Court's final word is due by spring. Congress and the White House have agreed to make peace by mid-June or shut down a big chunk of the government. The Census Bureau hasn't decided whether or how it would use sampling if it can't use it for everything. The bureau's overseers in the Commerce Department and the White House won't even discuss this prospect because they're still fighting to conduct just one census with built-in sampling...\n\nJust like in 1990, it's quite possible the bureau will produce two sets of numbers: one from the count, the other from the sampling-adjusted count. If this happens, President Clinton could order federal agencies to use adjusted numbers to dole out $100 billion a year...\n\nMuch of the publicity over sampling focuses on how it corrects for the undercount, those missed by the mail survey and door-knockers - most frequently racial minorities, the young, the poor and illegal immigrants..."
}