{
    "year": 1998,
    "month": "April",
    "headline": "Errant electioneering",
    "author_name": "Dan Keating",
    "author_title": "The Miami Herald",
    "full_text": "When the election results for mayor of Miami came in on the night of Nov. 4, it seemed obvious that something strange had gone on in the voting, the first for the new \"strong mayor\" form of government that would give the city's chief executive a new level of power. Incumbent Joe Carollo won a majority of the votes cast at the polls. But he was trounced by a 2-1 margin in absentee ballots by one of his challengers, former mayor Xavier Suarez. The absentee tide stopped Carollo 155 votes short of a outright election, forcing a runoff that he then lost. The strange voting pattern and unprecedented number of absentees-more than 10 percent of the ballots cast-prompted Carollo, the Florida Department of Law Enforcement and The Miami Herald to launch investigations into what had gone on. The Herald has tracked down and published more than 300 \"problem\" votes so far. Contacting more than 1,400 voters required a unique shoe-leather effort that lasted more than two months. But the project also involved a heavy dose of computer-assisted reporting to set the plate for the reporters fanning out into the community, organizing what they found and painting the emerging portrait of fraud. The essence of the computer work - to find potentially suspicious activity - was matching different lists against the list of people who voted in the election. Though Florida law specifically forbids releasing the voting list to the public, The Herald obtained it. With that voter roll, we could wrest great value out of the other public records that we keep on hand. To start off, we matched the voter list against the Social Security Master Death List we had obtained from NICAR, though that list is somewhat spotty by having fields for ZIP codes but not full addresses. Since the voter list did not include a social security number, we had to match by name, date of birth and ZIP code. It looked exciting - we had eight exact matches. But, much to our disappointment, our field reporters found the purportedly dead voters quite alive and quite well: each proved that the rumors of their deaths had been greatly exaggerated. Our next step was more straightforward. With the list of 44,000 voters, we simply grouped by address and sorted descending to find the addresses housing the most voters. Since addresses included apartment or unit numbers, the search aggregated individual living units rather than apartment buildings and showed many residences with six, seven, eight or more voters. To make the list of voters per home more useful, we merged the addresses with the county's property appraiser roll. Using SAS for Windows, we cleaned the addresses from both lists. We found people whose driver's license, vehicle registration and homestead records indicated that they lived outside the city. In every case, we spoke directly to the person. One seemingly straightforward match proved tricky: matching with the list of people sentenced to prison or probation in Florida. Of the more than 400 matches, almost none were false matches caused by two people having identical names and birthdays. Complications arose when we checked court files. Almost none had been convicted. A judge in March overturned the election and called for a new vote. An appellate court then went a step further by putting Carollo back into office and declaring that the voting-fraud participants should be punished."
}