{
    "stories": [
        {
            "year": 1998,
            "month": "May",
            "headline": "HEALTH CARE INVESTIGATION: Wrestling giants",
            "author_name": "Josh Barbanel",
            "author_title": "The New York Times",
            "full_text": "We were gathered in a tiny windowless conference room at The New York Times noodling over what was undoubtedly going to be an epic tale of the troubled American health care system. But which epic would it be? For weeks, Martin Gottlieb, Kurt Eichenwald and Tamar Lewin had traveled around the country meeting with sources, reviewing court and agency records, exploring the troubling business strategies that turned Columbia/HCA Hospital Corp. into a $20 billion health care giant, the world's largest health care provider. After a few days on the road in places like Tallahassee and Baltimore, I stayed back at the office staring at my computer screen. I was trying to make sense of a carton filled with 89 computer cartridges containing more than 30 million medical billing records perched on the edge of my desk. As we reviewed our findings - tales of hard-ball takeover practices, questionable incentives for doctors to switch hospitals and bring their patients with them - we struggled over fundamental questions of fairness. Was this a story about a greedy for-profit company that went way too far? Or a story about the sorry state of the entire American health care system? Was Columbia/HCA a special case or were not-for-profit hospitals, facing the same pressures, doing exactly the same things? Were we picking on the wrong guy? At this pivotal moment in the project, I was able to lean forward on the sagging couch and pull out the computer-assisted reporting analysis of medical billing records. I argued that they provided the strongest and clearest evidence yet that Columbia/HCA was simply different from other hospitals and needed to be treated that way. The analysis showed that Medicare recipients who were treated at Columbia/HCA hospitals in Texas cost the government millions of dollars more than patients treated at other hospitals. Their costs were higher than costs at all other hospitals, particularly when the entire cost of care included the hospital stay through skilled nursing, rehabilitation, and home health care. Their costs were far higher than the costs at comparable not-for-profit hospitals."
        },
        {
            "year": 1998,
            "month": "May",
            "headline": "INTERSTATE TRAPPINGS: Sudden Seizures",
            "author_name": "David Washburn",
            "author_title": "The Morning Call",
            "full_text": "Dateline NBC's IRE award-winning investigation of a Louisiana sheriff department's illegal use of drug forfeiture money - 'Probable Cause' - started with a ski trip in Aspen. It ended with a cardboard box filled with photocopied checks and a Microsoft Access database. It was a week-long luxury ski trip. Four Jefferson Davis Parish police deputies rented a condo, bought ski clothing in ritzy boutiques, and took to the slopes. Police billed the trip as 'deputy training.' All expenses were paid with money police seized from alleged drug dealers in Louisiana, mostly along Interstate 10. Louisiana Legislative Auditor Daniel Kyle investigated this 1990 ski trip and found that not only was it bogus but an illegal use of drug forfeiture money. An additional $200,000 was missing. One Louisiana police officer called the ski trip just the tip of an illegal iceberg. Dateline producer Patrick Weiland had been keeping an eye on the story since 1994. He was hearing outrageous accounts of police officers pulling motorists over on I-10 and shaking them down for cash, seizing cars and property without any evidence, targeting minority drivers for traffic stops and misusing funds in the drug forfeiture account. 'We talked to few people and the under-the-table stuff they were talking about was incredible,' Weiland said. The key to the story was the law itself and how it differs from every other state. In most states, seized drug money goes into a statewide crime fund. In Louisiana, individual police departments get to keep 60 percent of everything they seize. And much of that goes directly to the officers who make the busts. This gives local police ample incentive to seize as much money and property as possible. So much incentive, said Weiland's sources, that motorists traveling Interstate 10 were getting pulled over every day for bogus reasons by officers acting more like shakedown artists than cops. Weiland filed a Freedom of Information Act request for five years' worth of checks written against the drug forfeiture account in Jefferson Davis Parish. He was granted access to the records, but only on paper. The parish didn't keep the records on computer. After a few hours of going through the copies, Schwartz realized two things: She had the evidence they were looking for and she needed help. We designed a simple table in Microsoft Access based on the check. It included the check number, the date of the check, the payee, and the amount. After three weeks of entering data, it took just a few queries to find out that police were spending seized money all over town. Thousands of dollars were spent at local restaurants including Mr. Gatti's and Bruce's Donut King; $3,800 was spent at Wal-mart and $8,000 at the local hardware store. Undocumented checks totaling $60,000 went to one of the sheriff's deputies. 'They say they are fighting the war on drugs,' Weiland said. 'So they pull people over without reasonable cause, take their money and spend it on donuts.'"
        },
        {
            "year": 1998,
            "month": "May",
            "headline": "HEALTH CARE IN THE ARMED FORCES: System protecting military malpractice",
            "author_name": "Stuart Watson",
            "author_title": "WRAL-TV",
            "full_text": "Stuart Watson attended the NICAR basic boot camp in August 1995. Normally I'm terrible at phone tips. To my detriment. If Deep Throat called, I'd put 'em on terminal hold, then cut 'em off. Maybe that's why my colleagues rib me about being more at home with a stack of documents or a database. But it was hard to hang up on Kristie Piittmann. She called March 22, 1995, to say Army medicine killed her baby. Having firsthand witnessed labor and delivery four times, her story hit home. You could see it happening. The fever. The racing fetal heartbeat. The antibiotics administered too late. The awkwardness of telling the mother when Cole Piittmann was born a few weeks before Christmas 1994. Then the rush to a civilian hospital and the parents' ultimate choice: handing over the infant to be airlifted to Duke University with little hope of survival or unhooking all the tubes and letting their only son die in their arms. They chose the latter. It was a heart-rending story, all right, the news director said, but how was it different from allegations of malpractice in a civilian hospital among civilian doctors? In other words, you have a story - now what is the report? What is the meaning, the context? The full answer would take two and a half years of reporting... The military protects bad medicine. Military doctors do not carry their own malpractice insurance like civilian doctors, are not sued like civilian doctors and are not disciplined like civilian doctors. The Pentagon does not report to the National Practitioners Data Bank the same information as the civilian world does. And, unlike civilian doctors, military doctors can continue to practice after repeatedly failing state medical exams."
        }
    ]
}