{
    "stories": [
        {
            "year": 1998,
            "month": "March",
            "headline": "TV Transformed",
            "author_name": "Stuart Watson",
            "author_title": "WRAL-TV",
            "full_text": "At the 1993 national conference on computer-assisted reporting, my baptism by fire, I counted about 500 participants. According to the roster, exactly ten were from local TV stations. It didn't take a relational database to tell me this computer-assisted thing wasn't exactly sweeping the television world. Surveys tell us a large percentage of Americans get their news primarily - in many cases only - local television. Yet CAR has been slow to catch on. Why?\n\n[...] (full story continues).\n\nIn our series on judge shopping and drunk drivers, we placed all the anecdotes in the overview – separate from the conviction rates instead of sprinkling them throughout the other pieces. As a result, the material dried up in most parts. Keeping the customer satisfied We know better. But after weeks of doing your own data entry, you tend to become so attached to the data that you want to show them off to viewers. I don't think they care. Especially if \"How I Got This Story\" is interfering with telling the story properly.\n\nThen there's the eternal question: How much do we mention Mr. Computer? Good reporting has always just been good reporting.\n\nAfter producing several computer-assisted reports, I got a message from our promotions department: \"Can we get away from the computer and use more, say, hidden cameras?\" (If you watch KCBS-TV's report on restaurant inspections, you'll find the two are not mutually exclusive.)\n\nComputers are an appropriate and extremely powerful tool. And as the major source of information for a significant slice of America, we as local TV reporters should know how to use them."
        },
        {
            "year": 1998,
            "month": "March",
            "headline": "Access Granted: Campaign Finance",
            "author_name": "Ray Robinson",
            "author_title": "The Virginian-Pilot",
            "full_text": "The small, one-story office building nestled along a major thoroughfare in Virginia Beach couldn't be more nondescript. But when The Virginian-Pilot decided to use a database of state campaign contributions to see which addresses were generating the most money for political candidates, we found something astonishing.\n\n[...] (full story continues).\n\nLongtime CAR-user Ray Robinson of The Virginian-Pilot also checks in with a CAR-intensive campaign finance story prompted and assisted by the Virginia Public Access Project. Through interviews, database searches of obscure business publications and public records, their story was a classic example of using good, old-fashioned investigative reporting to transform a good CAR story into a great story about what politicians mean when they say that big contributors are only buying \"access\" - and nothing more."
        }
    ]
}