{
    "year": 1998,
    "month": "July",
    "headline": "NURSING HOME NEGLECT: Unraveled care",
    "author_name": "Mark J. Rochester",
    "author_title": "The Indianapolis Star and The Indianapolis News",
    "full_text": "Normally, a newspaper pursues an investigative story with the hope that circumstances revealed by the probe eventually will change as a result of the public scrutiny brought by the story's publication. When The Indianapolis Star and The Indianapolis News concluded a year-long investigation of nursing homes with publication of a six-day series in late June, we were confident that the disturbing picture of elder care presented would generate an important public policy debate and could possibly lead to changes in the system. What we never expected was that the series would result in significant changes to the system within days of its publication. Or that some of the state's most powerful legislators and governor would demand reforms and an end to the conditions described by the newspapers. But that's exactly what happened immediately following publication of 'The Tarnished Years,' an investigative series in which computer-assisted reporting helped The Star and The News expose the pervasiveness of poor care in area nursing facilities and shortcomings in the state's nursing home regulatory system. The investigation documented disturbing accounts of neglect, broken bones, exploitation and other instances of poor care in Indianapolis area facilities. The series revealed that one-third of area nursing homes allowed harm to befall one or more seniors in their care. And when poor care is detected, the state makes little use of its own penalty system and instead relies on a federal system that gives facilities weeks or months to make corrections before sanctions are imposed. Nearly nine out of 10 nursing homes statewide were not in compliance with federal regulations, the newspapers found. Closing time. The investigation began simply enough. Two veteran journalists, Bonnie Harris and Joe Fahy, were curious about the same thing at the same time. About a year earlier, the state had closed down a nursing home that had established a hideous care record - some residents had developed bedsores so serious that limbs had to be amputated. The reporters wondered about conditions in other nursing homes. The state closing had triggered a statewide look at patterns of neglect and poor enforcement. The newspapers utilized an online searchable database of nursing home inspection data which prompted immediate calls for reform. State officials, within days of the series' publication announced that efforts would be made to address the deficiencies highlighted by the investigation."
}