{
    "stories": [
        {
            "year": 1998,
            "month": "June",
            "headline": "Moneyed Interests",
            "author_name": "Jack Dolan and Aaron Rothenburger",
            "author_title": "CFIC",
            "full_text": "A direct link between campaign contributions and favoritism is the Holy Grail of campaign finance reporting. In the 1997 series \"Money and Influence,\" Milwaukee Journal Sentinel reporters Steve Schultze and Daniel Bice connected campaign contributions to preferential treatment by Wisconsin Governor Tommy Thompson. The two reporters examined records from eight state agencies, state contracts, campaign contributions and expenditures, and Thompson's phone records. The eight-month investigation revealed a startling correlation between those who gave money to Thompson's campaign and those who got lucrative state contracts. In one instance, Schultze and Bice found that Ron Van Den Heuvel, a Wisconsin businessman, donated $10,000 to Thompson's campaign fund the day before a state agency awarded him $24 million in tax-free bond financing to build a paper-manufacturing plant. Van Den Heuvel says a Thompson fundraiser asked him for the donation. The newspaper's inquiry forced Thompson to return the contribution. Shultze and Bice stated the Van Den Heuvel affair was not an isolated incident, describing donors and well-connected firms enjoying a close and mutually beneficial relationship with the Thompson administration. Readers can investigate this claim by downloading Wisconsin campaign finance data from the CFIC or by searching the Wisconsin Democracy Campaign website."
        },
        {
            "year": 1998,
            "month": "June",
            "headline": "Homes for Sale",
            "author_name": "Neill A. Borowski",
            "author_title": "The Philadelphia Inquirer",
            "full_text": "Your editor mumbles \"estate story.\" You immediately head for the door. Many reporters have little or no interest in writing about homes. Yet relevant news about the typical family's most valuable investment can make for a front-page story that has impact. This doesn't mean the filler material that tends to populate many newspaper real estate sections. The emphasis is on stories that are local and tell readers something they want to know. What can be more relevant than a story that explains trends in values of their home? Let's consider the role of the home in the United States, according to the American Housing Survey for the United States in 1995. The house is the central asset, the biggest debt, and the greatest monthly expense for countless Americans. Out of 106 million year-round housing units in the nation, 60 percent are owner-occupied. The median value of owner-occupied homes is $92,507. About six out of 10 homes have one mortgage outstanding. Seven percent have two or more mortgages and 13 percent have a home-equity loan. The median number of years to repay the mortgage is 20, with a median principal of $48,466 to go. The median monthly cost is $593. The median ratio of home value to income is 2:3. However, the home value for about 25 percent of owners is four times their income or more. Perceptions—and misperceptions—about trends in real estate prices can influence consumer spending and the economy. Inquirer surveys conducted study trends from 1989, and the conclusions revealed new insights when paired with Realist Inc.'s comprehensive property data. This allowed the creation of matched pairs to observe specific property price changes, thereby providing a clearer picture of real estate value changes in the region."
        },
        {
            "year": 1998,
            "month": "June",
            "headline": "Trial of the Century",
            "author_name": "Wendell Cochran",
            "author_title": "American University",
            "full_text": "Nanosecond by nanosecond, the clock ticks toward the millennium and the biggest beta test in computer history - the rollover from 1999 to the year 2000. By some accounts, that first day of the new century is going to bring a silicon meltdown because millions of computers, literally, won't know what day it is. Stock exchanges, banks, airlines, government agencies, and major corporations are spending billions to make their systems compliant. The Information Technology Association of America estimates it will cost more than $50 billion to fix computers in the United States, perhaps $600 billion worldwide. Some economists have predicted that the costs of fixing computer hardware and software are so high that the U.S. economy will be thrown into a recession. Some companies and governmental bodies, apparently hoping the problem will just go away, have barely begun to figure out what the Y2K issue means to their operations. A member of Congress recently reported that some \"mission-critical\" Pentagon systems won't be fixed until 2009. Thankfully, those of us who work in computer-assisted journalism probably don't need to panic. Most of our hardware is relatively new; most of the applications we use regularly have tried to address the Year 2000 problem at least after a fashion; and most of our databases and spreadsheets don't depend on precise date calculations. However, CAR specialists are suggested to test their systems, experiment with date handling, and assess older software applications which may face more complications due to Y2K."
        }
    ]
}