{
    "stories": [
        {
            "year": 1998,
            "month": "October",
            "headline": "ENVIRONMENTAL CAR",
            "author_name": "Ken Ward Jr.",
            "author_title": "Charleston (W.Va.) Gazette",
            "full_text": "Environmental journalism has always been a hotbed of computer-assisted reporting. A reporter who wants to analyze thousands of toxic chemical emissions better learn CAR or face spending a couple of years with a notepad and calculator. A newspaper that wants to give its readers the locations of hundreds of hazardous waste dumps might never the story in print without a database manager and mapping software.\n\nRussell Clemings of The Fresno Bee recently conducted a quick survey on the Society of Environmental Journalists' mailing and found that environmental CAR is alive and well.\n\nCAR growth\n\nMy own experience with environmental CAR dates to 1991, when I first came to the Gazette. At the time, we had only one (old) computer with a decent-sized hard-drive. I learned to do a few crude searches on the National Library of Medicine's ToxNet service and put together the standard \"Top 10\" polluters stories. Later, I used ToxNet to compare the potential emissions from a pulp and paper mill proposed here to similar mills across the country.\n\nBack then, I used a copy of dBase that I borrowed from Gazette CAR expert Paul J. Nyden. With a little help from Paul, and a lot of time spent trying to understand the manual, I taught myself how to use it.\n\nMy CAR work got a major boost in the last year. The Gazette bought decent computers for four reporters, including me. Then, I attended the NICAR national conference in Indianapolis in March 1998. There, I got training in spreadsheets, database managers, and the Internet. I also learned a lot more about how other reporters are using computers to improve their environmental journalism.\n\nSince then, I've produced a variety of CAR stories - from daily stories with \"computer-assisted paragraphs\" backing them up to a lengthy investigation of the coal industry's strip mining in West Virginia.\n\nFor example, this summer there was a toxic tort case in federal court in Charleston filed against a Rhone-Poulenc chemical plant for a chemical leak a few years ago. The jury found for the company. But when the verdict came out, the plaintiffs' lawyer - who represented folks who live near the plant and believed they were hurt by the leak - claimed his suit had forced the company to clean up its act and operate more safely.\n\nI was skeptical. So, with a few hours of research on the EPA Emergency Response Notification System Web site, I downloaded local chemical accident reports and showed that the company had continued to have leaks - some even bigger than the one that prompted the lawsuit. The lawyer was just plain wrong. This story wasn't a huge investigation, but it did add punch to our coverage of the trial, and our afternoon newspaper competition didn't have it.\n\nStrip mining bared\n\nI have also found that CAR is the only way to really do long-term environmental reporting projects in any manageable or timely way. Since March, the Gazette has been publishing a series of articles called \"Mining the Mountains\" that examines mountaintop removal strip mining.\n\nUnlike old-time strip mining, mountaintop removal doesn't chip away at hillsides to uncover coal. Instead, it blasts away entire mountaintops to reach coal. Normally, strip mines must be reclaimed to their \"approximate original contour,\" or AOC. If they submit concrete plans for how the flattened land will be used for future economic development, mountaintop removal mines are allowed to ignore that standard and flatten out the land.\n\nHaving talked to environmentalists who follow mining, I suspected that most mountaintop removal mines did not have plans for future development.\n\nI asked the state Division of Environmental Protection what the stated post-mining land plans were for all mountaintop removal mines. They said they didn't know but would have field inspectors go through permits to try to find out. However, they would have to go through dozens of paper files, an exercise that could take months.\n\nMissing data, missing plans\n\nIn the meantime, I huddled with a couple of guys in the DEP computer record-keeping section. They told me they had a computer system that maintained information about surface mines with permits in the state. I got a copy of parts of their database and started doing my own research. I found a number of disturbing trends. First of all, the state didn't even know how many mountaintop removal mines it had authorized. Permit writers and inspectors never bothered to fill in the computer database field that indicated what type of mine they were granting a permit. Even when the state came back to me with the list of mines from paper files, a lot of mines that I found in the computer system were missing.\n\nSecond, I analyzed permitted area and production numbers to determine whether, as environmentalists had told me, mountaintop removal was increasing. Industry officials had argued this wasn't true. But, by simply running a few queries in FoxPro on a state database, I could write a story explaining which side was right.\n\nMost important, of the 134 mountaintop removal mines I identified, most did not submit post-mining development plans when they were given permits by the state.\n\nThe results of my work were two lengthy Sunday features published in May and in August. The articles prompted investigations by the U.S. Office of Surface Mining and by at least one congressman, Rep. Nick J. Rahall, D-W.Va. Already, the state DEP is modifying its database and completing a project to fix its record-keeping problems.\n\nIn September, Gardiner Harris of the Louisville Courier-Journal conducted a similar investigation of mountaintop removal mining in Kentucky. Harris, who used CAR to produce a landmark series earlier this year on black lung disease among coal miners, examined computerized state mining permit databases. He found similar problems, prompting an investigation by OSM officials in Kentucky.\n\nSupplementing stories\n\nEven if you're not up given time a big project, you can use CAR to help with environmental reporting. For example, in writing about the ongoing debate over EPA's ozone transport regulations, I have used the agency Web site to download lengthy documentation about the issue."
        },
        {
            "year": 1998,
            "month": "October",
            "headline": "CLEAN WATER ACT",
            "author_name": "Mike Lee",
            "author_title": "Tri-City Herald",
            "full_text": "When a citizen activist group threatened 10 Yakima Valley dairies with Clean Water Act suits last fall, Washington state's largest dairy region erupted. Farmers and activists lived in fear of each other. Politicians looked for solutions, and regulators tried to soothe tensions.\n\nUnderneath the bedlam was the real story: After a decade of phenomenal growth, the dairy industry dominated the communities on the lower half of the river. Any threat to the industry was a threat to a way of life and the relative prosperity of arid eastern Washington. Few even realized the Yakima Valley had quietly become the state's dairy capital. A quick check of the U.S. agricultural census showed that fact: The number of dairy COWS in the area increased from 27,000 to 68,000 in eight years.\n\nPeople in the industry knew why: Over the last 10 years, population pressures in western Washington and California forced dairy farmers to the dry, less populated stretches of eastern Washington. But they weren't taking care of the cow manure. The runny muck was routinely running into irrigation canals that drained to the river. It had been going on for two decades. The story was as emotional as they come. With the threat of lawsuits, few farmers would talk.\n\nList service\n\nThe state Department of Ecology, however, had all the numbers to validate the Tri-City Herald's four-day series that ran in early March 1998. The agency had been gathering water quality data for several years. The Herald acquired two databases kept by the state to track water quality problems. The lists are mandated by the Clean Water Act and are known as 303(d) and 305(b) for their sections in the act. They show state waters that aren't up to federal standards and also tell what's wrong with the water.\n\nAs my first attempt at using Access, with lots of help from our CAR coordinator David Cuillier, I looked at the state data, zeroing in on water monitoring stations on the lower Yakima River. I found that several spots had more fecal coliform than 90 percent of the state's waters. That proved the poop problem.\n\nWe also isolated key water stations and determined the level and general cause of the pollution, which is largely agricultural. For a broad look at a state's waterways, the 305(b) list is a good start. It's an overall indicator of water quality and - at least in Washington - comes in a much easier format for database searches. Every monitored waterway is tested for a handful of pollutants, including temperature, dissolved oxygen, pH, and fecal coliform. That makes it easy to search for pollutants from a specific industry, such as dairy farms.\n\nStandard usage\n\nObviously, however, even something as specific as coliform has a variety of sources, and those sources probably will be listed generally. The 305(b) list is handy because it shows whether a water segment is clean enough for specific uses, such as fish spawning, swimming or boating. That way, it's possible to search for all the places in an area where fish can't survive. Or where people shouldn't swim.\n\nPollutants in the 305(b) list are also given a rating that indicates the percent of tests in which they exceeded quality standards. That can be used to rank state waters by pollutant. Unfortunately, the sample size is sometimes rather small, so a stream that failed 100 percent of the time may only have been tested two or three times in the last 10 years.\n\nThat's where the 303(d) list comes in. It is more specific and details tests.\n\nStates use the test data to create Total Maximum Daily Load studies that target specific pollution problems and cleanup measures. The only such study completed in Washington is on the Yakima River. It focuses on the long-lived pesticide DDT and sediment, which were both included in the Herald's package.\n\nWashington has had trouble producing enough of those studies to please Northwest environmentalists. The state is now on a 15-year schedule under threat of lawsuit. The 303(d) list is great for looking at specific water sections and finding out who did the tests.\n\nFor all the hours spent searching the databases, the amount of data-crunching results that made it into the final stories was minimal. It was too abstract and technical for the average reader. But knowing how an agency keeps records helped us ask better questions. And having the data allowed us to say the Yakima River was - at least by some parameters - the dirtiest waterway in the state of Washington."
        }
    ]
}