{
    "stories": [
        {
            "year": 1998,
            "month": "December",
            "headline": "UNDERMINING DEFINING: Suspect semantics",
            "author_name": "Craig R. McCoy and Tom Torok",
            "author_title": "The Philadelphia Inquirer",
            "full_text": "Philadelphia sure is a law-abiding place. It's a city where people aren't held up at gunpoint. Instead, they have 'disturbances,' or, at worst, are subject to 'threats.' Victims aren't beaten or stabbed. They are deemed mere 'hospital cases,' coding for the police taking someone to the hospital. Pocketbooks aren't ripped off; they're booked as 'missing property.' Thieves don't steal cars. Instead, the car's forgetful owners lose them, and the helpful cops write up the missing vehicles as a 'try and locate.' With artful classifications such as these, Philadelphia's police department for years has been fudging statistics for the FBI's influential Uniform Crime Reporting (UCR) program. This, in turn, has permitted mayor after mayor to boast of the city's low crime rate. Until the whole statistical deck of cards came undone. In a series of articles over the last year, The Philadelphia Inquirer has challenged the city's crime statistics, using computerized reporting and a lot of old-fashioned, shoe-leather interviewing to document flaws in the numbers. The finagling has had a big impact, both for the citizenry as a whole and, on a very personal level, for victims: At this point, no one really knows what the true crime picture is for the city. In stages, police over the last year have disowned the citywide crime stats for 1996, 1997 (twice withdrawn) and the first half of 1998. The scandal has damaged Philadelphia's attempt to follow New York's lead and switch over to police deployment based on computerized trend-spotting and mapping. Some 'downgradings' - the term for converting a major crime to a minor one have cut off cases from detectives, leaving suspects free to strike again. Victims have lost their claim for compensation under a state program that helps pay for uninsured medical bills. No crime, no victim, no compensation. The stage for our reporting was set when Philadelphia Mayor Edward Rendell, finally responding to requests from the Inquirer and the Philadelphia Daily News, released seven years of underlying crime-by-crime data. This massive computer file provided details on more than 700,000 crimes deemed serious by police from 1991 to 1997. Philadelphia is one of few major American cities that release such detailed information, besides totals made public twice a year by the UCR program. Using Access and Excel, an Inquirer team began to slice and dice the data. In some ways, our focus was on the dogs that weren't barking crimes that weren't being booked. Among our early articles was a straightforward account, pegged to the FBI's national release, of the city's overall crime rate for 1997. Even as we wrote it, we noticed a weird trend in the data. When crimes were analyzed by month, Philadelphia had a puzzling drop in car thefts in the first half of the year, followed by a boom in the second. The change was without precedent for Philadelphia; we could not explain it as seasonal."
        },
        {
            "year": 1998,
            "month": "December",
            "headline": "CORRECTIONAL CARE: Prisoner health",
            "author_name": "David Heath",
            "author_title": "St. Louis Post-Dispatch",
            "full_text": "While in an Alabama prison, 18-year-old Calvin Moore melted before the eyes of correctional doctors and nurses. Moore, a burglar who suffered from severe mental illness, lost 56 pounds in less than a month - more than one-third of his body weight. On Feb. 21, 1996, he died from dehydration and starvation in the care of St. Louis-based Correctional Medical Services, the industry giant in the rapidly growing field of privatized correctional health care. CMS said it provided Moore with 'appropriate and compassionate care.' A state report attributed the death to natural causes. However, a renowned expert on forensic medicine and pathology from the University of Colorado described Moore's death as 'a homicide resulting from criminal negligence.' Word of Moore's death prompted the St. Louis Post-Dispatch to spend five months looking at the privatized correctional health-care industry. Reporters found more than 20 cases in which inmates died as a result of alleged negligence, indifference, under-staffing, inadequate training, or cost-cutting by for-profit HMOs. The search for information was not easy. State correctional agencies were generally uncooperative, concerning the backgrounds of CMS physicians. We knew from anecdotal evidence that some had checkered pasts."
        },
        {
            "year": 1998,
            "month": "December",
            "headline": "Investigating the FBI",
            "author_name": "David Burnham and Susan Long",
            "author_title": "TRAC",
            "full_text": "The FBI is an extraordinarily secretive organization that routinely denies Congress, reporters and the public comprehensive information about the matters it investigates, the number of individuals who are indicted and convicted as a result, or the distribution of its staff in different parts of the country. For many decades, this absence of concrete information has made it nearly impossible to judge the bureau's actual performance. Given America's faith in the theory of accountability, the public acceptance of the FBI position is surprising. It's as if General Motors could sell stock without publishing an annual report certified by an independent accounting team. Fortunately, however, the FBI's steadfast resistance to public scrutiny can now be challenged. This is possible because of the Freedom of Information Act, the availability of computerized data analysis programs and the recognition that very detailed information about the enforcement activities of the bureau are recorded by the Justice Department's Executive Office of United States Attorneys (EOUSA)."
        }
    ]
}