{
    "stories": [
        {
            "year": 1998,
            "month": "August",
            "headline": "ANALYZING SCHOOL ANALYSIS: Scoring systems",
            "author_name": "Lynn Olson",
            "author_title": "Education Week",
            "full_text": "This spring, the Detroit Free Press announced that it would no longer rank schools and districts based simply on scores from statewide tests. The newspaper reached its verdict after conducting a six-month computer analysis of results from the Michigan Educational Assessment Program. It found that poverty and other factors outside a school's control were so strongly linked to test scores that it made straight-up comparisons 'inevitably flawed' and 'mostly meaningless.' Instead, the Free Press vowed that from now on it will produce a more nuanced picture of how well Michigan's schools are doing, given the challenges they face. With that commitment, the Motor City daily joins a growing number of newspapers that are investing heavily in time and resources on special reports that go far beyond the mere reporting of test scores. Many now produce regional report cards on schools. The newspapers' reports often surpass the documents produced by states and districts in their level of detail, sophistication, and accessibility. Most are available on the Web. For educators, who are already pressured by demands for greater accountability, these reports create both new challenges and opportunities. Many teachers and administrators say they welcome the potential for a deeper, more complete picture of education. But they also worry that some of the analyses may be as misleading or incomplete as the raw rankings they replaced."
        },
        {
            "year": 1998,
            "month": "August",
            "headline": "CAR-COOKING RAW NUMBERS: Poverty and performance",
            "author_name": "Harvy Lipman",
            "author_title": "Albany Times Union",
            "full_text": "Every year, New York's Department of Education releases its 'report cards' on the public schools, listing how their students did on standardized tests. Every year those report cards show that students in wealthy and middle class suburban districts generally score higher than those in urban-particularly inner-city-schools. If ever there was a dog bites man story, the report cards are it. To anyone who hasn't been living in a cave for the past half-century, it's hardly news that students whose parents are well-educated and financially well off usually do better on tests. Yet most news organizations across New York - and the many other states that release similar reports - dutifully publish the test results, implicitly telling our readers and viewers how much better schools in well-to-do neighborhoods are than those in poorer communities. In talking with university researchers who study what differentiates 'good' schools from 'bad' ones, however, we found out they believe many inner-city schools are actually accomplishing astounding results given the poverty-related difficulties they have to deal with. To demonstrate that point, we decided to take the best available poverty data for each school-the percentage of its students receiving free lunches - and analyze their test scores compared to their poverty level. Using SPSS, we ran a regression analysis that, in short, showed us how each school's test scores compared to average scores for schools with the same poverty rate..."
        }
    ]
}