{
    "stories": [
        {
            "year": 1999,
            "month": "June",
            "headline": "DEADLY PRACTICE? Cosmetic Surgery",
            "author_name": "Fred Schulte",
            "author_title": "Sun-Sentinel, Ft. Lauderdale",
            "full_text": "A few hours before dawn on April 1, 1998, police found a disoriented woman lying on the sidewalk outside a Fort Lauderdale medical office. Bandaged, bleeding and still attached to a catheter and heart monitor, she was suffering from seizures brought on by an overdose of anesthetic given during liposuction. The woman had stayed overnight in a doctor's office to recover from surgery. She awoke in the middle of the night gasping for breath and panicked when nobody answered her screams for help. Thinking she would die if she didn't get help, she crawled out to the street and collapsed. She spent five days in a hospital intensive care unit recovering. I got a tip about the woman's ordeal from a source who said many poorly trained doctors did lengthy cosmetic operations — sometimes eight hours or more — in their offices and then let patients stay overnight to recuperate. This wasn't the first disaster, the source said. Identifying Victims The source was right. Courthouse records showed the surgeon whose patient had ended up on the sidewalk had nearly a dozen malpractice suits filed against him in just two years of practice in Fort Lauderdale. There were women who alleged they had been scarred horribly by botched breast-implant surgery and several people who couldn't close an eye or move their faces fully after a face lift. I decided to sample other plastic surgeons who advertised in our newspaper or in the Yellow Pages; many of them also had high numbers of malpractice suits. (Florida health officials consider three or more claims in a five-year period to be a red flag.) Next stop: Florida's Board of Medicine, which disciplines doctors and can be searched online. Some of the doctors in my sample also had been disciplined, in a few cases more than once, by the state medical board. But it was the early interviews with several plastic surgeons that persuaded me to pursue this as a major project. I had never heard so many doctors so critical of their colleagues. They spoke openly about the need for tighter state regulation of office surgery and criticized the state medical board for being too lenient in punishing incompetent surgeons. A couple of surgeons even said they knew of patients dying during what should have been routine cosmetic surgery. Unfortunately, none of these doctors could, or would, provide any details such as patient names or dates of death. Local medical examiners weren't much help either; they said they had no way to check with the name and date of death. Senior writer Jenni Bergal and I began visiting morgues in South Florida and rummaging through thousands of cases by hand. One by one, we found deaths and began contacting families. We also tried to track down police reports on patients who had died in their homes a day or two after surgery. Some of these provided additional details about the operations. By the time we published 'Cosmetic Surgery: The Hidden Dangers' in November 1998, we had confirmed 34 deaths in roughly the last 12 years. Thirteen of them occurred in 1997 and 1998. We have since documented five more deaths since 1997, bringing the total to 18. Fatal Pattern The number of deaths stunned state regulators, medical examiners and even the gossip-prone plastic surgeons of South Florida. A troubling pattern emerged in fatal cases. Many patients had more than one cosmetic procedure that took eight or 10 hours to perform in a medical office — longer than a liver transplant takes in a hospital. The victims tended to be in late middle age, were overweight or had chronic medical conditions that made them questionable candidates for such operations. About half of those who had died since 1997 were men older than 50 even though women account for the vast majority of cosmetic operations in the state. Finding Fault Still, we needed to keep the deaths in perspective. Nobody knew exactly how many cosmetic operations were performed in Florida every year, though it seemed from industry statistics to be at least 77,000. Lacking any means to compute a death rate, we searched for data to bolster the case that some cosmetic surgeons were the problem. We found the data in the Florida Department of Insurance closed-claims database, which listed all malpractice settlements paid by insurance companies. These claims include cases settled by insurance companies before any lawsuit is filed. The state insurance department charged us $150 for about 10 floppy disks, which we loaded into Access with the help of John Maines, our research center's database specialist. The data included the doctor's name, location, specialty, training, severity of the injury and the money paid to the patient. Sorting by 'plastic surgeons' gave us more than 1,100 cosmetic-surgery claims settled since 1990, including some deaths. Unfortunately, the database didn't explain the type of injury or how it occurred. We had to pay 15 cents per page for paper copies of a detailed narrative that had this information. None of the documents included the patient names, which are confidential under state law. Still, we documented scores of injuries, ranging from permanent facial scars to grossly disfigured breasts after botched implant surgery. Many doctors with multiple claims against them (several had a dozen or more) we already knew from our search of Department of Medicine disciplinary files. I also used the insurance-claims data to create graphics. For example, we published charts showing the severity of injuries, the average size of claims and the board-certification status of doctors with large numbers of malpractice claims. Board certification became important because plastic surgeons held that uncertified surgeons were injuring patients. In fact, the data showed that 80 percent of the injuries came at the hands of board-certified plastic surgeons. Since our series, state officials have tightened oversight of office surgery. Florida's Board of Medicine banned overnight stays in medical offices and limited office surgery to six hours. The Florida Legislature also passed a bill that requires office-based surgeons to report deaths and serious injuries to the state."
        },
        {
            "year": 1999,
            "month": "June",
            "headline": "LEGAL DRUG HAZARDS Inside the FDA",
            "author_name": "Stephen Fried",
            "author_title": "Philadelphia Magazine",
            "full_text": "'Bitter Pills: Inside the Hazardous World of Legal Drugs' began as a personal quest for answers after my wife had a severe adverse reaction to one sample pill of a new, heavily-marketed antibiotic. It grew into a magazine article, which triggered an FDA investigation and won the 1993 National Magazine Award for Public Service Journalism. It eventually led to a five-year investigation of the entire pharmaceutical-industrial complex. The book focuses on issues of international drug safety while exposing the inner workings of the Food & Drug Administration, the pharmaceutical industry, physicians, nurses, pharmacists, consumer advocates and the medical press. Unlike earlier books on these subjects, 'Bitter Pills' weaves a personal narrative through the hardcore investigative reporting, putting a human face on the 'legal drug problem.' Even though most investigative journalism pieces focus on illegal drug use, the truth is that legal drugs kill many more people each year than illicit drugs. Adverse reactions to prescription and over-the-counter medications are the fourth-leading cause of death in America. 'Bitter Pills' is based on thousands of documents, many obtained from Freedom of Information requests from the FDA and other federal agencies. Others were rescued from discovery materials in lawsuits that were later settled and sealed. It is also based on an exhaustive survey of over 100 books and thousands of papers on various subjects pertaining to drug safety and the legal drug culture. But 'Bitter Pills' also incorporates hundreds of interviews with government officials, drug company executives, lawyers, physicians, academics, consumer advocates, pharmacists, nurses and patients worldwide - as well as coverage of dozens of conferences in the United States and Europe. I knew nothing about the drug business when I started this project. And I was faced with several problems: how to develop enough expertise on a highly technical field so I could report and write credibly, how to journalistically handle the personal circumstances that got me interested in the subject so I might capture my passion for drug safety without being biased against drug makers, and how to humanize very technical issues. The drug industry is rife with potential conflicts of interest, but so is the world of investigative journalism. I tried to face those conflicts head-on in my reporting, and I'd advise other investigative reporters to do the same. Because my use of Internet resources was so extensive, I published a guide to the sources in the book, which was updated and expanded for the recently published trade paperback. There is also a large Web site for the book at www.bitter-pills.com, which allows for pretty extensive research by professionals and lay people. During the research for the book, my assistants and I obtained several electronic databases from IMS, the company that does the 'Neilsen ratings' of drug use. We also obtained adverse reaction reporting databases for different drugs from the FDA, and deposition databases from most investigative journalism various lawsuits. Much of the material came for free or nominal charges (I'm good at begging, and the FDA will waive its FOI charges if you make the requests properly) but I did have to pay stenographers for some of the depositions. In fact, the FDA is so strapped for cash in its investigative branches that I was asked to donate my copy of a deposition which cost me $500 - to the regulators because they couldn't afford it and couldn't go ahead with their investigation without it."
        },
        {
            "year": 1999,
            "month": "June",
            "headline": "Naming the unknown",
            "author_name": "Dawn Fallik",
            "author_title": "NICAR Staff",
            "full_text": "Every day hundreds, if not thousands, of tourists gather at the Tomb of the Unknown Soldier in Washington D.C. to watch the changing of the guard and honor the memory of unknown men who died in battle. So when CBS reporter Vince Gonzales began investigating whether the tomb's Vietnam era Unknown Soldier had been identified by military officials before being buried, he treaded softly around both memories and rituals. One officer told us 'He's not a human being anymore, he's a symbol,' said Gonzales. The initial seven-month investigation involved multiple military databases as well as Internet archives and personal interviews. Four months after the first story aired, the Pentagon ordered the soldier's body exhumed from the tomb. When DNA tests proved the unknown soldier was indeed decorated Air Force Lt. Michael Joseph Blassie, his St. Louis family reclaimed their son's body and buried him with his own tombstone. Military listservs Gonzales said he began investigating the story after seeing an Internet posting by Ted Sampley, a reporter for U.S. Veteran Dispatch. Sampley's story described how documents pointed to Blassie and suggested that DNA testing could be used to confirm the suspicion. Gonzales went further, using interviews, documents and databases as confirmation until the government was forced to unearth the tomb's soldier. 'At first I thought it was another one of those Internet conspiracies,' he said. But as he started looking into the details of the Unknown Soldier selection process and talking to the individuals involved, Gonzales was convinced Blassie's body was beneath the tomb. Without mentioning the words 'tomb' or 'unknown,' Gonzales quietly began requesting documents regarding Blassie, a 24-year-old pilot killed on May 11, 1972 during a mission. He requested all documents, including forensic reports, squadron logs and e-mail records that mentioned Blassie's name. During the investigation, Gonzales sent more than 20 FOIA requests to every branch of the Department of Defense as well as the U.S. Department of State and many others. He received documents from almost all of the requests. Searching National Archives In addition, the reporter turned to the National Archives in Washington, D.C. for electronic database help. 'We asked the Center for Electronic Records for the National Archives to run several searches for us on databases we didn't have. They were really intrigued by the project and so they helped us out a lot,' Gonzales said. The center does charge for searches, and the station paid $30 for documentation and eventually purchased the entire Combat Area Casualty File. The two main databases Gonzales used were the Combat Air Summary and Detail Files (OPREA) and the Combat Area Casualty database, both available at the National Archives. OPREA includes information about all combat and non-combat air missions during the Vietnam War, including information about Cambodia and Laos. The casualty database included information on where and how military personnel died, their home of record, date of birth and other death details. Gonzales also used The Situation Report Army File, a database of ground combat operations in Southeast Asia, looking for army officers who were supposed to be on the ground and recovered the remains. 'Not all of it was vastly useful; mostly we used it for some tidbits,' he said. Data confirmed tips Most of the data work was used to confirm information received from sources: who had gone down where on what day and whose remains were recovered. All records related to the unknown selection process were supposed to be destroyed after the soldier was buried, but Gonzales found government officials who had refused to comply. 'Some people would hide the information in other files. One guy hid stuff in his garage. I now have a 5-foot tall filing cabinet filled with documents that were supposed to be destroyed,' Gonzales said. Although the Pentagon first told the reporters they would not receive any documents regarding the selection process, Gonzales said they were successful because they placed FOIAs with the original agencies and stayed away from using the Tomb of the Unknown Soldiers reference. 'It wasn't hard to get the databases, but it was hard to get clean data,' he said, adding that the archive service tells users about potential obstacles. Data was put in wrong fields and names were spelled wrong. Gonzales used the Internet to find researchers and veterans who knew about Blassie's death and the following cover-up. He suggests that reporters doing military stories use variations on the names they want when searching government documents. He spent three months trying to find retired Col. Bill Parnell, whose troops recovered Blassie's skeletal remains and his identification card. The search was stalled because documents had the name spelled Darnell. Gonzales, teaming up with fellow reporter Eric Engberg and producer Dick Meyer, held off from contacting the Blassie family until the initial investigation was ending. 'We didn't want to drag their hopes up, but we needed to get them to sign affidavits allowing us to get military documents that usually only family members could obtain,' Gonzales said. On June 29, 1998, the United States Defense Department confirmed what the Blassie family and the CBS reporters had suspected for almost a year; DNA tests confirmed the remains buried at the tomb for 14 years were those of Michael Joseph Blassie. He is now buried at a veterans cemetery near the family's home in Florissant, Mo. 'It's what we had been working toward all along and the family were such great people you want to work even harder for them,' Gonzales said. The trio continues to investigate which military officials ordered Blassie's remains to be declared unidentifiable."
        }
    ]
}