{
    "stories": [
        {
            "year": 1999,
            "month": "December",
            "headline": "DEALING FOR DATA: In pursuit of data",
            "author_name": "Brant Houston",
            "author_title": "IRE and NICAR Executive Director",
            "full_text": "You believe in Sunshine laws and the Electronic Freedom of Information Act. You might believe those laws work. And sometimes they do. But there are many times when all you get for your trouble is: A) A simple rejection largely unsupported by law or regulation. B) Endless delays. C) A $25 million bill for 10 hours of data work. There are good times to avoid freedom of information requests and other times, as Sarah Cohen points out in her article, you may have no other choice than to go the long arduous route of FOIA. In either case, you will probably enter that familiar, gray area of negotiations. Here are some basic steps that many have followed in the pursuit of federal, state, and local databases. If it's not on your beat, get a good feel for the agency before you approach it. Check their Web site, if they have one. Check with fellow reporters on how the agency responds to requests. Try to get its annual report and an audit of it. You get more respect if you show up knowing the agency's real business, what databases it definitely has, and how it has fared in its last audit. Be pleasant. Be casual. Don't be rushed. Set aside some time for your first visit there. If the agency is out of state, work the phone the same way. Try the low-key approach. You know you add to their burden. You know they are understaffed and underfunded. You want to make the transaction as quick and painless as possible. You are understanding. You will narrow your request in exchange for rapid response. Make sure to get the preliminary information about the database. Figure out who actually knows the databases. If necessary, arrange a meeting with the public information officer and the data processors. Know what you really want and how it might differ from what they may have. This will allow you to give up getting certain data for expediency's sake. (Just don't allow it to be a precedent). Try to work with them so that if you have to make a written request it is exactly the one they need to give you the database."
        },
        {
            "year": 1999,
            "month": "December",
            "headline": "HIDDEN DANGERS Airlines and HazMat",
            "author_name": "Elizabeth Marchak",
            "author_title": "The Plain Dealer",
            "full_text": "In 1996, the Federal Aviation Administration promised to change the way it oversaw aviation, including the problem that was believed to have caused the May 11, 1996 Valujet crash - hazardous materials. In March 1997, the FAA started issuing press releases when the agency proposed fines of $50,000 or more for HazMat violations. Meanwhile, there were tips from sources that the FAA's press releases didn't tell the whole story. One person offered as proof an internal document which laid out some FAA officials' interpretation about enforcing HazMat training laws. Fifteen months after the crash, the document said, the FAA's Southern Region was still at odds with the rest of the agency's enforcement officials about whether airlines that didn't carry hazardous materials even needed to train their workers to recognize the stuff. With the disparity between the FAA's press releases and my newly-acquired internal document, I turned to the data. I was spurred on by Congressional testimony that said passenger airlines accounted for 60 percent of the cargo flown on airplanes. Ten months later, on Jan. 17-18, 1999, we published a two-part series called 'Safety on Hold: The hidden dangers in airline cargo'. We made extensive use of two government databases. I examined 20 years' worth of FAA enforcement data, studying trends by violator, frequency, charge, year, region, FAA office, and resolution. My findings filled one of those fat, three-ring binders. The data showed the FAA's enforcement peaked in the six months following the much-publicized crash, assessing $3.2 million in fines for the whole year. In 1997 and for the first half of 1998, the number of violations and the fines decreased. Confronting the agency with its own data - analyzed the way they analyze it - put them in a box. Then I spent several more weeks studying HazMat reports to DOT's Research and Special Programs Administration. RSPA's data is in tables which cannot all be linked because the comments field produces a Cartesian product. But some data can be linked on a far smaller scale if the record numbers from the main table are linked to the table with the comment field. I did this to track down airlines' reports, which gave me anecdotes and information about all the efforts the airlines make to contain leaks and spills. Meanwhile, the number of HazMat reports of spills and leaks had increased 623 percent for the decade through June 1998, far outstripping the growth in cargo and way ahead of other transportation modes for the same 10-year period. But the data my editors found most interesting was how enforcement varied among the nine FAA regions."
        }
    ]
}