{
    "year": 2000,
    "month": "October",
    "headline": "Private foundations",
    "author_name": "Jeff Porter",
    "author_title": "Arkansas Democrat-Gazette",
    "full_text": "Outside of the grant-seeking or grant-making industries, the term \"private foundation\" means little. But for colleges and universities, hospitals and libraries, museums and zoos, the term means this: money. We assign scores of reporters to cover government. An entire section is devoted to business. But when it comes to philanthropy - billions and billions of dollars - we write routine stories about big gifts and seldom look below the surface. James M. Naughton, president of nonprofit The Poynter Institute, would tell you that's wrong. In a speech last year for the Knight Program in Ethics in the Department of Journalism and Mass Communications at Washington and Lee University, he said: \"Nonprofit businesses had 7 million employees. They represented 6 percent of the nation's total economic output. Since 1970 they were growing at a rate four times as fast as the rest of the economy. You would think that they - and the implications of their growth - would be at least Topic C, if not Topic A or B, in the news.\" Taking Naughton's advice, the Arkansas Democrat-Gazette last fall embarked on a detailed look at private foundations. What we found was astounding. Arkansas' 273 private foundations controlled about $1.5 billion in assets and handed out $116 million during the last year reported. And that's for a state that lags behind the rest of the nation. Without the foundations, the impoverished Mississippi River Delta would be even more desperate. Fewer students could afford college tuition. The arts would have a much smaller canvas. To match just one 1998 grant from the Walton Family Foundation in Bentonville, Ark., the Girl Scouts would have to sell 110,000 boxes of cookies. It became clear to us that, directly or indirectly, the life of every Arkansan is touched. Naughton repeated an old journalism adage: \"Follow the money.\" That turned out to be easy. Most nonprofit organizations of any size are required to file tax returns - called 990 forms - with the Internal Revenue Service each year. The returns are open to the public. The nonprofits themselves are required to provide copies for reasonable fees."
}