{
    "stories": [
        {
            "year": 2000,
            "month": "April",
            "headline": "Tracing guns",
            "author_name": "David Olinger",
            "author_title": "The Denver Post",
            "full_text": "We responded to the Columbine High massacre last April in part by putting a spotlight on the firearms trade, particularly the accessibility of guns to kids and convicted felons. Two results of that effort appeared in The Denver Post in September and December, each as a three-day series. The first described how used police guns had become a primary source of high-capacity magazines, banned from manufacture in 1994 but legal to possess today, and how thousands of old police guns were getting traced as crime guns. The second, called \"The Gun Pipeline,\" detailed how homicides, assaults, the shooting of a federal agent and the pistol taken from a 13-year-old cocaine dealer could all be traced to multiple handgun sales. Both sets of stories relied on databases from the U.S. Bureau of Alcohol, Tobacco and Firearms as primary sources of information. Paying for the databases was the easy part. We got two for $75 - one consisting of guns that ATF was asked to trace from 1994 through 1998, the other a compendium of multiple handgun sales reported to ATF from 1995 through 1997. The hard part was using them to find criminal cases that could be explored as potential news stories. Ultimately we needed help from friendly ATF sources, from police departments small enough to remember a murder or a suicide on a particular date, and from Joseph Vince, a former director of ATF's national tracing center. ATF has since agreed to provide more information in its gun-tracing database, including serial numbers."
        },
        {
            "year": 2000,
            "month": "April",
            "headline": "The escape problem",
            "author_name": "Jack Dolan",
            "author_title": "Hartford Courant",
            "full_text": "A throwaway paragraph caught our eye in one of the dozens of stories about the killing of eight-year-old murder witness \"BJ\" Brown, and the arrest of suspect Adrian Peeler. Buried amid the outcries for a new, centralized state-level witness protection program lurked an interesting, and wholly ignored, piece of information: at the time of the killing Peeler was officially listed as escaped from a Department of Correction halfway house. A three-month investigation that started with the DOC inmate database showed that the department routinely allowed prisoners to walk away from halfway houses and home release supervision long before their sentences were finished. By the time we wrote the story, nearly 15 percent of Connecticut's entire inmate population was listed as escaped. Another field in the database, \"deadtime,\" contained the number of days not credited towards a prisoner's sentence because he had taken an unscheduled and unannounced leave of absence from the Department of Correction. Not only did the \"deadtime\" field help us show that almost nobody is ever arrested for escape alone, but it also showed that hundreds of inmates since 1994 had escaped more than once."
        }
    ]
}