{
    "year": 2000,
    "month": "September",
    "headline": "Census and GIS",
    "author_name": "Steve Doig",
    "author_title": "Arizona State University",
    "full_text": "Still trying to persuade the newsroom bean counters that they should pay for a good geographical information system mapping program? Tell them the U.S. Constitution requires it. Well, okay, the Constitution doesn't actually mention computer mapping. But it does mandate a national census every 10 years. And a newsroom that tries to do census stories without a GIS will be about as effective as one that covers breaking news without cell phones and digital cameras. It can be done, but it's a lot more difficult. The census, in fact, is a perfect story for mapping. The reason is that every scrap of census information is connected to some particular piece of geography. Moreover, a key part of most census stories is explaining how the demographics of various places compare to each other. Which do you think readers, viewers and editors would rather see: A page full of numbers, or a nicely shaded map? Of course, journalists were printing and broadcasting maps long before GIS programs came along. But even relatively simple maps can take a graphic artist hours to complete using a drawing program. And census maps are likely to be complex. For instance, a census tract map of a typical metro area will contain hundreds of polygons to be drawn and shaded, while creating and shading a map of the nation's 3,156 counties could mean days of work. A GIS, however, can make such maps in seconds. Okay, you're convinced. So start shopping for a good GIS program. There are a variety of them available, including MapInfo and Maptitude. But I and many other CAR specialists would recommend ESRI's ArcView 3.2. ArcView is pricey - expect to pay about $1,200 for a copy. But ArcView's advantages are many. It works well on both PC and Macintosh computers. ArcView maps are easily exported into files that can be opened and enhanced by your graphic artists. The widespread use in the CAR community means you can get quick help from journalism mapping experts via the NICAR-L and JAGIS-L (Journalism and GIS) e-mail lists. You can get excellent training at NICAR's mapping boot camp scheduled for Oct. 20-22. And ESRI's 'Virtual Campus' has online courses in all sorts of GIS topics. Even better, ArcView and its big brother, ArcInfo, are widely used by federal, state and local government agencies. This means a big step forward in meeting your second major need: Acquiring map files. A GIS program like ArcView works by merging data tables, such as you might see in an Excel spreadsheet, with map files which contain the information necessary to draw and label political boundaries, streets, bodies of water and other geographic features. Thus, you'll want a collection of map files (which ArcView calls 'shapefiles') to cover all the kinds of maps you're likely to need for stories: Census tracts, streets, ZIP codes, election precincts, police patrol zones, etc. Chances are good, though, that most such shapefiles can be had from your local government GIS specialist via a public records request. Shapefiles useful for working with older census data, such as 1990 tract maps, also can be downloaded for free from the Census Bureau at www.census.gov/geo/www/cob or from ESRI's ArcData Online site at www.esri.com/data/online. However, the shapefiles for the 2000 census geography are not yet available. Worse, the Census Bureau indicates it may not be until next summer before those shapefiles can be downloaded from the Census site. That's too late for anyone wanting to work with the first wave of data, which will hit in March. Happily, there is another alternative - The Census Bureau's TIGER/Line files, the national map database used by the bureau to create all its maps. The updated 2000 version of TIGER, the one that will be used to create the official boundaries for all the 2000 census geographic units, is expected to be ready just before that first wave of data is released. TIGER doesn't come in the shapefile format that is used by ArcView. But ArcView does have a so-called extension - an add-on script that gives the program additional capabilities - that will translate TIGER files into shapefiles. If you have ArcView, you can practice with the 'TIGER Reader' extension now by downloading the 1998 TIGER files for your state from www.census.gov/geo/tigerline/tl_1998.html. One other 2000 Census mapping problem also awaits resolution. It's the question of how different your 2000 census geography is from the 1990 version, particularly if you want to look at demographic change during the decade. State and county boundaries should be the same, but some cities will have annexed territory during the '90s. Even more likely are changes to census tracts. While most of them will be unchanged, tracts that gained or lost a lot of population may be split or combined. The Census Bureau promises to release 'Relationship Files' comparing 1990 and 2000 blocks and tracts - but probably not until next summer. Rather than wait, you'll want to make your own comparison table for your area once the 2000 geography is set. And that's another good task for a GIS. The next IRE and NICAR Census workshop will be held in College Park, Md., Dec. 9-10. More information, including registration forms and hotel details, is available at www.ire.org/training/censusworkshops.html Steve Doig can be reached by e-mail at steve.doig@asu.edu"
}