{
    "stories": [
        {
            "year": 2000,
            "month": "December",
            "headline": "The race factor",
            "author_name": "Dan Browning",
            "author_title": "Minneapolis Star-Tribune",
            "full_text": "Minneapolis police say they don't use racial profiling to stop alleged lawbreakers. They rely on experience, aided by computer-driven analysis that points them to trouble spots. But their computer-assisted hunches lead them to more black suspects proportionately than whites. Are police using good judgment? Or are they trapping relatively more black criminals because they're sweeping up higher percentages of blacks than whites? Philip Meyer, a journalism professor at the University of North Carolina at Chapel Hill and one of the leading proponents in the use of quantitative analysis by journalists, suggested a kind of cost-benefit study. Assuming that the judicial system is fair, even if police rely heavily on race or ethnicity when deciding whom to arrest or ticket, and the proportion of minorities who are convicted of crimes is similar to the proportion of whites who are convicted, then the police strategy might be reasonable, Meyer said. Conversely, if blacks are arrested or ticketed at higher rates than whites for similar crimes, but are less likely than whites to be convicted, then police judgment is arguably unsound. Such a finding would support claims that racial prejudice was resulting in unfair, inefficient and costly enforcement practices, he said. The Star-Tribune tested this theory and on July 23 published a special report, 'Presumed Guilty Until Proved Innocent.' When studying racial profiling, or police bias, reporters ideally would study stops. But Minnesota lacks such data. Next might come searches, or tickets. But that data, too, was unavailable. That leaves bookings. Hennepin County is the one Minnesota jurisdiction using a computer system that allows easy tracking of an offender's case from arrest to adjudication. It was suitable for our analysis because nearly two-thirds of all blacks in Minnesota live in that county. (Almost half of all blacks in the state live in Minneapolis.) We took the county's jail data from 1994 through 1999 and linked it to sentencing data, then flagged each booking record that resulted in a sentence of some kind. The court data covered sentences only; it did not include diversion, probation before conviction or other types of less serious legal mechanisms used to resolve some cases without a conviction. We analyzed only those charges that were identified by the county as the 'main charge' when the suspects were booked; we ignored subordinate charges - including warrants which often get dropped in plea bargains or relate to other minor charges, especially traffic and parking citations. Although our analysis examined all races and Hispanics, we focused on blacks and whites because their numbers are larger, and because we believed the races were less likely to be misidentified. Our analysis examined the bookings in two groups: those originating in Minneapolis and those originating in all other communities within the county combined. This helped minimize the effects of chance or the effects of a particularly aggressive police officer in some of the smaller communities in the county. The results for Minneapolis and the balance of the county were similar. Whites were less likely than blacks to be sentenced for most felonies. But blacks were less likely to be sentenced for minor or petty charges than were whites. This pattern was true in nearly two-thirds of gross misdemeanors, and two-thirds to three-fourths of misdemeanors. Those crimes that typically require more police discretion were less likely to result in a sentence for blacks. Indeed, some crimes, such as lurking with intent to commit prostitution or to sell drugs, rarely resulted in sentences for anyone, black or white. But such charges are used far more often for blacks than for whites. Such disparities were more pronounced in Minneapolis than in the balance of the county. To calculate booking rates, we had to estimate the annual Minneapolis population by race and by age, since no official numbers exist. We used census data and annual population estimates for the county and the state. We derived the city's population figures by adjusting them to the proportions and trends in the census data and other official sources. The population figures are a rough estimate. But after comparing them to the estimates from an economic forecasting group, we concluded our figures were reasonable and conservative. Besides, the gap between black and white booking rates was so wide that even if our population estimates were slightly off the mark, it would not have appreciably changed the findings. After adjusting for population differences, blacks were arrested more often for most crime categories than were whites. And for crimes requiring police discretion, they were generally less likely than whites to be sentenced. While these results do not demonstrate 'racial profiling' by police, they do support claims that bias often results in unfair treatment for many blacks. Our analysis should not be misinterpreted as an assessment of the police motivation for the arrests, however. We could not say whether police stopped someone on suspicion of driving without a license because he was black, or arrested someone for lurking because he was belligerent or simply because he broke the law. But we could measure the outcome of the arrests. If sentences were a measure of the quality of the arrests, then police were less effective when arresting blacks on minor crimes. We computed one cost of that inefficiency by multiplying the number of arrests per crime category that failed to result in convictions by the average booking costs. The human cost - measured in terms of resentment, public humiliation and private suffering - is incalculable."
        },
        {
            "year": 2000,
            "month": "December",
            "headline": "Nursing mistakes",
            "author_name": "Mike Berens",
            "author_title": "Chicago Tribune",
            "full_text": "MAUDE was my first source. She led me to a largely hidden world of death and injury inside America's hospitals. She provided scant details. Sometimes she was simply wrong. But she was unerringly on target where it counted most. That information became the foundation of a Chicago Tribune series (Sept. 10-12) which detailed how overwhelmed and under-trained nurses kill and injure thousands of patients every year as hospitals sacrifice safety for an improved bottom line. MAUDE is available as your source, too. Officially, MAUDE is the Manufacturer and User Facility Device Experience database offered freely by the U.S. Food and Drug Administration (www.fda.gov/cdrh/databases.html). It is also available from NICAR. With more than one million records, the database tracks adverse events involving medical devices. With a twist in thinking, it can also be used to track cases involving human error. Amidst the dozens of fields are two 1,000-character text fields, which provide mini-narratives of each incident. In thousands of cases plucked out through Access queries nurses were believed responsible for fundamental errors. How many patients have been accidentally overdosed through the use of infusion pumps? How many patients were fatally trapped in their bed rails? How many patients connected to life-saving machinery died unnoticed in their hospital beds? MAUDE was just one of a dozen major sources for this project. Despite the narratives, MAUDE typically offers vague, inconclusive information. There are no patient or hospital identifiers. Fortunately, there are companion paper records that can yield more details and I pulled many thousands of reports - but MAUDE is more of a pointer than a destination. I exported Access query files to Excel and began building a custom database beginning with the sketchiest of clues gleaned from MAUDE. 'Blanks' were filled through the use of a dozen state and federal public record sources, from federal healthcare investigative reports to court records. My custom database became a giant jigsaw puzzle. MAUDE helped define a border, but other databases and paper records filled in the picture. I launched into this subject with little more than a realization that the nursing profession was a largely unexamined, essential component of the U.S. healthcare system. There were no signature lawsuits or events. The Tribune encourages reporters to scout out general themes. I initially looked at workplace safety issues surrounding the way medications are labeled, but I quickly settled into the challenge of quantifying nursing-related errors. Exploiting a back-door FOIA strategy, I obtained five years of nurse disciplinary records spanning every state and U.S. territory. The National Council of State Boards of Nursing (www.ncsbn.org) compiles this non-public database. However, paper copies of the database are regularly sent to state licensing agencies, which turns the privately compiled data into a public record. Illinois reluctantly turned over the massive files, which were scanned into Access. Violations receive numerical tags as well as descriptions, such as drug offense, medical error or felony conviction. After identifying key cases, I filed additional FOIAs for full investigative files from each state. These records can provide a startling picture into how patients are killed and injured. Records revealed that some states withhold information about death or injury from public files as part of a plea bargaining process with nurses who agree not to contest administrative sanctions. For an airtight picture of Illinois, I computerized 10 years worth of disciplinary records after spending two weeks combing through musty file cabinets located in the bowels of a state licensing agency. Many states offer limited records online through boards of nursing agencies (www.ncsbn.org/files/boards/boardswebsites.asp). MAUDE coupled with disciplinary records began to provide a clearer, provable picture of medical errors linked to nursing. But a Lexis-Nexis search of lawsuits provided more cases and filled more blanks. Another gold mine of solid information is found in federal investigative reports by the Health Care Financing Administration, part of the U.S. Department of Health and Human Services. HCFA provided computer searches from their extensive database. For example, I wanted lists of every hospital that had received a routine annual survey or had been the focus of a complaint investigation. In most states, HCFA investigations are conducted by state public health officials who contract with the federal government. Reports are kept by HCFA and the state. FOIA reports from the state; it's much quicker. Federal law designates these files as public records. Even if there is a state law banning disclosure of hospital records (as in Illinois), federal public record laws supersede state law. A handful of states post information on the Web. The best is Colorado's Department of Public Health and Environment (www.cdphe.state.co.us/hflhfd.asp), which provides searchable access and mini-narratives involving hospital investigations. Most hospitals maintain private databases. Some facilities turned over their data for inclusion in my custom database. For example, one hospital acknowledged dozens of medical errors monthly. The Tribune also created custom databases to track staffing levels and other criteria, such as how many nonprofit hospitals had been purchased by for-profit companies. The Volunteer Trustees (www.volunteertrustees.org/index.html), a national organization of not-for-profit hospital and health system governing boards, maintains a database of conversions. Likewise, dozens of healthcare organizations have accumulated databases of information. Many will share portions of their records, which can provide pointers to court cases or state and federal documents."
        }
    ]
}