{
    "stories": [
        {
            "year": 2001,
            "month": "January/February",
            "headline": "Measuring foster care",
            "author_name": "Jason Method",
            "author_title": "Asbury Park Press",
            "full_text": "Despite New Jersey's child protection agency's two-year, $128 million reform effort, children who are wards of the state are spending more time in foster care, group homes and institutions than just a few years ago. That was the key finding when the Asbury Park Press decided to find out how much, if any, progress the state had made in its reform goals. The child protection agency is veiled under confidentiality laws, and New Jersey has one of the weakest public access laws in the nation. DYFS officials turned down requests for statistical reports. Fortunately, a federal database helped pierce through this confidentiality. The Adoption and Foster Care Analysis and Reporting System (AFCARS) tracks 600,000 children under state foster care. This database includes detailed information on each child such as birth date, sex, race, disabilities, entry and exit dates from care, reasons for removal, and more. Despite confidentiality, AFCARS data provides essential insights, such as the number of placements and removals from homes. Unfortunately, the data has its limitations like missing details on some critical aspects. However, as AFCARS data from 1999 and 2000 was obtained, it demonstrated that New Jersey's system wasn't significantly reformed yet, and black children seemingly suffer worse care. This evaluation in SPSS led an impactful report showing stagnancy in reform efforts."
        },
        {
            "year": 2001,
            "month": "January/February",
            "headline": "Race problem solutions",
            "author_name": "Steve Doig",
            "author_title": "Arizona State University",
            "full_text": "A year ago, I discussed looming issues with comparing racial and Hispanic origin data between the 1990 and 2000 Census. No solutions were initially offered, but now that the problem is here, solutions must be found. The 2000 Census allowed respondents to choose multiple racial categories, ballooning the categories from 10 in 1990 to 126 in 2000. This presents issues in making valid comparisons for questions related to racial fairness, such as education and health access. Solutions vary from ignoring multi-racial categories where they are small, to creating a unified 'bridge' method for analysis, which distributes multiracial individuals proportionally across traditional racial categories. Alternatively, combining them through sophisticated dataset manipulation could provide a refined comparison to the simpler 1990 categories. While more solutions like definitive bridge categories from Census Bureau data might be years away, these suggested methodologies can offer interim plans for handling these disparities."
        }
    ]
}