{
    "articles": [
        {
            "full_text": "In the Tax Collector's Office in Water- bury, Conn., there's a box about the size of a file cabinet drawer. It weighs roughly 50 pounds and is filled with accordion-folded printouts of delinquent real estate, auto and personal property tax bills totaling almost $55 million. That's roughly a million dollars per pound of good stories in this city, where a fiscal crisis forced a state takeover of the budget process last year. The Republican-American has covered news of the city's budgetary woes as it developed: the liens that were sold to a company that itself went bankrupt; the contract and pension disputes; the state's oversight board. The city, which is facing a staggering two-year deficit of about $75 million, received so much state aid this legislative session that one lawmaker jokingly referred to the collection of provisions as \"Waterbury welfare.\" Unanswered questions Several questions kept nagging readers - and the publisher and editors - of this family-owned paper: How much did the delinquent taxes contribute to the money pit, and would the city be solvent if it could collect all the outstanding debt? We decided to obtain a list of the delinquent taxpayers, analyze it, and publish it in a format that people could understand. Better yet, who are the deadbeats? Inquiring minds want to know. We decided to obtain a list of the delinquent taxpayers, analyze it, and publish it in a format that people could understand. The result was a June 17 cover story by investigative reporter Darlene McCormick and a six-page special section that ran in the city and suburban editions on June 17. Among her findings: The top 10 real estate debtors combined owed more than $6.4 million but the city is unlikely to collect any of that soon because of court actions, environmental issues, and the sale of liens. The property that showed the biggest outstanding debt - $1.3 million in bills going back to 1985 - was sold that year to the state, and meanwhile all the bills were going to the wrong place. A large part of the problem was poor record-keeping by the city. The special section listed some of the delinquent taxpayers and how much they owe, based on records the Tax Collector's Office at City Hall gave to the newspaper in March. Naming names We published the names of 2,159 of the more than 9,000 delinquent payers of real estate taxes only. Delinquencies on personal property, such as business equipment and fixtures, or on motor vehicles were not included because real estate makes up more than half the outstanding balance and is much easier to track. Months of research went into formatting the records we received from the city. The list covered a 15-year period from 1985 to 1999 and reflected all payments made through March 22, 2001. The newspaper requested and received names and amounts of every delinquent, even if they owed a nickel. Because of space limitations, only delinquents who owed $1,000 or more on real estate were listed in the paper. Also, most delinquents owing less than $1,000 owed only for the 1999 supplemental assessment or owed taxes on properties of very little value. The project started last summer, when the newspaper first requested a list of delinquent taxpayers for analysis. The data the city provided then went back only a few years. It was not enough to publish a full and accurate list, but was enough to help uncover some of the problem spots in the system. The newspaper made its second request in February, this time intending to get a full list for analysis and possible publication. The Tax Collector's Office was willing to cooperate, but asked if we could wait until the end of March because it was swamped with a wave of payments from January bills. We agreed. We asked for all data available on delinquent tax bills, going as far back as possible. Computerized records of tax bills are available back to 1982. On March 23, the tax collector's office exported this data, reflecting all payments made through March 22, into four Excel spreadsheets - one for real estate property, one for business fixtures subject to personal property tax, one for motor vehicles through 1998, and one for motor vehicle bills delinquent from the 1999 regular and supplemental levies. We decided to concentrate on the real estate list. Using Excel, we sorted the spreadsheet data by map, block and lot number and ran subtotals for each of the 9,354 delinquent properties. First, we had to clean the data because the information we wanted to publish - the owner's name - was spread out over two fields in the spreadsheet. This had to be searched and checked manually to ensure consistency, and this step was done over the course of a week. The real estate property tax list consisted of more than 30,000 bills going back as far as 1982, listing taxpayers alphabetically. At first this seemed to be exactly what was needed; we could search for a name, group all the outstanding bills and subtotal them. We discovered it wasn't that simple. When we checked on the name of one businessman on the oversight board, for example, we found a large outstanding balance. When we double-checked with the taxpayer and the city tax records, however, we found that he had sold the property listed in his name and had paid the remainder of his taxes. This made it clear we had to sort first by some unique key for the property-we chose map, block and lot number and find a sub-total for each property. Then we'd needed to identify the last known owner listed for that property. Using Excel, we sorted the spreadsheet data by map, block and lot number and ran subtotals for each of the 9,354 delinquent properties. Then we copied the owner's name from the last 1999 listing for each of the properties. This step, plus editing the names again for consistency and typographical errors, took more than a week. The backbone We then opened the Excel 2000 spreadsheet, with records for each bill and subtotals for each property, into a Word 2000 table. This allowed us to run a macro that edited out the individual bill records, leaving only the subtotals for each property. We saved this document as a text file and opened it in Access 2000 to give us a working database of the outstanding debt for each property. This database created the Top 25 properties list and formed the backbone for the delinquent properties database that was published on the Web site. That got us only halfway to the list in the special section, which provided combined totals for each taxpayer (because many own more than one property). Shifting software To get that result, we took the properties list, sorted it alphabetically by owner in Access, and saved the result as a text file. We opened that table in Excel, subtotaled it by owner, and saved the result as a text file. That table included individual property balances and the subtotals by owner. We then imported that text file into Word 6.0 for publication. We used Word to change the names from all-capital letters to Title Case, and to clean up known errors. Some long names may have been truncated or shortened in moving the tables from Excel into Access; otherwise, spellings and listings are in the format originally provided by the tax collector. Work turning the spreadsheet into the list took about three weeks. Only after it was done did we discover that under state law, bills that have been outstanding more than 15 years are not recoverable. We went back to the original spreadsheet to identify the 54 properties that were delinquent that far back, subtotaled the outstanding debts from 1982-84 for each, and manually subtracted those sums from the final list. In the week afterward, hundreds of complaints filtered into the city's tax office and the newspaper, but city officials said few who owed taxes paid their bills. Most complaints came from those who said they didn't owe because their property had been sold, but they were still listed as the owner. Others said they paid their bills after March 22, the cutoff date for publication. Then there were those who admitted owing back taxes, but complained that the newspaper had no business printing their names. Howard Fielding can be reached by e-mail at hfielding@rep-am.com.",
            "headline": "Naming debtors",
            "author_name": "Howard Fielding",
            "author_title": "Waterbury Republican American",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "Six years ago, Florida lawmakers passed legislation designed to protect kids from child molesters. We used CAR techniques to show that law was a farce. Our WFLA-TV investigation uncovered more than a hundred molesters on probation living close to schools and day care centers in violation of Florida's \"1000-foot rule,\" a measure that's supposed to help separate predators from their prey. Using Geographic Information Systems (GIS) software we mapped one county's population of child molesters to look at their proximity to schools and child-care centers and determined there was a pattern of violations. We then targeted a few of the worst violators for narrative storytelling. The project began with a phone call last August to the Florida Department of Law Enforcement (FDLE) in Tallahassee, which maintains a database of sex offenders online. The FDLE Web site enables anyone to search for sex offenders by name, address, etc. For our purpose, we needed more information. We asked for the FDLE's raw database so we could correlate offender addresses with schools and day care centers using our GIS software. FDLE's data managers balked at our initial request so we followed up with a letter. Apparently, we were the first journalists to ask for the underlying data (always an encouraging sign). Within two days, FDLE's legal counsel agreed to release it under Florida's Public Records Law. We received data for thousands of registered sex offenders via e-mail in ASCII delimited text (which we easily converted to a Microsoft Access table). We also asked for and received a key to explain some of the more confusing fields critical to our project (such as dates of arrest versus dates of offense, codes that indicated victims under 18, and so forth). Step by step, we refined the data using Access software to meet our exact needs: 1) We selected all of the sex offenders living in Pinellas County. 2) We deleted everyone except offenders who had committed crimes against kids. 3) We ordered the data by date of offense and deleted child molesters who had committed offenses before October 1995, when the \"1000-foot rule\" took effect. 4) We selected only the offenders currently on probation. These four steps gave us an offender database of about 300 individuals precisely matching our purpose. By this time we had already acquired the other two databases needed for our project: The School Board supplied us with the names and street address of every public school in Pinellas County. The Juvenile Welfare Board sent us the location and operator of every licensed day care center or family-care home. All three databases arrived by e-mail in the form of text tables that were easily imported to Microsoft Access. WFLA-TV Database Manager Rocky Glisson then plotted the most updated address on each of the sexual offenders we'd filtered from the FDLE text file. He also plotted the addresses of each licensed childcare center, and all public schools in Pinellas County. All of the plotting was done using the MapInfo program. With this software, we could plot the addresses from Microsoft Access directly into MapInfo. Sex offenders in the \"red zone\" Next, using. MapInfo's radius tool, Glisson determined how many of the sexual offenders were within the 1000 foot \"red zone\" of any of the day-cares and schools. He found plenty. Out of approximately 300 molesters, Glisson plotted over 100 in apparent violation of Florida law. Because of the number of violators, the limitations of MapInfo, and Glisson's attention to detail, mapping these offenders became the most tedious and time-con- suming part of the project. Glisson verified by hand any offender that lived near a day-care or school. He repeated the process at least four times to validate his results. Results surprised reporters Those results surpassed our expectations, and established the underlying CAR basis for Mark Douglas's narrative story. Douglas began putting faces on the data by using the courthouse computer system to locate individual cases. He then manually researched the hard copy case files, with the help of News Videographer Eric Hulsizer and Special Projects Producer Marie Hickman. To simplify the process for the file research team, Douglas created a hard copy form that uniformly noted basic information about each offender for later comparison. Old fashioned footwork In Florida, court clerks \"sanitize\" criminal files to remove identification of sex crime victims, especially if they are children. To work around this, we studied the witness lists for related names that often are a tip-off to child-parent relationships, as an indirect way of determining the victims' identity (none of which we revealed in the stories). In the end, we focused more on the criminals, the probation officers who supervised them, and the judges and prosecutors who were supposed to ensure the 1000-foot rule was invoked and enforced. We also talked to parents, neighbors, educators and day care operators who expressed concern about the system failures our CAR project had uncovered. Measuring the distance. We headed into the neighborhoods located by our MapInfo program, and manually verified the proximity between kids and molesters with a handheld measuring wheel borrowed from our maintenance department. The measuring wheel, which we rolled from point to point, turned out to be a good storytelling device and made our lawyers happy. Our reporting eventually took us to the Pinellas Sheriff's Office where deputies were testing a new computerized tracking program of their own. We asked them to plug-in the names of some of the sex offenders we'd targeted as a third way to verify our results. Our lawyers loved that, too. Multimedia Our multimedia reports took the form of TV stories, several articles in the Tampa Tribune, and an online map featured on our web site TBO.com. (http:// ports.tbo.com/reports/nov2000loffendersl) That online graphic enabled viewers to open smaller maps detailing the location of offenders in their neighborhoods relative to schools and day care centers. All three versions of our \"convergence\" reports on child molesters unfolded five days before Florida's presidential election. Despite the obvious political distractions, the investigation became a Tampa Tribune front-page story, lead our TV newscasts, and hit the AP wire several times. The public response was pronounced and immediate. Florida Governor Jeb Bush fired off a letter to the chief justice of the Florida Supreme Court asking for reforms. The chief circuit judge in Pinellas County took action to fix the loopholes and mistakes that had allowed hundreds of molesters to avoid the 1,000-foot restriction in Pinellas County. Probation officials began searching our online database to correct their own mistakes. Undeniable proof The use of CAR techniques on this topic delivered undeniable proof of a systematic problem in Florida's criminal justice system. Three months after that first phone call to FDLE, our CAR project coupled with plenty of old-fashioned courthouse research and field reporting generated some compelling stories that helped reform how Florida's justice system manages child molesters. Some tips to follow: Plan well ahead to allow for slow response from the data keepers. Talk directly to the data managers and ask for information in a form that's easily importable to Access, and whichever GIS program you're using. Make sure you get an accurate data key to eliminate confusion over dates and codes. Consider adding more databases such as school bus stops, parks and pri- vate schools. Make sure you have the most current offender data. Verify with other sources like the Department of Corrections, as this population tends to be transient. Look for a GIS program that will automatically plot designated radii. As always with a CAR project, be suspicious if your findings look too good to be true. Find other ways to verify the results. Remember, the CAR data may give you supporting data, but let people tell the story. Mark Douglas can be reached by e-mail at mdouglas@wfla.com and Rocky Glisson can be reached at rglisson@wfla.com",
            "headline": "Mapping molesters",
            "author_name": "Mark Douglas and Rocky Glisson",
            "author_title": "WFLA-TV",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "More than two years ago, FBI agents raided Providence City Hall and lugged box loads of documents out of the tax assessor's office as part of a probe of corrupt city officials. It was a reporter's nightmare: the documents that we would need to check into the crooked tax deals that we were starting to hear about were in the firm grip of the feds. The agents also took school department lease records. Using databases, GIS and spreadsheets we were able to bridge gaps in the paper trail and come up with some great stories. When the Providence Journal's four-member investigative team was assigned to stay on top of the federal probe while developing our own stories, we knew that computerized records would play a key part in our reporting. Using databases, GIS and spreadsheets we were able to bridge gaps in the paper trail and come up with some great stories. Among other things, we used CAR to report stories about a mob associate and his wife getting improper tax breaks and a career criminal getting millions from City Hall in lease and property sale payments. Learning the ropes Early in our reporting, we knew that the FBI had a keen interest in investigating whether city tax board members had squeezed bribes from property owners for property-assessment reductions. For property owners, any decrease in the assessed value meant a lower tax bill. The question was: Who got the improper tax breaks? We also know that before jumping into any stories we had to learn how the city's tax system is supposed to work. Like in many other jurisdictions, we found that the city assessor, or its contractor, sets the value of every property in the city based upon the features of the property (size, number of bathrooms, improvements on the property). If a property owner believes the assessor made an error in the assessment (say, by miscalculating the square footage of the lot) the property owner may ask the assessor's office for a corrected assessment. In other cases, where the property owner and assessor's office disagree about the value of the property, based on fair market value judgements, the property owner can appeal to the city tax board. Property owners make their cases before the board at public hearings, and then the board decides whether to grant a reduction. First step Our first mission was to get hold of the Providence tax board's database of assessment hearings. The only problem was, it didn't exist. The board's secretary kept handwritten hearing dockets that were barely legible, sometimes cryptic and often incomplete. We had to find another way to zero in on the reductions, and decided that database matching would work, at least in a crude way. We already had an extract of the assessor's database from 1997 in Microsoft Access format that we had obtained at no cost from the city Department of Planning and Development. All we needed was a more recent copy of the database, so we could see which properties had declined in assessed value. The 10-mb database contained the key information about all 47,000 properties in Providence, from the newest condos to sprawling industrial complexes vacated years ago. And it was very clean, no doubt because the city used to it generate tax bills. By looking at the table, we could see the street address of the property, current value (for the land and improvements), name of the owner, the tax-bill address, parcel type and, in many cases, the most recent sale date and price. Also, the database contained fields for the plat, lot and unit of the property. We got an updated copy of the database at no cost from the city Planning and Development office after sending a public-records request. We wanted to join the two tables in Access and construct a query that returned just those properties with a decrease in value. First, we needed to create a unique identifier for each property so Access could match the properties one-to-one. To do this, we created a new field in the tables called \"PID\" for property ID. Then, we created update queries that filled the PID fields with a unique value concatenated with the plat and unit numbers and hyphens. One name jumped out: Paul Calenda, a mob associate who spent time in prison for possessing an Uzi machine gun. With a unique field, we were ready to roll. We constructed a query that joined the two tables on the PID fields and, using the expression builder in Access, selected only the records of properties whose current assessment was lower than the earlier assessment. That left us with more than 1,300 properties: a lot, to be sure, but not an unmanageable number. We built a report in Access that listed each reduction on one line. Which reductions were improper? The data couldn't tell us. So we scanned the names on the list, looking for patterns or the politically connected. One name jumped out: Paul Calenda, a mob associate who spent time in prison for possessing an Uzi machine gun. All told, we found three properties owned by Calenda or his wife that had gotten assessment reductions. Seemed like a good candidate for a story. Building property profiles Normally, we could have gotten detailed information about the properties and assessment reductions from the property file folders (arranged by plat, lot and unit) in the assessor's office. But when we asked for the folder, clerks told us that the folders were gone - the FBI had taken them. Now we knew we were onto something. We created Excel spreadsheets to create profiles of each property, using information we collected from the annual tax rolls and tax bill printouts from the city collector's office. The tax rolls told us the land and improvements value of the properties over the years, and the tax bill printouts showed us the history of payments and credits resulting from reductions granted by the tax board. We discovered that all three of the Calenda properties had credits from the tax board applied on the same day. There's nothing fancy about this, but it's just a simple way to track information about one property in one place, so we all could learn a lot at a glance. We also used these sheets to calculate the one-year tax savings the Calendas got from the reduction, nearly $17,000. With a solid foundation built with our CAR work, we were able to weave in all the great information we were getting from interviews and documents: how the mayor had invited Calenda onto his boat in Newport for a brief tour and that the tax board chairman had wanted the reductions to go through - Calenda was a friend of his. Calenda's lawyer ducked our interview requests. And, it turns out, he had good reason. Five months later, he admitted in court, that he had delivered a $5,000 bribe from Calenda's wife to the tax board chairman. Mapping the way to leases Next, we decided to dig into the dealings between Eddie Voccola, a 71-year-old career criminal (notorious for an auto-body insurance scam) and City Hall. We knew that Voccola managed to get at least $1 million from the city, for renting his former garage near a strip club to the school department for a student registration center. How much was Voccola getting from the city in how many deals? We couldn't tell because Voccola had placed his interests behind so many corporate entities. So we used ArcView GIS mapping software and the assessment data to find his property holdings, The beauty of ArcView and other GIS programs is you can select the data you want and display the results on a map. We already had the assessment data, but needed an ArcView shapefile of all the city's parcels. We requested that from the city Department of Planning and Development, which gave it to us at no cost. In ArcView, we created a unique property ID number for the parcels layer, so we could join it to the assessments data with the same field. Once that was done, we queried the table for every property that had a bill going to the mailing address we had for one of Voccola's companies. ArcView showed us, on the parcel map, the location of Voccola's properties. Then, by clicking on the parcels highlighted by the map, we were able to look at data from the table, including the name of the company owning the property. Once we had that list in hand, we got paper copies of payment records from the city treasurer and entered those into an Excel spreadsheet, finding leases that we hadn't even known about, including some that hadn't been approved by the city contracts board. When we summed it all up, Eddie Voccola's grand total hit more than $2.2 million during the 1990s. After our story ran in the summer of 2000, the city stopped leasing property from Voccola. He's now facing racketeering charges, along with the mayor, for allegedly paying bribes to obtain city leases. David Herzog can be reached by e-mail at dherzog@projo.com.",
            "headline": "Tax breaks",
            "author_name": "David Herzog",
            "author_title": "The Providence Journal",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "Affirmative action was under fire in Palm Beach County. Sentiment was growing among several county commissioners to junk the south Florida county's 10-year-old Minority and Women Business Enterprise program, which attempted to steer a percentage of county contracts to firms owned by women, blacks and Hispanics. Data from the U.S. Census Bureau added depth, by detailing the growth in minority and women- owned businesses and population in the county. While the contracting industry, which wielded considerable political clout, largely supported getting rid of the county's MWBE program, minority residents - represented by a single African-American commissioner - were pushing to keep the initiative in place. Across the state, affirmative action was also facing a possible electoral challenge by activist Ward Connerly, who had chosen Florida as the next battleground for his state-by-state attack on government and university affirmative action programs. And Gov. Jeb Bush enacted a plan that eliminated racial quotas at state universities and ended the program for state contracts in departments that answered directly to the governor. Answering the question Lots of passionate, sometimes angry rhetoric flowed on both sides of the issue. But no one seemed to be able to answer a basic question: Had the county program shown benefits over the past decade that made it worth saving? The county's only minority commissioner proposed having staffers conduct a study of the program's effectiveness. That idea was rejected by the white commissioners. At the time, I was a reporter covering county government at the Palm Beach Post. My editors and I decided that if the county wouldn't do an analysis of its own program, the newspaper would. Readers would then have some hard information on what the program had really accomplished and could make their judgment about whether it was worth preserving. Taking advantage of Florida's broad public information laws, I requested access to all records pertaining to the program. The response was surprising. Although commissioners refused to study it, the county had collected reams of data on the program over the years. And they weren't opposed to us examining it. Lots o' files County staffers brought me to a large room filled with filing cabinets, and let me loose for several days to rummage through 10 years worth of contracts, program applications, reports and correspondence. Not only did the county have information on the MWBE program, but it also had files dating back to nearly 10 years prior to the program's start. That gave us a good basis for comparison. Unfortunately, all of this wonderful information was on paper. So we set up a laptop in the county office and began entering contract data by hand into a large Excel spreadsheets. From the paper reports, we focused on two key items - contracts awarded to women- and minority-owned businesses and contracts awarded to white-owned firms, both before and after the affirmative action program was put in place. The data entry took some time. But it ultimately ended up as a multiple-worksheet spreadsheet that totaled the number of contracts awarded per group per year and compared racial and gender groups. Data from the U.S. Census Bureau added depth, by detailing the growth in minority and women-owned businesses and population in the county. The Census information also helped us counter the idea that the county awarded few contracts to minorities prior to the program because there were very few minority businesses. In fact, there were plenty - they just weren't being hired by Palm Beach County. The analysis was bolstered by traditional shoe-leather reporting, including interviewing business owners, elected officials, legal experts and activists on both sides of the issue. This type of story is by no means unique to Palm Beach County, or even Florida. Many counties and cities across the nation adopted such programs in their contracting departments during the 1970s and 1980s, but they don't always study them to see how businesses actually fared. CAR helps reporter That's where a reporter with some CAR skills can step in and analyze a program local government officials might not. If you're lucky, the county's contracting department produces an annual report that summarizes contracts and contractors by total amount, race and gender. Be prepared for lots of additional work if you find you have to tabulate contracts by hand. In either case, the spreadsheet is probably your most valuable tool for tabulating the data. Basic Excel skills taught in newsrooms or at NICAR's boot camps are enough to calculate the data over time and see very quickly and clearly whether an affirmative action program has really improved the picture for minority businesses, or whether it is just lip service used when campaigning in black and Hispanic neighborhoods. Findings Our findings in Palm Beach County were described in the resulting story: From 1980 to 1989, black, Hispanic and women-owned businesses received a yearly average of just 4.6 percent of all county contracts. That's about $4.4 million, compared to the average $96 million. In 1991, when the program was launched, the share of contracts going to women and minorities leaped to 15 percent, or about $25 million a year. By 1998, the latest year for which statistics are available, women and minorities earned 16 percent, or $34 million worth, of the county's business. But while the share going to women and minorities has increased, the vast majority of public dollars still flows to firms owned by white men. The program, the story concluded, had a concrete result that had boosted public dollars to women and minority businesses in an environment that heavily favored white-owned companies. That gave some substance to our coverage of the issue, and gave our readers more to contemplate than just the hot air being blown on both sides of the debate. The staffers who ran the county's affirmative action program lauded the Posts's story as a clear, understandable presentation of a complex issue. Ultimately, the piece was cited by many in the county's minority community who sought to defend the affirmative action program. And the county's sole black commissioner referred to our findings on several OC-casions in lieu of an official county report on the program. While Bush enacted his statewide plan despite strong opposition from the minority community, affirmative action remains in place today in Palm Beach County. Trebor Banstetter, who previously worked at the Palm Beach Post, is a reporter at the FortWorth Star-Telegram. He can be reached by email at tbanstetter@star-telegram.com",
            "headline": "Program study",
            "author_name": "Trebor Banstetter",
            "author_title": "Palm Beach Post",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "Milton Milan, former mayor of Camden, was sentenced in June to more than seven years in prison for taking mob payoffs, stealing money from a campaign fund and even swindling an intern. I don't claim that my reporting - and that of three other reporters at our paper - was responsible for bringing the once-arrogant Milan to justice. But the sentence was vindication for the 150 or so stories our newspaper wrote over almost two years about corruption in his administration and others connected to him. The mayor once issued a public statement comparing our reporting to \"Nancy Drew.\" A database of the city's 32,000 properties proved to be a favorite resource - and, best of all, it was free. Our stories from August 1999 to his sentencing this summer were the result of knocking on doors, reading court records, scouring records and attending hearings. But computer-assisted reporting played a role in many as we combed through any relevant databases we could get our hands on. If not, we crafted our own, spending hours plugging in numbers. Online databases such as those provided by Auto TrakXP and the New Jersey Department of Treasury, both free, were invaluable in tracking down individuals and shell companies, such as corrupt cops and construction firms linked to the mob. A few examples I'll address just three instances of how we used CAR. A database of the city's 32,000 properties proved to be a favorite resource - and, best of all, it was free. I culled these data from the entire property database of all 21 counties in New Jersey, which we keep on hand and update yearly. This used to be a difficult database to handle because of its size and the nine-track tapes it used to be stored on. Now, it's shipped on CD-ROM. But it's still difficult to manage the 1.2-gigabyte database. We cleaned the data using Ultra Edit's search and replace function to eliminate odd characters that kept choking Access. Once we wrote the import specs, we were able to import any county's property records into Access on demand. By importing only those counties that we need at a given time, we wouldn't exceed Access 1 gig limit. We are working to put the data on our intranet. Regardless, we were ready to ready to sort, filter and group the properties block-by-block or owner-by-owner when stories began to break. We searched for any property with the name Milan, knowing he was once a housing contractor. But we found only one, his primary residence. We knew there had to be others. Using that database and others, we did various searches and traveled to city hall. Fellow reporter Clint Riley (now at The Virginian-Pilot in Norfolk,Va and I were familiar with Camden County's system of computerized property records. But we taught ourselves to become experts. Learning the way property records, mortgage and deed books are referenced in your coverage area is one of the best ways to boost the sophistication of your reporting. It worked. During a search of those records, Clint stumbled on what would turn out to be a crumbling, two-story row home in the city still owned by Santiago & Milan Construction Co., a defunct business. The property was in arrears. A trip to city hall showed $28,000 in back taxes were owed on it. We also did some checking on Milan's former partner in the venture, Frankie Santiago. It turned out that Santiago was a four-time felon when he became vice president of Santiago & Milan. His convictions ranged from receiving stolen goods to a drug offense. Milan was president of the company. In response to the article, the mayor denied having bilked the city, saying he had no responsibility for the properties, or the $28,000 in unpaid taxes. It was ironic. One of the mayor's key initiatives was to raze abandoned properties. Now that we had a second name, Santiago, we could search for that too. We discovered, in our database and at city hall, that the duo owned up to six properties at varying times, including one that was considered one of the most dangerous properties in the city because of its near state of collapse. Some action Three weeks after the city placed the property on its foreclosure list because Santiago & Milan failed to pay taxes on it, the company turned around and deeded it over to an individual for $1. Santiago was the individual. We also compiled campaign documents from his 1997 mayoral campaign. This took some time but was relatively easy as far as data work goes. We requested all campaign reports involving Milan. We checked to see what his treasurer said the campaign spent and took in. Then, we built an Excel spreadsheet with two columns, one for expenses and one for revenue, to see if the numbers added up. They didn't come close. Subtracting the two [columns] showed that the zero balance the campaign claimed on its [election commission] report was actually a $2,440 deficit. To do this, we entered all expenses the campaign said it had written for food, \"street money,\" entertainment and other related expenses. Street money is a payment to an individual during an election to help \"get out the vote.\" The expenses came from detailed line items filed with the state Election Law Enforcement Commission (ELEC) the campaign manager had to fill out. We then entered all revenue from other PACs, transfers and donations. All this took days and had to be triple checked. But by the end, we had recreated the books from his campaign and came up with a balance sheet. Simply summing the two columns showed what the campaign spent and took in. Subtracting the two showed that the zero balance the campaign claimed on its ELEC report was actually a $2,440 deficit. The mayor's campaign manager told ELEC he paid out $51,287 in expenses in the last few weeks of the campaign. Actually, checks that were written for payments totaled $58,755. Other problems The campaign also failed to list names and numbers for many of those receiving street money, including those who lived at a homeless shelter that accounted for some 200 checks. In fact, more than 200 other checks were never recorded at all. Overall, we found at least $10,000 in unaccounted funds and several violations of state election laws. The former campaign manager never gave a clear explanation of the discrep~ ancies, other than sloppy bookkeeping. Milan was never charged with crimes related to those discrepancies, but jurors did find him guilty of instructing the treasurer to take $7,500 from a fund and use it to pay for the mayor's personal vacation to Puerto Rico with friends and family. Again, we felt vindicated. We knew something wasn't right with the mayor's campaign books and were able to prove it. We also created a database of possible shell companies that mobsters or their associates were using, or suspected of using, to get city contracts. We got our information from sources then checked the companies with the state Treasury Department's online subscription site of Corpo- rate and Business Information Reporting. By downloading the standard information, we were able to assemble a standard form that included each company's name, it's identification number for tracking purposes, principals involved, agents, addresses, phone numbers, dates of incorporation, annual report filings and any pseudonyms the companies used. We used the information to spot patterns, see family connections, and track down officers, whose names were unknown to the public. We had solid hits with several companies, including Transaero Inc., an electrical contracting company. Transaero had connections with a mob associate, Daniel Daidone, who, it turned, out, opened a branch office in the mayor's former campaign headquarters. Staff writer Mike Franolich uncovered a trove of documents linking the mayor to Transaero. A source confirmed for me that Transaero was a mob front and that the goal was to install a minority as the company's head. Then, Transaero would be able to get city contracts through its friend, the mayor. One of the charges a jury convicted the mayor on was taking cash bribes from the Philadephia/South Jersey mob boss, Ralph Natale. More than a year after we wrote our Transaero story, Natale, a confessed killer, admitted on the witness stand that it was his key company and Daidone was his intermediary. They never did land contracts, but Milan was finally exposed. As of July, Milan's attorney was working to appeal the conviction. Frank Kummer can be reached by e-mail at fkummer@courierpostonline.com",
            "headline": "Investigating a mayor",
            "author_name": "Frank Kummer",
            "author_title": "Courier-Post",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "Early last year, the Board of Commissioners in Pennsylvania's Dauphin County voted to conduct the first real estate reassessment since 1973. It was a long-overdue move, designed to bring property tax values back to reality. From the beginning, our city desk figured this for a package story, with lots of graphics telling homeowners what to expect, how the reassessment would work, and how to appeal the results. A decision was made early to obtain the reassessment data when the work was completed. But that wasn't going to be for many months. And, since the county hired a private consultant to do the work, we were told that the newspaper would not get access to the new property values until the county took possession of the data. But the county's chief tax assessor agreed to provide us with the total real estate values for each of the county's more than 40 municipalities. By comparing those totals with the property values the county was currently using, we were able to get an advance look at where real estate values were changing the most. We wanted to tell our readers how their individual tax bills would change once the reassessment went into effect in 2002. The numbers were provided in a text file. It included the name of the municipality, the updated real estate value, and the old real estate value. It took about five minutes to dump the data into an Excel spreadsheet and calculate which municipality's property values increased most. Surprisingly, the biggest increases were in communities where population growth was the smallest and not in the sprawl zones around suburban Harrisburg as expected. The tax assessor wasn't surprised, however, and explained that the sparsely populated farming regions had a higher number of old properties whose values would have the farthest to go to catch up with 21st Century prices. Once the calculations were completed, we added the FIPS codes for each municipality, saved the spreadsheet as a .dbf file and loaded it into ArcView and mapped the results. The story, with various breakouts and the map filled a full page. But while telling readers where values increased the most was OK, there was more we could do with those numbers. We wanted to tell our readers how their individual tax bills would change once the reassessment went into effect in 2002. The only way to do that was to calculate new real estate tax rates, essentially beating local government bodies at their own game by months. Here's how. Step 1 We imported the real estate millage for each municipality and school district in the county, as well as the county tax rate. We got the data from the Pennsylvania Department of Community and Economic Development's Web site: (www.dced.state.pa.gov). DCED maintains an enormous amount of local government data on its site, mostly all of its transferable just by copying and pasting. Step 2 Use the millage rates to calculate the real estate tax revenue each government body is collecting. If you are new to this, here's how it works: One mill of tax = .001 of a dollar, or $1 of revenue for every $1,000 of property value. In other words, a $100,000 home taxed at 5 mills will net $500 in taxes (100,000 X 5). The formula in Excel would look like this if the property value was in cell A2 and the millage rate expressed in decimal points was in B2: =(A2/1000)*B2 The formula would be written in cell C2. Now you know approximately how much revenue each local government body was earning from real estate taxes. What you must figure out now is how the millage rate must change to generate the same amount of money when it is multiplied by the new real estate values. State law forbids local governments from gaining more than 10 percent revenues through reassessment. Step 3 Add a fifth column next to RE_millage and call it RE millnew. Copy and paste the contents of RE_millage into the new column, it's needed for the function Excel uses to do the math. Add another column next to RE_revOLD and call it RE_revNEW. In this column, calculate a new revenue total using the millage rates in column RE_millnew and the dollar amounts in a column called assessval_new. This will give you the amount of money each local government would get if it applied current millage rates to the new assessed values. The result is a number that is twice or more what they are getting now. Step 4 The final step uses Excel's \"goal seek\" function to calculate the a new millage rate that will keep revenues at current levels. Here's how. Click on the first value under the assessval_new column.. Go to the tools pull-down menu and select \"goal seek.\" A box will pop up. In the window that says \"set value\" type in the value generated by the old tax. In the window for \"by changing cell,\" Then select the cell under RE_millnew. (This cell should have a old millage rate as a value, but Excel will change the number when the operation is complete.) Hit \"enter.\" The value in the cell under RE_millnew will change, and the value under RE_revNEW should now equal the value in RE_revOLD. Unfortunately, goal seek doesn't work with the autofill function like formulas do. Each value has to be done separately. We calculated the rate for all of the affected government bodies and totaled the millage. We ran a chart showing the new taxes along with instructions on how readers could calculate their tax bill. Before we ran the story, I called the chief tax assessor and outlined this process. Better safe than sorry. \"That's exactly how we're going to do it,\" he said. It was just going to be another two months until they could get around to it. Garry Lenton can be reached by e-mail at glenton@patriot-news.com",
            "headline": "Calculating bills",
            "author_name": "Garry Lenton",
            "author_title": "Patriot-News",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "To an outsider, New Jersey seems like an incomprehensible jumble of pavement covered by too many buildings, too many cars and too many people. Which is pretty much how it seems to people who live here too. And when it comes to government, New Jersey, true to form, is ruled by a mind-boggling array of elected bodies - boards, councils, commissions - along with a maze of public authorities that wield power over a wide range of issues, from commuter trans- portation to real estate development in our great swamp, The Meadowlands Covering this smorgasbord of public bodies poses a special challenge. If you try to blanket every city hall, county agency and school board, your news organization will likely go bankrupt, either from the staffing costs, or from all the canceled subscriptions from readers who grow tired of the zoning board minutae you present each day. But providing superficial coverage doesn't work either. Readers want a watchdog - insightful and provocative. In this piece, I'll share with you two of the projects we published to meet that de- mand, then discuss the steps we've taken to build a comprehensive government data intranet to allow reporters to conduct their own simple data analysis, without having to learn spreadsheets and database software. Standardized Town Reporting The Star-Ledger last year launched a pro- gram called Standardized Town Reporting (STR). In short, the goal is to bring context and meaning to our local coverage, both on a daily basis and through special projects. Computer-assisted reporting is a major com- ponent in each area. Too often, local coverage fails to connect the dots. Reporters might cover their towns like a glove, but won't necessarily view their community within the context of the sur- rounding county and state. That flaw gets magnified in a place like New Jersey, where municipalia is an endless string of indepen- dent communities with no natural bound- aries, and where problems that crop up in one community are quite often an issue in 100 others. With STR, we're trying to institutional- ize this big-picture thinking. We want re- porters who come back from a meeting where citizens complain about property taxes in Piscataway to report where Piscataway ranks among its peers in average residential property tax bills. We want stories about the crime rate in Morristown to include data for the last 10 years, not just the last 2 years. We also want to break news by looking in depth at government institutions, but in new ways. Courting Cash The first STR project examined the mu- nicipal court system, an institution that most people encounter far more than city hall but that generally merits only a fraction of the coverage. In New Jersey, there are more than 500 of these local courts, which process all of the parking tickets, moving violations and bar-fight disorderly conduct cases that crop up when you cram 8.4 million people into 7,400 square miles. Most of our readers were probably aware of the municipal court system, and some probably had figured that these courts were partly about justice and partly about raising funds for the town treasury. We turned these vague notions into concrete. We obtained a database that summarized case load and revenues by courthouse, then crossed the figures with a database of town budgets and popula- tion figures. We put together a team of reporters from throughout Ledger-land and told them to ex- amine the numbers for their own communi- ties and then get out to the courts and observe. We then built a package, full of color and anecdote, around these findings: More than $300 million flows through the municipal court system each year, with municipalities keeping nearly three- fifths of that money. While court revenues generally represent a small fraction of a municipality's cash flow - 2.4 percent on average - some towns are downright dependent on court collections. At least 10 New Jersey towns use court money to fund 10 percent of their budgets, with one town using 17 percent. Justice often takes a back seat to conve- nience in municipal cases. In some cases, drivers looking to avoid points and insur- ance charges can plead guilty to municipal offenses that will leave their records clean on a state charge while increasing the municipality's share of the fine. Most of our readers were probably aware of the municipal court system, and some probably had figured that these courts were partly about justice and partly about raising funds for the town treasury. Numerous charts, including a town-by- towner that was locally zoned for eight dif- ferent editions of the paper, accompanied the stories. The Extracurricular Divide For our next STR project, we picked a topic closely aligned with a major ongoing news story. New Jersey courts had ordered a remedy for the wide gap in spending between wealthy and poor school districts. While the state had introduced a special funding program for the poorest of the poor districts, we wanted to take a broader look and compare districts in the bottom quarter of the economic strata with districts in the top quarter. We also wanted to throw extracurricular activities into the mix. Many educators con- sider extracurricular activities to be an essen- tial part of overall development, and after-school programs also are an important com- ponent of college resumes. So the question was natural - are kids reared by poor school districts being put at yet another disadvantage? Our plan of attack was similar to STRI. We assembled a team of reporters from throughout our coverage area, crunched school finance numbers, crossed them with poverty data, had team members analyze the local figures. Then we sent them out to report. Again, we presented a package of stories and graphics zoned for each of our editions Our conclusion: New Jersey has moved rapidly in recent years to close the gap in education spending between rich and poor school districts. But every afternoon, when the school bell rings and the instructional day ends, all the long-standing inequities in public education re-emerge. Even as New Jersey reduced the overall spending gap between rich and poor districts during the past decade - whittling the dis- parity from 18 percent to 7 percent - the gap in spending on extracurricular activities remained a staggering 58 percent. In the state's 100 wealthiest districts, more than $22 of every $1,000 spent goes toward extracurricular activities, we found. In the 100 poorest districts, it's $13. Getting the Data Out I've mentioned in each of these projects how we had team members examine num- bers for their own turf, and I've also men- tioned how we want beat reporters to regu- larly incorporate statistical analysis into their daily reporting. As anybody who's ever tried to get the newsroom hooked on Excel knows, this is a tall order. But we've been quite successful going another route- data intensive, value-added intranet. The key phrase here - and I hate using words like this but I think it applies - is value-added. Since arriving at the Ledger last year, I've devoted a lot of time to develop- ing a library of local government databases, cleaning them so they can be linked together, and putting them up on the newsroom intranet with a newbie-friendly interface. If a reporter wants to rank New Jersey towns by average property tax bill, or query Census data to find the county with the larg- est increase in the Asian-Indian population, they don't have to open a spreadsheet. They can do all that and more from their Web browser. It truly helps get reporters using numbers, and using them in a meaningful, guided way. In addition to a Census query interface (which includes 2000, 1990 and 1980 data), our reporters can browse and rank Claritas in- come data, crime stats, building permits, prop- erty tax data, and all kinds of school data. I make sure each dataset identifies towns by the five-digit Census ID, so linking towns across databases is a snap. In fact, I even built a town background page. A reporter picks a town, and gets back eight pages of data. To make it even more reporter-friendly, I put a link on the page that runs the town name through Mapquest, just in case the reporter needs driving directions. (It's New Jersey, don't laugh). For each of the STR projects, I built a tool specifically for the job. So when we were look- ing at school finance, the team members could call up a page that had all the relevant data for every district in their county. Or, they could rank districts in any single category, filtering for district size and poverty ranking. While it takes a bit of work to program all of this (I used VBScript and active server pages), the benefits are many. For one, it truly helps get reporters using numbers, and using them in a meaningful, guided way. It's like truly being the database editor - wading through the mounds of data and pulling out the key figures that are needed to compare and contrast. And in the long run, the work I put in up front saves me time later. I don't have to run Access queries for 20 reporters every day. In- stead, they can do a lot on their own through their Web browser. The bottom line with STR is that we have 566 towns, including 200 in our direct circu- lation area. By looking at the big picture, we're starting to put this mess of home rule into some perspective - exactly what readers want. Rob Gebeloff can be reached by e-mail at rgebeloff@starledger.com",
            "headline": "Adding context, meaning",
            "author_name": "Rob Gebeloff",
            "author_title": "Star-Ledger",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "When its ancient, inaccurate property assessments sparked several lawsuits and a judge ordered things put right, Allegheny County coughed up $24 million to an Ohio firm to reassess the nearly 600,000 real estate parcels in Pittsburgh and its suburbs. Simply put, a ratio study compares assessed values with the actual prices properties sell for in the most recent transactions, to see how well assessors are predicting the market. But after the results came in, homeowner hordes practically stormed the ap- peals office, protesting that their new val- ues were off by a mile. Were they right, or just complaining? Did taxpayers get their money's worth from the reassessment? Ratio study The Pittsburgh Tribune-Review set out to answer those questions this spring. To do so, we used computer-assisted report- ing and a standard analysis tool of the as- sessment industry, called a ratio study. Simply put, a ratio study compares assessed values with the actual prices prop- erties sell for in the most recent transac- tions, to see how well assessors are predict- ing the market. Ratio studies involve thou- sands of calculations, property by prop- erty, which means they are an ideal job for your whirring desktop assistant. The county assessor's office conducted its own ratio study, using old and filtered sales data provided by the contractor, Sa- bre Systems and Service. Big surprise - it found a few isolated problems, but over- all, good work. Gold star sticker, guys. Flaws in assessment But the Trib, using industry standards the county didn't follow, found serious flaws in the reassessment. In the city of Pittsburgh, one of every five properties sold for more than double, or less than half, the new as- sessed value in 2000. Throughout the county, the Trib found the least expensive neighborhoods were frequently overassessed, while pricier homes were routinely assessed at hundreds of thousands of dollars less than what they sold for. To do a ratio study, you need a database of property tax rolls. The information must include: 1. The assessed value of each property. 2. The date of the property's most recent sale, and the price. 3. Information about the sale to deter- mine whether it was an \"arm's length\" trans- action on the open market. Weeding out The last is crucial. Many properties sell at prices that don't reflect their true value. An elderly mother sells her home to her son for $1, sometimes called a \"love and affec- tion\" sale. An owner fails to pay real estate taxes, and the property is seized and sold at a sheriff's sale at a bargain basement price. A seller includes an 18-foot fishing boat in the deal. Sales like this can't be used to establish the market value of homes in a neighbor- hood, SO they have to be weeded out in a ratio study. The computerized tax rolls we used contained a code describing the type of sale; we used this to select only county-qualified arm's length transactions of $10,000 or more for our study. Because the new assessments are supposed to reflect a property's value in 2000, the Trib looked at sales from 2000. (The assessors' own study used sales from 1996-99, the very sales Sabre used to come up with its values in the first place.) In the end, we narrowed the tax rolls down to an Excel spreadsheet of 16,502 properties that sold last year in Allegheny County, including 4,338 in Pittsburgh. The newspaper used two common mea- sures of accuracy in ratio studies: median sales ratio and coefficient of dispersion. Finding the median Median sales ratio shows if properties are typically underassessed, overassessed or as- sessed just right. A property's sales ratio is its assessed value divided by its sale price, typically expressed as a percentage. Less than 100 percent means assessors lowballed the value compared to what it sold for; more than 100 means the opposite. The Trib cal- culated sales ratios for every property in a school district (or Pittsburgh ward) and found the median, to find out whether homes were more likely to be over- or un- derassessed in that neighborhood. There are 43 school districts in Allegh- eny County. Schools get the bulk of prop- erty tax revenue, so they made ideal \"neigh- borhoods\" on which to base our measure- ments - small enough to isolate problem areas, big enough to have sufficient sales for statistically sound findings. To speed up find- ing the medians in each of these neighbor- hoods, I used an Excel Subtotals trick. The newspaper used two common measures of accuracy in ratio studies: median sales ratio and coefficient of dispersion. Experts I talked to from the Chicago-based International Association of Assessing Offic- ers said a good rule of thumb for using MSR is anything below 95 or above 105 is a problem. Our study found wealthy neighborhoods as low as 88, and three poor city wards above 120. Coefficient of dispersion Coefficient of dispersion is a much more difficult concept. Basically, it de- scribes how many percentage points each property's sales ratio is off the median sales ratio. In a non-cookie-cutter neighbor- hood, the national standard COD is 15 or less for houses, or 20 or less for a mix of residential and commercial properties. COD measures consistency, which makes it an important companion to the MSR when discussing assessment accu- racy. The city of Pittsburgh provides a perfect example. Some got the shaft Pittsburgh's MSR was a perfect 100, mean- ing properties were no more likely to be un- derassessed than overassessed. But its COD was 24, meaning the average property was either underassessed or overassessed by 24 percent. Translation: A lot of owners were getting big breaks. A lot were getting the shaft. There are formulas for calculating COD, but they are complex, and I didn't want to strip a brain gear or melt my hard drive. Luckily, I got help from an expert. Peter Davis, a Kansas Department of Revenue of- ficial and the guy who helped write the lat- est ratio study standards for the IAAO, let me use a free Visual Basic demo program the department has posted on its website: (www.ink.org/public/kdor/pud/pvdratio.html) (It comes bundled with instructions.) The program, which Davis invites any other interested reporter to use, calculates COD from an Excel spreadsheet of assessments and sale prices. It also figures a confidence interval, use- ful for neighborhoods with CODs close to the line. Davis also patiently provided much valu- able advice on constructing the study fairly. For example, before calculating COD it is standard industry practice to \"trim\" off properties with the most extreme sales ra- tios. Unlike MSR, COD can be affected sub- stantially by just a few bad assessments. The IAAO-approved standard method of deal- ing with this discards outlying ratios more than 1.5 times beyond the range of the middle 50 percent of the sample. It took some time on the spreadsheet, but it was worth it to keep the results as watertight as possible. To read the Trib's main story on its ratio study, go to http://www.triblive.com/ tribinfo/assess.html Q & A by Mark Houser You have an Excel sheet with thousands of homes and their sales ratios, grouped by their neighborhood. You want the median sales ratio for each neighborhood. How can you do this quickly and easily? Trick Microsoft. You can use the Subtotal function, even though it's not built to do medians. Go ahead and use Data/ Subtotals to find the sum of sales ratios at each change in neighborhood. Then, highlight the column with the subtotals, and pick Edit/Replace. Replace \"SUBTOTAL (9,\" with \"MEDIAN(\". Hoo-hah! Faked you out, Bill Gates. Once we had the numbers, we fleshed them out with details. We talked with homeowners on one street where homes sold for a quarter of a million and were assessed at half that. We talked the neighbor a few blocks away whose $45,000 house was taxed as if it were worth $63,100. We got a county overseer to admit that his assessors were murmuring privately about \"so many mis- takes it's unbelievable.\" Sabre Systems never responded to our re- peated calls and e-mails. Some county offi- cials criticized the Trib's methods. Others waved Trib clips as evidence of a major break- down. Since our analysis appeared, several other ratio studies have been done - one by the county controller, another by a consultant for county council, yet another by our cross- town competition. All of them have found serious accuracy problems with the new as- sessed values, contradicting the findings of our county executive. Meanwhile, 89,000 homeowners have appealed their new values, far more than the county ever expected. The vast majority are getting reductions. Allegheny County now expects to pay $20 million in refunds, more than double what it budgeted. And several county elected officials are calling for Sabre Systems to refund some of that $24 million. Mark Houser can be reached by e-mail at mhouser@tribweb.com.",
            "headline": "Ratio study",
            "author_name": "Mark Houser",
            "author_title": "Pittsburgh Tribune-Review",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "The Houston Housing Authority's Sec- tion 8 program is in crisis. KTRK's 13 Undercover unit first found the problems, and now a $300,000 audit paid for by the housing authority confirms what they found. That audit recommends major changes, finding that half the authority's employees couldn't do sixth-grade math. Section 8 is supposed to provide safe, decent, and affordable housing to needy families by using tax dollars to subsidize rents. It's a popular program in Houston, with more than 12,000 families partici- pating and a six-year waiting list. The gov- ernment spends millions of dollars this way in Houston every year. But 13 Undercover found many short- comings in how that money is spent, in- cluding questionable rents, shoddy living conditions and a landlord who collected nearly $10,000 in government rent checks for a house she didn't own. The start The investigation started with a tip about a Section 8 slumlord. The tipster described unlivable conditions, an uncaring landlord, and an unresponsive Housing Authority. We decided to request some Section 8 data. The Housing Authority wanted to e-mail the data. We agreed, but soon ran into a snag. We knew Section 8 administrators didn't want to release their client's names. We didn't need names but needed addresses. So, under the Texas Public Information Act, we asked for more than we needed - an elec- tronic record of all clients' names, addresses and rent amounts. As we expected, the Hous- ing Authority stuck to keeping the client's names private. Neither side wanted to take it to the Texas Attorney General. Putting it into a usable form was a challenge. The Housing Authority wanted to e-mail the data. We agreed, but soon ran into a snag. The file was too big to pass through our firewall. So to downsize it, the authority broke it into parts. We cut and pasted it together. The database came in Microsoft Excel format, contain- ing a little more than 12,000 records. We paid a minimal amount. It took a few simple sorts to get our in- vestigation rolling. We first sorted by amount of rent. That gave us the highest rents and the lowest. Just by looking at a map and knowing the city, we had a good sense of what rents were out of line. That's how we found the Housing Authority pay- ing $1,000 a month for a house when nearby properties were renting for about $350. Getting answers How did some rents get that far out of line? We asked for documentation of how the Housing Authority calculated rents. When we got the Rent Reasonableness Sur- veys, we got another story. The authority supposedly compares a property with three others that are similar in value, size and lo- cation. But most of the time, properties were compared to just one other house. To compare values, we went online to our County Appraisal District (www.hcad.org). At that site, you just punch in an address, and get an appraised value. Then we checked the loca- tions on a map. By going though the top 20 highest Section 8 rents this way, we found one place compared to another worth five times as much. We also found houses compared to properties on the other side of town, and one house compared to a house that did not exist. When we went to that $1,000-a-month house, we found what the data couldn't show. The place was a dump. We learned the Housing Authority kept simple inspection records in databases by year. Those records contained client number, ad- dress, date of inspection and results. We asked for those databases for 1999 and 2000. Both contained about 30,000 records. Instead of trying to squeeze those through the network, we got the Housing Authority to provide those to us on CD-ROM. Once we got the tables, we combined the two for analysis. Again, we started looking at this data by doing a few simple sorts. But we did en- counter a few difficulties. These records were just plain unkempt. Many records were in- complete, and the data entry was very in- consistent. There were numerous misspell- ings, spaces in places where they didn't be- long, and some cells contained info clearly meant for other cells. Manually fixing the problems was an option, but that would have taken a monumental effort. We decided to sort first and see what happened. Sorted by address, we noticed some properties had failed repeated inspections. We first sorted by address, That gave us a complete inspection history of every prop- erty for the last two years. The inspection records classify results as pass, fail, incon- clusive or vacant. Sorted by address, we no- ticed some properties had failed repeated in- spections. In some cases, properties had failed seven inspections in a row, but the gov- ernment checks kept flowing. Still sorted by address, we found some houses that had multiple vacant or inconclu- sive inspections in a row. Some Section 8 cli- ents had moved out months ago, and yet the inspectors kept paying visits to vacant houses. That's how we found the fraud. One house we visited with repeated vacant inspections had a new resident. And she was plenty mad at Section 8 for continuing to show up for inspections when she wasn't on Section 8. She had bought the house nearly a year before. We asked the Housing Authority for hardcopies of the corresponding Section 8 rent checks. It turned out the Section 8 landlord who used to own the house had been fraudu- lently collecting rent for two years after she sold it. We also dumped all three tables into Microsoft Access on a laptop and linked the tables by client number. That proved useful when we went out to check out houses. We had rent amount and inspection history avail- able when we needed it for interviews and for asking questions of Section 8 administrators. Remember the tipster? We never did check out her house, but we did get it in- spected and fixed up. After our stories, the Housing Authority inspected all the prop- erties in the program. About 25 percent of them failed. Those that failed received just days to fix the problems. Several inspectors were either disciplined or let go. Stephen Bivens can be reached by e- mail at Stephen.D.Bivens@abc.com",
            "headline": "Poorly run program",
            "author_name": "Steve Bivens",
            "author_title": "KTRK-TV",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "For the past year, South Florida has been sweltering through its worst drought in history, triggering restrictions on all sorts of water uses - lawn sprinkling, car washing, farm irrigation, you name it. But we wondered: Are our biggest water users really conserving? And is anybody enforc- ing the rules? For one story, we decided to look at the habits of our largest, most water-using homes and trust us, Palm Beach County has a lot. We were aided by Florida's strong public records law, which requires govern- ment-owned water utilities to open their billing records to the public. For some cities and towns, we reluctantly gave up the search because we were running out of time to get the story in the newspaper. But local government here is divided among the county and 37 cities, towns and villages; some run their own utili- ties, and some are part of regional wa- ter systems. So the search for data proved much longer and more complicated than we expected. The reporting and writing took nearly two months. First step First, we asked the utilities serving the county and 15 of the largest or wealthiest cities for a list of the single-family homes that used the most water in the year 2000. It would have been much simpler to ask for the top consumers for a single month; however, we asked for a year because we wanted the most consistently profligate water users, not people who might have had a bad leak for a week or two. Some utilities, such as Palm Beach County and the city of Boca Raton, had no problem giving us what we needed; in some cases, the turnaround time was a day or less. Other utilities claimed that their 1970s-era computer systems couldn't pro- duce the data without writing a program, which would cost money. West Palm Beach, for instance, wanted to charge us $600 for programming time, We also got the runaround when we asked for West Palm Beach's complete water billing data- base on nine-track tape, which would have allowed us to run our own searches. For some cities and towns, we reluc- tantly gave up the search because we were running out of time to get the story in the newspaper. We wanted West Palm Beach, though - its utility provides water to the town of Palm Beach, the island home of Donald Trump and other money-makers. Gotcha Finally our computer assisted reporting coordinator, Christine Stapleton, discov- ered that West Palm Beach periodically produces a report of its top 300 water ac- counts when it's considering rate changes. Since that computer program already ex- ists, the city could simply run it for us at much less cost. One snag, though: Some water users had as many as seven separate water ac- counts for a single home. That meant we had to keep filing public records requests to get the additional account numbers for the top water users, then get the water use for each account. It also turned out that the wealthy often like to give fictitious addresses to different parts of their sprawling estates. So we spent hours driving around the island and examining prop- erty records to match the addresses on the wa- ter bills to actual locations. We entered the top water customers for each utility into an Excel spreadsheet, list- ing the water supplier, the customer, the customer's address and the amount of water used in 2000. Many utilities use dif- ferent units of measurement - thousands of gallons, hundreds of cubic feet, etc. - so we created a column to translate all numbers into gallons. We finally wound up with data from seven utility systems representing a major- ity of the county's households. The top 10 list was no surprise: All homes in the town of Palm Beach, including one owned by Revlon boss Ron Perelman. The top user, Arby's franchiser Nelson Peltz, used more than 2 million gallons a month, enough for 80,000 five-minute showers. The story intrigued the mayor of West Palm Beach, who said he would explore the idea of charging a \"guzzler fee\" to encour- age the heaviest water users to conserve. As a followup, we examined another of South Florida's major water users: our hundreds of golf courses. Meanwhile, Peltz turned out to be a friend of Rush Limbaugh, who denounced the story on the air the next day as a classic example of liberal class-envy. Limbaugh also announced that he was asking his wife to flush the toilet continually in hopes of mak- ing the list next year. So stay tuned. More stories As a followup, we examined another of South Florida's major water users: our hundreds of golf courses. But what was supposed to be a modest explainer story became more interesting when we discovered that several golf courses used a billion gallons more last year than they were legally allowed to - and nobody was penalizing them. At first glance, this should have been an easy story to pursue: A state agency, the South Florida Water Management District, issues water permits to the golf courses, and it collects reports about their water use. But the reporting was far from simple. For one thing, district managers claimed they had no easily retrievable database list- ing the golf courses, their allowable water use and their actual pumping. Creating such a database would involve \"generating a record,\" which would allow the district to charge us hundreds of dollars for programming time. So reporter Chris Barker spent hours sit- ting in the district's offices, poring over the courses' permit files and typing the num- bers into Excel. His persistence paid off when one dis- trict employee took pity on him and gener- ated an electronic report containing some of the information he needed. But then she stopped helping us, and the district's lawyers said all our requests had to go through them. Dirty data Also, the numbers themselves were a complete mess. Golf courses routinely added or dropped digits in their pumpage reports; some failed to submit reports for entire quar- ters, with no penalty from the district. So Barker had to spend more hours question- ing the employees who worked with the numbers about what they meant. The district also employed a convoluted form of water-accounting that lumped together water pumped from wells, water pumped from ponds, water pumped from wells into ponds, and recycled sewage commingled with the other water sources. We used the most conser- vative numbers, which knocked the most dra- matic over-consumers off our Top 10 list. We still wound up with 13 Palm Beach County golf courses, including Donald Trump's, that used more than a total of 1 billion extra gallons in 2000 - a fact that surprised people at the water district. A few days after the story ran, the district's board ordered an audit of its entire water permitting system. Some environmen- talists told us the story pointed to a dirty secret about Florida's water management system: The state really has no idea how much water people are using. Bob King can be reached by e-mail at bob_king@pbpost.com. Chris Barker can be reached by e-mail at chris_barker@pbpost.com.",
            "headline": "Water guzzlers",
            "author_name": "Bob King and Chris Barker",
            "author_title": "The Palm Beach Post",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "About a year ago, my idea of mapping was pulling out an atlas and a ruler. I was still grinding my teeth over simple Access func- tions and wondered with every mouse click, \"Am I missing something?\" It was about this time that I got a new beat at The News Tribune (Tacoma, Wash.) covering county government and all related county agencies, from law enforcement to solid waste. The 2000 Census was also mine to shepherd. CAR started Although I was interested in taking off with my new beat, I knew that my primary goal was to get computer-assisted reporting off the ground at the Trib. I was a beginner, learning by failing and failing again, but I knew what CAR could do and believed our newsroom could ben- efit if more reporters realized its potential for their beats. So here was my challenge: I had to get better myself. I had to show the editors why they should invest in CAR. And I had to get the attention of other reporters. was a beginner, learning by failing and failing again, but I knew what CAR could do and believed our newsroom could benefit if more reporters realized its potential for their beats. Through determination, the support of a few key people and a beat that has been quite conducive to CAR, I was able to do all three. Today we might not have a newsroom of re- porters who are proficient in CAR, but at least they're interested and trying. For starters, I think the key for me was getting a good beat that worked well for ex- perimenting with CAR projects. The county was a good geography to tackle. It was small enough to digest, but large enough to show patterns and diversity among its cities. And county government - at least in most Washington counties - covers a wide range of services including law enforce- ment, planning, elections, utilities and so on. Voting records, building permits, criminal histories and property assess- ments were all part of the deal. Nine-track I started with property records. I got my first lesson in negotiating for the data with an agency that hadn't received such a request from a newspaper before. It took a few weeks and we got the data on nine-track tapes. After dusting off the newspaper's nine-track tape player and toy- ing around with it for a while, I soon wised up and sent the tapes to MaryJo Sylwester at NICAR to put them on CD. But the data from the CDs didn't correspond with the record layout. We assumed there was a prob- lem with the tapes, so we went back to the assessor's office and got the data on cartridges instead. We found the source of the problem when Sylwester looked closer at the hand- written record layout and found packed fields we hadn't noticed before. When I got them back on CD the second time, everything worked well. But that didn't mean my problems were over. Most of the fields were in acronyms that I didn't understand. So before I started making assumptions, I took the layout to the assessor's office, sat down with members of the records staff and went over each field one by one. Technicians helpful By that time, I also had developed a rela- tionship with the technicians in the assessor's office, especially with records manager Tami Kohl, who was patient enough to answer my numerous questions. For someone still learn- ing the ropes, that type of relationship helped me get support for using the data and an understanding of which findings were im- portant. We now have a system to get full updates on an annual basis and smaller updates throughout the year. Property records were good for showing the value of CAR to the newsroom. Not only could we use them for projects, but we could also use them for daily reporting, even break- ing news. The records had addresses, owner names, values, taxes, exemptions and sales history. Taxes and values were hot topics for readers as well, and editors appreciated that. I did one simple story that showed the disparity between the market value and the taxable value of homes in some parts of the county. I also used the database to find the owners of homes that had been contaminated by methamphetamine labs. In doing the meth story, the Tacoma- Pierce County Health Department gave me a short list of properties that had been con- taminated by meth pollution. I typed that list into a table in Access. I matched it up, by parcel number, to the data from the assessor's office and got the owners' names. Then I ran the owner's names through our online Courtlink criminal conviction service to see which owners were not also party to the meth incident that led to the contamination. (Be- cause, hey, if you're the one who contami- nated the house it's your house- then there's little pity for you when you've got to pay to get it detoxified.) Matching values with geography My next step was trying to match prop- erty values with geography, which is when I started with the ArcView mapping software. This was another time when the county beat helped, because county government is re- sponsible for planning and zoning and had developed a stellar GIS staff. They had a trea- sure trove of maps and a staff with a good deal of expertise - again a value for someone still learning. Although it helped to work with local of- ficials, the negotiations weren't always easy. For most agencies, this was the first time they were getting such requests from a newspa- per. I ran into a few typical roadblocks, in- cluding officials saying they couldn't do it, they didn't have time to do it, if they did it our computers couldn't handle it, and, oh, by the way, it'll cost at least $1,000. I knew we had to have a better way. Even if I convinced reporters that the county had all this data they could use on their beats, I risked having them go to the agency and get frustrated, or give up, at the first denial. I set up an informal meeting with our executive editor David Zeeck, my team leader, myself, the county's communications director and attorneys from both sides. Even if I convinced reporters that the county had all this data they could use on their beats, I risked having them go to the agency and get frustrated, or give up, at the first denial. We talked about how our reporters would be making more requests for elec- tronic data in the future and how it might be better for both sides if all county de- partments had a similar policy for han- dling such media requests. We haven't had a chance yet to test these county officials on their willingness to cooperate, but we did get our ArcView shapefiles at no cost after facing an initial charge of about $100 each. I used Microsoft Access for both matches. For the assessed value vs. market value story, I used one database from the assessor's office of recent sales. I merely listed properties by parcel number and calculated the difference between the two values. (I also had an ArcView shapefile of all the parcels in the county. I matched the parcel numbers from the assessor data to the parcel numbers on the ArcView data and plotted them on a map of the county to see if this was a phenomenon centered in a specific area. Turns out it wasn't, but it was worth checking.) Since then, reporters have started talk- ing to their editors about CAR projects and a few have come to me for help. I be- lieve we'll see more of them tackling CAR projects in the near future. Software: Microsoft Access, MapInfo Data: ASCII text files of sex offender information; names and addresses public schools; the locations and operators of licensed daycare centers and family-care homes. The Center for Sex Offender Management has more information on sex offender issues (www.csom.org). The center, cosponsored by the U.S. Department of Justice's Office of Justice Programs, was established in 1997. The site includes a reference library and related links. in their newsrooms, I'd recommend getting the support of at least one senior editor. We were fortunate to have editors who gave us the hardware, software and blind faith that we were doing something productive. I'd also recommend that you trick at least one other reporter into helping you. I realized, through the help of my col- league Dave Wickert, that no matter how much singular determination you have, it's always important to have someone to counter your assumptions and share your frustration when a simple Access function turns into a fiasco. Paula Lavigne Sullivan can be reached by e-mail at Paula.Sullivan@mail.tribnet.com",
            "headline": "Start the CAR",
            "author_name": "Paula Lavigne Sullivan",
            "author_title": "The News Tribune",
            "month": "September/October",
            "year": 2001
        },
        {
            "full_text": "The date of the release of the first Cen- sus data was like election night in a for- eign country: There was the deadline pres- sure to get stories, charts and our first ArcView maps in the paper, and the re- sults arrived in a format that was unknown previously (New Jersey came out first) and we couldn't be sure we'd even get it, never mind be able to work with it. Even more SO than for the big boys, good planning is crucial to success at smaller papers. That made the release of the second set of local numbers - the demographic pro- files - a cakewalk by comparison, since we had a nearly weeklong embargo and had the experiences of other states to model. Advance planning key Yet in both cases, advanced planning in the extreme was the key to getting solid, complete data packages that stood up to the competition in the next day's paper despite our smaller size and much smaller resources. Even more so than for the big boys, good planning is crucial to success at smaller papers - we have a circulation around 50,000, a staff of about 15 news reporters and a part-time CAR person (me). I used everything I learned at a couple of Census seminars and from the Census e-mail lists to do as much work as pos- sible in advance. That's what really made both Census experiences relatively smooth. And these same steps are the ones I continue to use in planning for the SF1 release. First, we examined the data to be re- leased and determined likely stories and graphics, leaving room for deviation when the numbers said something unexpected - as they did when the Census apparently missed counting hundreds of people in two of our towns. We wrote detailed story budgets and produced dummy charts and maps that we refined in advance so little editing was needed on deadline. Dummy databases Most importantly, I set up dummy da- tabases in Access in advance. I brought in all the old data against which I'd be com- paring. For my 2000 files, I used specs from the Census Web site and from Gannett News Service - they've been in- valuable to many Gannett papers. Then I wrote queries that would pull out only the towns and counties we'd want and show the changes we wanted, with all columns ordered the way it would eventually ap- pear in the paper. Thanks, Paul Overberg, for this advice! I knew I'd become a geek when I found myself singing and dancing with delight at my desk when my queries pro- duced perfect tables in seconds on re- districting day. We also did as much advance report- ing work as possible. Because I knew I wouldn't have the time to write on the date of the PL94 release but I wanted at least one byline in the package, I wrote largely in advance a story on the change in the population of our coverage area over the century - few papers still seem to have done the story looking at population changes over the 1900s, but I thought it was perfect. Since we pretty well knew the trends in advance, I had to do little more than plug in numbers that day. On deadline, we produced a four-page special section that covered the major trends and provided several types of chart and maps. We followed up with profiles of neighborhoods and dominant racial groups in our region and stories about growing diversity and growing segregation. We were a little more lax with our preparations for the demographic profile data, in part because I was busy on other stories and didn't have as much time to devote to the preparations and in part be- cause we let the length of the embargo lull us into a false sense of security. The planning was there, as were the old data and the 2000 data shells. But I didn't have time to write all the queries in ad- vance, which meant I had to spend more time querying data and had less for report- ing when the data was released in May. It got done, but I had to work much of a really nice spring weekend on it. I knew I'd become a geek when I found myself singing and dancing with delight at my desk when my queries produced perfect tables in seconds on redistricting day. The main problem we ran into was the discovery of a missing 10-year boy's body the day before the embargo was lifted. That bumped us below the fold and took all our front page space for a chart and photo. It also took some of our inside space, so we lost a chart, a map and a sidebar. But over the course of the three days, we got just about everything in, again, covering all our bases. Covering readership helped For the release of the demographic data, and we suspect everything else coming out, we've built more flexibility into our plan- ning. It's pretty easy to know how your population is growing or shrinking and whether it is diversifying if you cover your readership area well. But the demographic specifics - families with kids, senior citi- zens, age brackets - are harder to predict. When it turned out our senior popula- tion had grown by nearly 25 percent, we did a quick story explaining the trend in part, more senior citizens complexes be- ing built by towns to fulfill a state court mandate to provide affordable housing in wealthy Morris County. It keeps getting harder to do a good job with these numbers. For the SF1 release, we've again exam- ined the data and planned our stories but there's so much of it, I hope we're cover- ing all the major bases. There's a lot of data I know we won't need - the number of 28-year olds by race is at least one, I'm guessing. Still, I can only hope the com- petition doesn't find some tremendously interesting story by analyzing some in- nocuous factoid I'm planning to ignore. I'm also checking the Web sites of pa- pers in states with earlier release dates than New Jersey for ideas. Cross-referencing data Once again, I'm pulling comparable data off the 1990 STF1 CD and creating dummy files. I've read a lot about the in- ability of Access to work with the huge files being released - New Jersey's is 1.7 gigabytes - and ways to work around it. I've chosen to break the data into several (four is what I'm aiming for) smaller da- tabases. I'm cross referencing so I know what data is where. And I'll be writing as many queries as I can in advance. I'm also preparing my list of contacts and plan to make as many phone calls in advance as possible for comments on the expected trend stories we've planned - reaching out for gay couples is the obvi- ous one because doing such a story is al- most a sure thing and finding couples on deadline could be difficult. I'd really like to be able to take time off on the summer weekend the SF1 data is released. With my luck, I'll get the ad- vance work done and it will rain. Colleen O'Dea can be reached by e- mail at codcod@worldnet.att.net",
            "headline": "Prepared success",
            "author_name": "Colleen O'Dea",
            "author_title": "Daily Record",
            "month": "September/October",
            "year": 2001
        }
    ]
}