{
    "stories": [
        {
            "year": 2002,
            "month": "February",
            "headline": "Flunking tests",
            "author_name": "Becky Beaupre",
            "author_title": "Chicago Sun-Times",
            "full_text": "Teachers who had flunked at least one test of teacher competence taught more than 180,000 Illinois schoolchildren last year. Some of these teachers failed exams - including a Basic Skills test written at an eighth- or ninth-grade level - five or 10 times before passing. Some never passed. But before the Chicago Sun-Times started poring over teacher test score data earlier this year, nobody but the individual test takers knew it - not even the state agency that kept the data. Our quest to investigate teacher quality in Illinois began with a Freedom of Information Act request for data on teacher certification. In the end, we made some startling discoveries - such as the existence of a special education teacher who had failed 24 of 25 tests. (In Illinois, teachers must pass a Basic Skills test - which contains sections on reading, grammar, math and writing - and a subject matter test in the area in which they plan to teach.) We learned that the largest proportion of flunkers were concentrated in the neediest schools: those with the poorest and lowest-achieving students, and those with the highest percentage of minorities. We also identified 635 full-time teachers who had never passed the Basic Skills test required for a regular Illinois teaching certificate. But the road to these findings was bumpy. It took us five months to figure out what data existed and convince the state to give it to us. Nobody we interviewed was able to answer questions on all the data. And nobody had ever conducted the analysis we were attempting. We would find someone who could explain one aspect of the database to us, but who had almost no knowledge of the rest. What's more, outdated records and duplicates had to be identified and corrected. We were also under a unique deadline: I was solely responsible for the analysis and was expecting my first child at the end of the summer. Our biggest hurdle was pulling together the information we needed into a usable database. The data resided in several different departments at the state Board of Education. One file contained the names of every person who had taken a test since 1988, which tests they took, when they took them and whether they passed or failed. Raw score data was available in a separate file for tests taken since July 1999. Another database listed the certificates held by each Illinois teacher. A fourth file contained information on each teacher's assignment—where and what they were teaching. A fifth file—one we already had on hand from a previous project—gave us important information on each public school in Illinois, including breakdowns by race and income. Another file from a previous FOIA provided us with the most recent student scores on state exams. This file, which contained records for each Illinois student (minus names and Social Security numbers), allowed us to examine the correlation between teacher performance on certification tests and student achievement."
        },
        {
            "year": 2002,
            "month": "February",
            "headline": "Poor airport security",
            "author_name": "Matt Carroll",
            "author_title": "Boston Globe",
            "full_text": "How were the Sept. 11 hijackers able to skip through security at Logan International Airport to commandeer not one, but two airplanes? That was one of the key questions Boston Globe reporters sought to answer following the horrific events that ended with the four planes crashed, the World Trade Center in ruins, and thousands dead. This much was known about Logan already: The Massachusetts Port Authority, the public agency that runs the airport, was a patronage haven, filled with former state officials, relatives and cronies. Articles in the days following the crashes hammered that point home. The suspicion was that security at Logan was weak. There was anecdotal proof—passengers who walked onto planes while accidentally carrying along knives, scissors and corkscrews—but no hard numbers."
        }
    ]
}