{
    "stories": [
        {
            "year": 2002,
            "month": "May-June",
            "headline": "Databases Highlight Tired Truckers",
            "author_name": "Greg Reeves",
            "author_title": "The Kansas City Star",
            "full_text": "Investigating fatigue among over-the-road truckers last year was frustrating work: we had to analyze not one, but several databases, all of them missing crashes and key pieces of information. But when we were done, special projects reporter Judy Thomas and I were able to piece together enough solid information to show the fatal consequences of truckers driving tired. In 'Dead Tired,' a three-day series that ran in The Kansas City Star starting Dec. 16, we reported that the long hours truckers log on the road contributed to hundreds of deaths every year."
        },
        {
            "year": 2002,
            "month": "May-June",
            "headline": "NICAR in Philadelphia: A Conference Report",
            "author_name": "David Herzog",
            "author_title": "Missouri School of Journalism and NICAR",
            "full_text": "More than 400 journalists passionate about computer-assisted reporting in March gathered in Philadelphia to trade tips, brush up on their skills and network. With newsrooms across the country slashing training budgets, many of the journalists attending IRE and NICAR's annual computer-assisted reporting conference paid their own way, and invested in their own careers. Journalists packed 55 hands-on classes, learning everything from basic spreadsheet skills to statistical analysis and advanced programming tricks. And they had the chance to sample from more than five dozen presentations, panels and roundtable discussions aimed at broadcast, print and online journalists. John Allen Paulos, the Temple University mathematician and author of 'A Mathematician Reads the Newspaper,' kicked off the four-day conference on March 14 with a spoken tour of his book, outlining the numeric pitfalls that journalists have fallen into."
        },
        {
            "year": 2002,
            "month": "May-June",
            "headline": "Consumer Reporting: Databases Add Depth to Pool Stories",
            "author_name": "Mike Sherry",
            "author_title": "IRE and NICAR",
            "full_text": "It's a good bet your news organization will soon be doing the quick-hit pool opening story. Why not add depth to an otherwise shallow story? You can do that - and many other stories - with U.S. Consumer Product Safety Commission (CPSC) death and injury data. The data should be manageable for anybody with a basic knowledge of software such as Microsoft Access, and you can get a decade's worth for free. Along with swimming pools, the data include incidents involving thousands of other consumer products - from air conditioners to vacuum cleaners. Of the more than 44,000 deaths included in CPSC data running from January 1990 to October 2001, more than 5,300 records cited swimming pools as the main product involved with the death. Other oft-cited products include bathtubs and showers and stairs and steps. Swimming deaths increase when slides and other related products are taken into account."
        },
        {
            "year": 2002,
            "month": "May-June",
            "headline": "Resources for Consumer-Related Stories",
            "author_name": "Ian Demsky",
            "author_title": "IRE and NICAR",
            "full_text": "IRE and NICAR offer several databases, stories and tipsheets for reporters investigating consumer-related issues. The Manufacturer and User Facility Device Experience (MAUDE) database from the Food and Drug Administration contains information about problems that occurred with medical devices. The problems include injuries, deaths or product malfunctions. The data include detailed narratives about the device failures. Specific devices can be searched to determine how often they're reported to have failed. Patient-specific and hospital-specific information has been removed for privacy reasons. Several stories have been done using the data. For example, a 2000 Chicago Tribune investigation discovered that because of understaffing and a lack of training, nurses were killing and injuring patients every year. In 1992, U.S. News and World Report examined medical devices that concerned the FDA, including breast, penile and testicular implants as well as heart-bypass pumps and cranial stimulators."
        }
    ]
}