{
    "stories": [
        {
            "year": 2002,
            "month": "March-April",
            "headline": "Building it from scratch: WTC victim database",
            "author_name": "Paul Overberg and Anthony DeBarros",
            "author_title": "USA Today",
            "full_text": "Some of the best databases are not the ones you buy or acquire through FOIA but the ones you build yourself, one fact at a time. That's what USA Today found when it set out to chronicle the thousands of lives lost in the terrorist attacks of Sept. 11. The result was several stories that effectively challenged official reports of the death toll, as well as a major enterprise story that chronicled the last moments inside the World Trade Center. On Sept. 12, USA Today's four database editors huddled to catch their breath and draw up a CAR-based plan."
        },
        {
            "year": 2002,
            "month": "March-April",
            "headline": "Mining workplace data",
            "author_name": "David Herzog",
            "author_title": "NICAR and Missouri School of Journalism",
            "full_text": "A quick scan of your daily paper or network news program shows that workplace woes are big news: Enron, once a little-known energy company, now is a household word. Workers - and not just at Enron - are fretting about the health of their employer-backed retirement savings plans. In this issue of Uplink, we focus on workplace data. Stephanie Armour of USA Today recounts how she used computer-assisted-reporting's most basic tool - the spreadsheet - to build her own database of cases of immigrant maids being abused by their employers. In another article, Armour shares some reporting ideas and data sources that you can use to scrutinize employers and suspect workplace practices."
        },
        {
            "year": 2002,
            "month": "March-April",
            "headline": "Following the riverboat pilots",
            "author_name": "Jeffrey Meitrodt",
            "author_title": "The New Orleans Times-Picayune",
            "full_text": "Teal Grue was the poster boy for our lead story about what's wrong with Louisiana's archaic system of selecting and overseeing Mississippi River pilots. Grue dropped out of high school after 10th grade. He pleaded guilty to drunk driving in 1990. He tested positive for marijuana in 1998 and was forced into drug rehab. And he didn't get his first maritime license until 1999, less than two years before his father helped him join the elite ranks of Louisiana's river pilots..."
        },
        {
            "year": 2002,
            "month": "March-April",
            "headline": "How data can correct government stats",
            "author_name": "Mark Fazlollah and Peter Nicholas",
            "author_title": "Philadelphia Inquirer",
            "full_text": "There was quick action when the Philadelphia Inquirer reported that the Department of Justice had dramatically overstated its record of convicting terrorists, with conservative and liberal congressmen calling for an investigation. The December story, which documented a five-year pattern of inflated terrorism statistics, went unchallenged by the Justice Department..."
        }
    ]
}