{
    "stories": [
        {
            "year": 2003,
            "month": "November/December",
            "headline": "REMOTE SENSING Images boost GIS work",
            "author_name": "Holly Hacker",
            "author_title": "IRE and NICAR",
            "full_text": "Most GIS-savvy journalists are familiar with shapefiles, points and polygons. They can place dots on a map to show crimes in their neighborhood, or code Census tracts to identify neighborhoods that gained or lost the most residents. But for journalists who use a geographic information system, the next spatial frontier to conquer is remote sensing, according to experts in the business. The St. Louis Post-Dispatch recently discovered the dynamic stories that can be told by combining satellite images with other information in a GIS. The newspaper hired researchers in Minnesota to study development on the Upper Mississippi River Basin since the flood of 1993. The analysis, which blended satellite images, Census figures and flood area data, confirmed the lead reporter's suspicion: Missouri has developed more flood plain than any other state affected by the disaster. Those who study or work in the field of remote sensing expect to see similar projects from news organizations down the road. In a nutshell, remote sensing is the science of gathering information about the Earth from a distance. The process typically involves sensing energy (such as heat, visible light or infrared radiation) that is emitted or reflected by the Earth's surface or atmosphere. This can be done in several ways, from attaching a camera to a hot-air balloon to sending a satellite hundreds of miles into space. Remote sensing really isn't new to the news business. Think of TV weather maps showing satellite images of clouds or rainfall, or aerial photographs in newspapers. News organizations have embraced remote sensing more in the past year, largely because of the war in Iraq. They have shown satellite images of Baghdad, debris from the Columbia space shuttle crash over Texas, and areas in Washington, D.C., where the snipers attacked. The Post-Dispatch series took remote sensing another step by blending other data with satellite images to find and tell a story. Environment reporter Sara Shipley grew up near St. Louis and remembers big floods in the 1980s. When a job at the Post-Dispatch brought her back to the area last year, she was struck by all of the businesses and roads that had sprouted on the flood plain. Shipley wanted to measure how much development had occurred since the 1993 flood, and to compare Missouri to other Midwestern states. Existing documents and data, such as permits issued for flood plain development, could not answer her questions. (The permits are required only for federally backed flood insurance, which not everyone obtains. Plus, the permits don't cover all areas of a flood plain.) So the newspaper hired eoSpatial Services (www.gis.smumn.edu), a research group at Saint Mary's University in Minnesota, to analyze development in areas of seven states affected by the flood. To mark the flood plain and areas that flooded in 1993, the researchers used data from the Scientific Assessment and Strategy Team, a government group formed to study the disaster. The researchers also obtained current and pre-flood satellite images from the U.S. Geological Survey. Their third major source of data, showing changes in population and housing, came from the U.S. Census for 1990 and 2000. After some cleaning and processing, Saint Mary's researcher Jim Hipple imported the satellite images (as geotiff files), flooding and flood plain boundaries (as shapefiles) and Census block data (as database files) into ArcEditor, ESRI's mid-level GIS. The Census figures helped Hipple zoom in on areas with big jumps in population. He also scrutinized the pre- and post-flood satellite images to scout out new highways, parking lots, businesses and homes. The satellite images had 30-meter resolution - meaning each pixel of the image represents a 30-by-30 meter surface. To get clearer pictures with higher resolution, Hipple used aerial photographs to study areas with intense development. Hipple traced the outlines of post-flood development using his mouse to create polygons and place them in one of four categories: industrial/commercial, residential, highway/interchange and recreational. Then he tallied the acres of land developed in flood plain and flooded areas since 1993. The analysis revealed that Missouri had developed more than 4,200 acres of flood plain, more than any other state affected by the flood. And nearly all of Missouri's development had occurred in the St. Louis area, in areas that sat under water 10 years ago. The series (www.stitoday.com/stitoday/news/special/flood93. front?openview&count=2000) then explained how lax state regulation and the political climate in the St. Louis region allowed so much development in areas that could someday end up under water again. 'We were able to quantify it. That was the biggest thing,' Shipley said. And the satellite images taken before and after the flood drove home just how much development had taken place. 'When you're sitting here on the ground, you don't really get that perspective.' Remote sensing can be costly. The Post-Dispatch paid $10,000 for the analysis. Nor is buying remote pictures from a commercial company cheap, at least by most newsroom standards. Images from Space Imaging (www.spaceimaging.com) start at $350, while those from DigitalGlobe (www.digitalglobe.com) start at $562. However, in an effort to tap into the media market, both companies have given images to some news organizations for free. But journalists can do other projects and use other data that cost less. 'There are many very good shoestring-type projects that can be done using imagery, sometimes as a thing unto itself, other times as a layer in a GIS,' said Chris Simpson, who teaches journalism at American University and uses remote sensing to track development in urban areas. For instance, the U.S. Geological Survey's Earth Explorer (earthexplorer.usgs.gov) and Earthshots page (earthshots.usgs.gov) have free satellite images and tips for analyzing them. NASA has free images too, at visibleearth.nasa.gov and rapidfire.sci.gsfc.nasa.gov, and its World Wind software (nasaworldwind.com) lets users scroll through the planet and zoom in on shared satellite photos. Images from both agencies should meet the needs of many newsrooms. In higher-resolution shots, rooftops are visible but individual people are not. There's a wealth of potential stories in remote sensing for journalists who find the dollars or ingenuity in-house to do it themselves. Consider satellite images of urban sprawl, how irrigated fields in the Midwest partly explain the Ogallala aquifer's decline, mountains near Atlanta flattened by quarries providing stone for new homes. Earthviews could offer an amazing blend of facts and visuals on pollution, urban decay, environmental deterioration or regeneration. ' Imagery is imagery is imagery,' Simpson said. 'One way or another, you're looking at it from a distance...'"
        }
    ]
}