{
    "stories": [
        {
            "year": 2003,
            "month": "September/October",
            "headline": "Tracking quality of life",
            "author_name": "Dave Davis",
            "author_title": "The (Cleveland) Plain Dealer",
            "full_text": "When Editor Doug Clifton called us into the conference room a year ago and said he wanted us to undertake an in-depth examination of the state of children in Northeast Ohio, we politely rolled our eyes. It was clearly one of those dreaded editor-assigned projects, an important subject but one that had been more than a bit worn out in the press. Clifton came to the table with more than simply the idea of 'children' but not too much more. He wanted the stories to be data-driven, for us to take a report-card approach, compiling indicators that would somehow shine light on children in Cleveland and allow us to compare the condition of their lives to that of kids elsewhere. We spent the next few months searching for data. We wanted to touch on all the important areas: health, education, crime, housing. We wanted figures that could be compiled on a city-by-city basis. And for big cities, we wanted to be able to examine what was going on in individual neighborhoods. Along the way, we found a couple of new wrinkles to this much-written story. (Much of our effort went into reporting on environmental health issues, such as identifying the 1.5 million youngsters statewide who either live next door to a toxic waste site or in poor housing). We also came up with some creative uses of Census 2000 data. The result was a five-day series, 'Children Left Behind,' published in late July that showed how kids in Cleveland are so much worse off than those in other places in Ohio or in comparable big cities across the country. We found that Cleveland students are twice as likely to drop out of high school than those in Philadelphia or Milwaukee. A larger share of our kids lives in poverty, are lead poisoned and become teenage parents. We also found that nearly half of Cleveland's children are living in risky housing, meaning that they are at risk for injuries, lead poisoning, and potential asthma triggers like cockroaches and rats. 'We've got Third World numbers for kids,' one community leader told us. And our data analysis showed he was right. By geocoding the addresses in five years of Ohio death records obtained from the Ohio Health Department with ArcView 3.3, we identified some city neighborhoods where infants are dying in rates that rival Guatemala, Guyana, and Romania. This wasn't tricky, really. We used the age field in the death records to find babies less than 1 year old. Then we used ArcView's StreetMap geocoding extension to create a point map by matching the home addresses in the death records against a streets map. Later we used ArcView to attach a Census tract number to each death record, so that we could then compile infant deaths by neighborhood. Using Ohio's birth records, which show the mother's age and baby's weight and gestational age, we were able to determine that premature and low-birth weight babies born to teenage mothers cost state taxpayers and hospitals an estimated $161 million from 1997 through 2001, the latest year for which we had records. All told, we analyzed more than a million records gathered from Ohio agencies, other states and the 2000 Census to produce our indicators and rank our cities. To make comparisons between cities fair, we used Census data to group places into eight categories based on population, median household income and the percent of residents living in urban, rural or suburban setting. Then we used a simple rank order approach to rank cities within each category. Here's how we did it: We ranked all of the cities in each category eight different times, once for each indicator. We summed the ranks for each city, divided by eight, and re-ranked the cities on the final number. We gave each indicator equal weight."
        },
        {
            "year": 2003,
            "month": "September/October",
            "headline": "Taking the pulse of a body of water",
            "author_name": "Lisa Stiffler",
            "author_title": "Seattle Post-Intelligencer",
            "full_text": "Located on the shores of the Puget Sound, our newsroom has a front-row seat to our region's primary water body. We watch the ferries, kids playing on the beaches, fishermen tromping out to the piers. But when colleague Robert McClure and I were charged with evaluating the health of the sound, we had to figure out how to check its vital signs. We looked at different indicators: pollution - its sources past, present, and future; populations of fish and other marine life; and contamination in seafood. Lise Olsen, then the computer-assisted reporting specialist at the newspaper, and I sifted through state and federal databases to identify who was still harming the sound and checked whether regulators adequately protected the public and environment. The results were surprising. We used databases of cleanup sites to identify old polluters and places where contaminants could be leaching from tainted sediment. Some of those locations had been placed under the federal Superfund program, others under state regulation. The U.S. Environmental Protection Agency has a searchable site for some federal cleanups (www.epa.gov/superfund/sites/npl/locate.htm), but that didn't provide the data we needed for our analysis. For that, we went again to the Ecology Department. We downloaded from its Web site an Excel file called the Confirmed and Suspected Contaminated Sites (CSCS) Report. It had loads of information including what the pollutant was; if it was in the land, air or water; the progress of the cleanup and, roughly, how long the contamination had been known about. We found that the pollution was getting better overall and that the main backsliding came from pollution associated with cars, not industry. These results led us in search of the pollution sources - where did this stuff come from, and was it still pouring in? We examined current contamination sources and permits data, trying to learn how many square miles of contamination existed and what was in the water. After figuring out what we could about pollution in the environment and where it was coming from, we wanted to know what that meant for the critters soaking in it, plus the people eating the local seafood. As for support, both Microsoft and Red Hat charge for it."
        },
        {
            "year": 2003,
            "month": "September/October",
            "headline": "Database reporting shows no-bid deals",
            "author_name": "Phil Williams",
            "author_title": "WTVF-Nashville",
            "full_text": "John Stamps was one heck of a talented guy with all sorts of unique experiences that were needed by Tennessee taxpayers - that is if you believed the bureaucrats who worked for Stamps' friend, former Tennessee Gov. Don Sundquist. The longer I sat at my computer, examining state contracts data, the more incredible the insurance agent's talents - especially for tapping into his political connections to land state contracts - appeared. Ultimately, we discovered Stamps' involvement in more than $200 million in state contracts handed out by the Sundquist administration. Our 'Friends in High Places' investigation led to a federal-state criminal probe, involving the FBI and at least three other agencies. Investigators raided at least two companies with ties to Stamps, and a federal grand jury subpoenaed hundreds of thousands of email messages based on information unearthed by our reporting. No charges have resulted so far, but the grand jury is continuing its probe. Unlike a lot of investigations, this one didn't begin with a tip. Instead, it began from mere curiosity during a brainstorming session. With Tennessee having just enacted the largest tax increase in state history, my photojournalist partner Bryan Staples and I wondered who was getting taxpayers' money. It was a question that couldn't be answered easily without a computer. Using Tennessee's Public Records Law, I requested a database of state contracts. The state's Department of Finance and Administration quickly e-mailed the data in a .dbf file, which was then imported to Access. It contained hundreds of records, which required a targeted approach. Among the fields of information was a description of the bidding process, including one that I immediately found of great interest: 'noncompetitive' contracts. Those are contracts that are awarded without any sort of bidding process because the vendors are deemed to offer a unique service unavailable anywhere else. Slicing out the no-bid contracts from the data, I then began to background the companies involved in some of the larger contracts. To accomplish that, I began with a basic Web search, then moved on to AutotrackXP's online public record service. One contract, with a company called Workforce Strategists, set off immediate alarms. The company had been awarded a $1.9 million no-bid contract to provide intensive counseling and coaching to help the unemployed get back to work. 'Obviously, with six days, their experience is rather limited,' Rep. Buck said. The state had awarded millions to companies linked to political donations, but there were few records of actual work completed. Our investigation prompted legislators to pass a new law that requires more scrutiny of no-bid contracts. Tennessee's new governor, Phil Bredesen, invited us to privately witness his signing of the legislation. And he has imposed his own tighter controls. 'It's primarily an issue,' the new governor said, 'of having the public have some confidence that what we are doing is in their interests.'"
        },
        {
            "year": 2003,
            "month": "September/October",
            "headline": "State cars sit, waste tax money",
            "author_name": "Morgan Loew",
            "author_title": "KPHO-Phoenix",
            "full_text": "Heading into the 2003 legislative session, the state of Arizona was facing a $1 billion budget shortfall. As in nearly every other state in the country, revenues had fallen, programs were getting slashed and lawmakers were desperately looking for ways to cut expenses. Journalists were also under the gun to find wasteful spending and report it in print or on the air as fast as possible. We found it in an unusual place: state vehicles that were used so little, the state's own guidelines said they weren't worth the cost of owning them. Compared to hardcore computer-assisted reporting projects that can take months of spreadsheet and database analysis, this story was pretty simple to do using the skills I learned in a NICAR Boot Camp in January. We found a recent audit of one state agency that referred to an 'efficient use guideline' for state vehicles. It concluded state vehicles needed to be driven at least 10,000 miles per year to justify the cost of acquiring and maintaining the vehicles. With that minimum mileage standard in mind, we sent a public records request to the Arizona Department of Administration asking for the entire state vehicle database. The department buys most state vehicles and leases them to individual agencies. We specifically asked for the following: license plate numbers; agency the vehicles are leased to; year, make and model of the vehicle; mileage at the beginning of the last fiscal year; and mileage at the end of the last fiscal year. Querying the data, the result was that nearly half the vehicles were underused, according to the state's own guidelines. We listed the agencies with the most underused vehicles by using queries. So we had a story, but we needed a good way to tell it. My photographer and I performed surveillance next to one of the lots, and watched as several state vehicles just sat there day after day. Next, I contacted the state Department of Education and got a list of relatively inexpensive state programs that were facing the budget axe. We ended up profiling a program for underprivileged preschoolers and another that helped adults get their high school diplomas. The story boiled down to this: 'State leaders say there is no money lying around to fund programs like preschool and adult education, but we found lots of extra tax dollars - literally 'parked' all over the state Capitol.'"
        }
    ]
}