{
    "articles": [
        {
            "year": 2003,
            "month": "February",
            "headline": "Get set for 2003 CAR conference",
            "author_name": "Brant Houston",
            "author_title": "IRE and NICAR",
            "full_text": "Hands-on classes extended into the evening so you don't have to miss a favorite panel. A special three-day track for those just starting computer-assisted reporting. A series of smaller workshops for those more advanced in CAR. These are just a few of the highlights of IRE's upcoming Annual Computer-Assisted Reporting Conference in Charlotte, N.C., March 14-16. Although we had to do a quick hotel switch (now we are at the Hilton & Towers because of slowed construction of the Westin) we have just as many panels and classes planned. This conference marks the 10th anniversary of IRE's first CAR conference, which also was held in North Carolina."
        },
        {
            "year": 2003,
            "month": "February",
            "headline": "Databases show implant troubles",
            "author_name": "Robert Gebeloff",
            "author_title": "The (Newark, N.J.) Star-Ledger",
            "full_text": "When The Star-Ledger first began examining the world of medical implants, we soon faced a major irony: We were reporting on a flawed regulatory system and, to do it, we were crunching numbers based on data coming out of this flawed system. But we found that troubled data isn't necessarily useless data. It just requires a little more thought. We already knew from documents and interviews that the Food and Drug Administration's regulation of the medical device industry was lax. The results of our analysis of FDA recall and malfunctioning device data provided numbers that illustrated the scope of the problem in our project, \"Foreign Objects: The Risky World of Medical Implants.\" It showed us what kinds of devices we needed to examine and illustrated what kinds of problems were cropping up with these devices. The idea of looking into the medical device industry, and specifically implantable devices, came out of our Washington bureau. Reporters Robert Cohen and J. Scott Orr had covered regulatory changes at the FDA for several years and had taken note of some medical device recalls that had made national headlines."
        },
        {
            "year": 2003,
            "month": "February",
            "headline": "Open Source: Free, but worth the cost?",
            "author_name": "David Herzog",
            "author_title": "NICAR and Missouri School of Journalism",
            "full_text": "With newsrooms strapped with tight budgets, free open-source software sounds like a great deal for journalists. But is it? With this issue, Uplink starts exploring that question with a series of road tests designed to see whether these open-source packages meet the demanding needs of computer-assisted reporting. In recent months, the open-source movement has garnered heightened interest with the release of OpenOffice - targeted at users looking for an alternative to Microsoft Office. Also, Lotus Development Corp. founder Mitch Kapor gave the movement a boost when he announced his nonprofit foundation would develop an open-source personal information manager. Under open-source rules, users may download and use the software at no cost. Programmers are encouraged to view and modify the software source code. Proponents say that quickens the pace of software development and, in the end, results in better programs. Already there are scores of open source programs for all kinds of applications. Looking for a geographic information system (GIS)? There's GRASS. Need a structured query language-based database manager? You can use MySQL or PostgreSQL. How about something as simple as a Web browser? You can download Mozilla, based on the Netscape Communicator code released in 1998. With all the choices available, it's tough to know which programs are robust and which are still buggy. We'll give you answers."
        }
    ]
}