{
    "stories": [
        {
            "year": 2003,
            "month": "May-June",
            "headline": "RELIGION Homemade files track priests",
            "author_name": "Jaimi Dowdell",
            "author_title": "IRE and NICAR",
            "full_text": "Many journalists who recently investigated sexual misconduct within the Roman Catholic Church faced a major hurdle: a lack of data about allegations of abuse by priests. Some news organizations found the answer to this problem by creating their own databases. The stories that resulted show how useful these homegrown databases can be. In January 2002, The Boston Globe began publishing 'Crisis in the Catholic Church,' a series that offered a picture of a Catholic archdiocese riddled with scandal. More than 800 stories later, The Globe's series has garnered many awards including a Pulitzer Prize for public service and the IRE Medal. Conducting an intense investigation into the church's private realm, the newspaper's Spotlight Team found success through the use of shoe-leather reporting, documents, and a database that greatly supported the reporters' work. ..."
        },
        {
            "year": 2003,
            "month": "May-June",
            "headline": "Finding backyard military contractors",
            "author_name": "Adam Bell",
            "author_title": "The Charlotte Observer",
            "full_text": "With war looming in Iraq and the demand for related local news stories rising a few months ago, we decided to look at which companies in the Carolinas benefited from military contracts. We obtained the Federal Procurement Data System from the IRE and NICAR Database Library and imported it to Access 2000 for our initial queries. Because this database compiled by the U.S. General Services Administration contains all federal contracts with a value of more than $25,000, we needed to filter our queries to limit our results to Department of Defense contracts. Then we decided to omit contracts granted by the civilian Army Corps of Engineers since the story focused on military activities. Now we were ready to explore the data two ways: for work performed in the Carolinas and work performed by contractors based in the Carolinas. We decided that it was more interesting to tell readers what work their neighbors performed for the government rather than focus on a local company handling a contract thousands of miles away. ..."
        }
    ]
}