{
    "year": 2005,
    "month": "March-April",
    "headline": "To share or not to share",
    "author_name": "Brian Hamman",
    "author_title": "IRE and NICAR",
    "full_text": "After Matthew Waite wrote stories about rising home sale prices for the St. Petersburg Times, real estate agents lined up to buy the data he used for his reporting. Doug Haddix, projects editor at The Columbus Dispatch, turned down a request by a state agency that sought data from the newspaper. Officials said the agency would have to spend $60,000 to $70,000 to create the data itself. These stories shine light on a dilemma that journalists doing computer-assisted reporting sometimes face: Whether to share data with others. Deciding whether to reject requests for data is not always simple, according to several CAR experts. Journalists need to weigh standards of fairness and transparency against the potential harm to the reputation or bottom line of the organization, they say. While most journalists agree that it's important to remain transparent when their work comes under criticism, they disagree on how much journalists need to share for the sake of fairness. Tom Torok, chief database editor for The New York Times, says when journalists analyze data and present their results, they act as social scientists. \"If we do original analysis, then we have to adhere to the standards of scientific analysis, which is replication,\" he says. While Torok says he does not necessarily advocate giving data to anyone who requests it - he might not give it to a competitor or a business whose intent is purely commercial - journalists should give data to those who challenge the results. Torok says the Times recently handed over two datasets to government agencies, after the newspaper ran critical stories about railroad accidents and the Occupational Safety and Health Administration. Bill Dedman, of The Boston Globe, also says making the data available helps boost credibility. \"There's a point where if you don't give people your data, then they have no reason to believe your story.\" Haddix disagrees that it is necessary to release data to justify it. He says the Dispatch routinely runs its analysis methods by statisticians and other experts. \"It's not really peer-review in the scientific sense, but it works for our purposes.\" Waite also disagrees with the characterization of journalists as social scientists. \"We are not producing peer-reviewed papers here, we are in a competitive business.\" In cases in which real questions may arise with a story, several journalists say it is better to place the data online for everyone to view, rather than provide it only to organizations that request it. \"Our obligation of transparency is to the public, not the government,\" says Brian Bowling, a reporter for the Pittsburgh Tribune-Review. Some journalists say they are concerned that offering such transparency with their data could undermine shield law protection for journalist's notes and interviews. Sandy Davidson, professor of journalism and law at the University of Missouri, says journalists do not need to worry. She compared sharing data to sharing tools on a farm. \"Just because I say that you can borrow my shovel does not mean you can come and take the wheelbarrow,\" Davidson said. Generally, however, when someone requests data from a news organization it isn't because they disagree with a story. Journalists add value to data by analyzing it, and that analysis can provide a shortcut to other organizations. Haddix says that extra value is the primary reason the Dispatch often declines to share data. \"It's material that belongs to the Dispatch. We've put a lot of analysis into the data and we just don't feel that we should give that away,\" he says. \"As a citizen, I want government to go out and dig up its own information, carry out its own analysis and then present all that before it deliberates toward a decision,\" Bowling says. \"News media are not and never should be agents of the government.\""
}