{
    "stories": [
        {
            "year": 2005,
            "month": "November-December",
            "headline": "DISASTERS Planning for the worst",
            "author_name": "Theresa Wieberg",
            "author_title": "IRE and NICAR",
            "full_text": "Preparing for disaster might sound like an impossible task - after all, events such as this season's hurricanes do not wait until those in their paths are ready for their fury. But there are steps journalists can take to get ready for computer-assisted reporting after the big one hits. Journalism veterans say there are some essential databases for newsrooms to use in reporting on the aftermath of a disaster. So what should you keep on hand and updated? 'Any databases that give you a comprehensive picture both of the people and the structures of your area, such as detailed Census data, property tax roll, flood plain maps in database form ready for mapping, and information about the transportation system of the area,' says Steve Doig, a journalism professor at Arizona State University and a member of Investigative Reporters and Editors' board of directors."
        },
        {
            "year": 2005,
            "month": "November-December",
            "headline": "AFTER A HURRICANE Probing FEMA's chronic illness",
            "author_name": "John Maines",
            "author_title": "South Florida Sun-Sentinel",
            "full_text": "The meltdown of the Federal Emergency Management Agency's response to Hurricane Katrina stunned America and the rest of the world. At the South Florida Sun-Sentinel in Fort Lauderdale, there was a lot less surprise. By the time Katrina hit New Orleans, we had spent the better part of a year documenting troubles with the FEMA relief efforts that followed Florida's four hurricanes in 2004. We found one problem after another, ranging from widespread fraud and waste in the agency's disaster assistance program to the discovery that many FEMA housing inspectors had criminal histories. Our work led to a U.S. Senate investigation and a demand by senators for sweeping changes at FEMA to shore up sloppiness and improve accountability."
        },
        {
            "year": 2005,
            "month": "November-December",
            "headline": "TROUBLE IN SCHOOLS Assault data riddled with holes",
            "author_name": "Jeff Roberts and David Olinger",
            "author_title": "The Denver Post",
            "full_text": "When is an assault not an assault? When public schools in Colorado say so, as these cases illustrate: A child is beaten on his way home from middle school by five older boys in ski masks. Five girls ambush a 10th-grader with a blow to the head. They hold her down, pull up her sweater and burn her with a cigarette. A 13-year-old girl suffers bruised kidneys and blood in her urine after a girl jumps her from behind. None of these were assaults. Not according to the yearly 'report cards' - or School Accountability Reports (SARs) - the schools delivered to parents last year along with their children's performance on the state assessment tests. The SARs have been released by the Colorado Department of Education each fall since 2001. Parents get a nice pamphlet with all sorts of information about their kid's school such as student-teacher ratios, academic ratings, teacher experience and average daily attendance."
        }
    ]
}