{
    "stories": [
        {
            "year": 2005,
            "month": "September/October",
            "headline": "Immigrants' deadly rides",
            "author_name": "Mike Schneider",
            "author_title": "The Associated Press",
            "full_text": "The early morning fog and darkness were still two hours from lifting, but already the parking lot of the La Mexicana grocery store in the farming community of Immokalee, Fla., was packed with 200 farmworkers waiting to be picked up for a day of harvesting in southwest Florida's orange and vegetable groves. Creaky buses that looked two decades old pulled up. Some farmworkers jumped into the back of U-Haul trucks that were then pulled closed, shutting out fresh air. Others jumped into vans that had their seats pulled out to make room for more people. Most of these vehicles belonged to third-party labor contractors who were hired by growers to put together work crews. The contractors were licensed and monitored by federal and state agencies, but neither seemed to be doing a good job in the area of transportation based on a cursory look at the vehicles. Transportation is a central determinant in the lives of farmworkers because it is difficult for many to get driver's licenses because of their illegal status. Without driver's licenses or cars, the farmworkers in Immokalee are forced to live in substandard housing within blocks of La Mexicana so they can walk to the parking lot where the contractors pick them up for jobs. With this captive audience, the grocers and landlords in the area charge more for food and housing than in other surrounding communities. Transportation, I would find during my research, also is the No. 1 cause of death for Florida's farmworkers. Curious about how well the state regulated contractors, I asked the state Department of Business and Professional Regulation for its database about violations of state labor law made by Florida labor contractors since 1997. They didn't have one, even though Florida has one of the nation's largest farmworker populations. Those paper records were gathered in rubber bands in cardboard boxes at the state agency's headquarters in Tallahassee. So I created a database. I drove to Tallahassee, laptop computer in hand, with the expectation it would take me two days to enter the records into a Microsoft Excel spreadsheet where I could look for patterns, find the worst offenders and glean other information. After several weeks of data entry during spare moments, I finally had 878 entries, covering all types of violations, that spanned January 1997 to March 2004. The database revealed that more than one-third of the farm labor violations were related to transportation, such as using vehicles that had not been inspected by the state, lacking driver's insurance or employing an unlicensed driver. State regulators had not taken transportation violations as seriously as others, such as failing to pay delinquent taxes, something which often led to a contractor's license being revoked. Not one contractor had a license revoked for a driving-related violation, even though those violations could have deadly consequences. Repeat violators of farm labor transportation laws still got their contractor licenses renewed. While I was putting the database together, tragedy struck. A van jammed with 19 farmworkers rolled over on Interstate 95 near Florida's Atlantic coast, killing nine men. Almost everyone was ejected because nobody wore seatbelts, and bodies were scattered on the highway. About the same time, the Florida Legislature, at the urging of Gov. Jeb Bush, passed legislation increasing the fines for farm labor law violations and making it easier to report violations. The law was created in response to a handful of recent cases involving farmworkers made to work in slave-like conditions. The law, however, ignored transportation-related issues."
        },
        {
            "year": 2005,
            "month": "September/October",
            "headline": "Borrowers buried under debt, fees",
            "author_name": "Carrie Teegardin",
            "author_title": "The Atlanta Journal-Constitution",
            "full_text": "James Oglethorpe founded the colony of Georgia as a haven for people who had been imprisoned for their debts. But today, Georgia has become perhaps the least forgiving state in the nation for people who owe money. A team of reporters at the Journal-Constitution - Ann Hardie, Alan Judd and myself went to work last year to understand how Georgia was transformed from a debtor's colony to a creditor's paradise. We mined lots of data to understand the lending landscape in Georgia. The series, which kicked off with four parts in January and is continuing, was filled with findings unearthed by our analysis of various databases. Of the 100 counties nationally with the highest rate of personal bankruptcy filings, 45 are in Georgia. We obtained county-level bankruptcy data compiled by the Administrative Office of the U.S. Courts and combined it with county-level population data from the Census Bureau to produce a personal bankruptcy rate for every U.S. county. We used Microsoft Access to perform the analysis. Our database editor, David Milliron, produced a national county-by-county map, using MapInfo Professional, that ran on the first day of the series. We knew the state of Georgia had a relatively high bankruptcy rate, but by presenting the data at the county level we could see compelling information. Legislators who were in session at the state Capitol when the series was published passed around copies of the map. We spent several days in bankruptcy court, interviewing people who had filed, along with bankruptcy attorneys, judges and trustees. We found that Georgia's lightning-fast foreclosure process had prompted many people to seek bankruptcy protection - they were simply trying to save their homes. We were able to establish that no state allows a faster foreclosure process than Georgia, where a house could be sold on the courthouse steps in as few as 37 days after a bank initiated the process. The number of foreclosures initiated against properties in metro Atlanta's 13 core counties in 2004 was more than double the number in 2000. We went to a private contractor to acquire five years of data for every foreclosure initiated in metro Atlanta. The vendor, Equisystems LLC, provided the data to us in a Microsoft Excel file at no cost. Georgia's 'small loan companies' old-time storefront lenders who offer loans to people with poor credit - are alive and well. Their interest rates are high and they increase the cost of the average loan by adding on with more than three questionable insurance policies. Our look at Georgia's 1,000 small loan companies was the most laborious analysis of the series. The companies are required to file detailed annual reports to the state Insurance Commissioner. But the most recent reports were on paper. We hired a data entry contractor to key in the crucial data from the most recent reports. We then crunched the numbers for several years' worth of data, using Access. We did a variety of queries to determine the characteristics of the average loan - how much did the average customer borrow? How many credit insurance policies did they buy? What was the actual cost of borrowing? The findings were eye-opening: most of the 1 million loans taken out by poor Georgians every year came at an effective annual cost of more than 100 percent and the commissioner's office had permitted excessive rates for the credit insurance policies. We estimated that in 2003 small loan customers had overpaid by $65 million for credit insurance. We arrived at that figure by calculating loss ratios on the insurance products."
        }
    ]
}