{
    "stories": [
        {
            "year": 2006,
            "month": "May-June",
            "headline": "Making the switch to ACS",
            "author_name": "Paul Overberg",
            "author_title": "USA Today",
            "full_text": "Once again, the Census Bureau's American Community Survey faced a budget challenge that could have killed it. It wasn't until a congressional conference committee hashed out details in mid-November that it was funded at sustainable levels for this year. Nothing is certain in Washington, but this means it's increasingly likely that after years in pilot, ACS finally will take wing and replace the long form of the 2010 Census. Each year, 3 million households will get the ACS survey. Each summer, data from the preceding year will be released for big places (over 65,000 people). By summer 2008, data from 2005-07 will be released as three-year averages for places of at least 20,000 people. Finally, in summer 2010, data from 2005-09 will be released as five-year averages for places as small as census tracts (3,000 people) and in some cases block groups (600 people). Every year after that, new annual data..."
        },
        {
            "year": 2006,
            "month": "May-June",
            "headline": "Rolling hazards in rail cargo",
            "author_name": "David Danelski",
            "author_title": "The (Riverside, Calif.) Press-Enterprise",
            "full_text": "A freight train derailment last year left several tank cars containing deadly chemicals twisted and dented just yards from homes in densely populated San Bernardino. The accident raised obvious questions about the transport of hazardous materials by railroad through our region. Our investigation ultimately found ineffective track inspections, misidentified tank cars, and communications problems between railroad and police officials that allowed hundreds of residents to return home before it was safe to do so. The Press-Enterprise covers Riverside and San Bernardino counties, an area in Southern California that serves as a railroad conduit for growing volumes of goods that have arrived from Asia at the ports of Los Angeles and Long Beach. Much of our railroad coverage has focused on increasing rail traffic, toxic diesel exhaust from locomotives and long waits at rail crossings. The threat of potentially deadly chlorine gas escaping from a ruptured tank car became a new target for our reporting after the April 4, 2005 derailment. The San Bernardino wreck, we reported, was a symptom of a national hazard that claimed more lives in 2005 than in the previous 20 years combined. San Bernardino had escaped a disaster..."
        },
        {
            "year": 2006,
            "month": "May-June",
            "headline": "ER gridlock exposed",
            "author_name": "Augusta Brennan Jones",
            "author_title": "WBAL-Baltimore",
            "full_text": "If you have visited a hospital emergency room, you've probably experienced a wait. But I'll bet it wasn't as long as the time I rushed my husband, John, to the hospital. It was a Monday night last July. John is a cardiac patient, and he was having neck and jaw pain. That visit, which stretched to more than eight hours, inspired our investigative unit at WBAL to examine ER waiting times using freely available data from a Maryland state agency. Shortly after I got John to Northwest Hospital outside Baltimore, he was called to the triage unit where they checked his vital signs and determined he could wait. So they sent him back to the waiting room with dozens of other sick-looking patients. After about an hour, he still had not seen a doctor; that's when a nurse announced there would be a six-hour delay. I said, 'I'll take him to Sinai Hospital.' She said, 'Sinai is on an eleven-hour delay.' I couldn't believe it. There didn't seem to be any option but to wait, and it gave me lots of time to wonder what's going on inside Baltimore ERs..."
        },
        {
            "year": 2006,
            "month": "May-June",
            "headline": "Endangered data helps find deadly mercury",
            "author_name": "Ken Ward Jr.",
            "author_title": "The Charleston (W.Va.) Gazette",
            "full_text": "At the annual computer-assisted reporting conferences and on the NICAR listserv, I always hear about how bad government data is. When the conversation steers toward the U.S. Environmental Protection Agency's Toxic Release Inventory, the criticisms seem especially harsh. And they're probably mostly true. There are lots of problems with the TRI. But right now, the biggest problem is that we might lose it. The EPA is proposing major cutbacks, including a plan to make the now-annual data collection an every-other-year deal for the chemical industry and other manufacturers. I also know that some of the best stories I do are based in some way on TRI, or at least use some nugget from the TRI for that crucial 'computer-assisted paragraph' that makes the story solid. TRI is still the best basic set of pollution numbers we have. With that in mind, here's how TRI helped me turn what could have been a boring daily story from a news release into a more meaningful Sunday and Monday package of stories..."
        }
    ]
}