{
    "stories": [
        {
            "year": 2007,
            "month": "March/April",
            "headline": "FLUFF RULES IN PUERTO RICAN LEGISLATURE",
            "author_name": "Omaya Sosa Pascual",
            "author_title": "El Nuevo Día",
            "full_text": "Politics in Puerto Rico are complicated and intense. The current legislature could also be described as frivolous and wasteful, according to a recent computer-assisted investigation by El Nuevo Dia. The San Juan newspaper used electronic legislative filings to show that Puerto Rican legislators choose quantity over quality when proposing new measures. They devote their energy to saluting special occasions or launching trivial investigations, while neglecting serious economic and social problems. In the middle of one of Puerto Rico's worst economic crises, more than half of the legislative efforts were dedicated to congratulating people, often for no extraordinary reason. Newcomer Nelson Del Valle Colón presented the most proposals overall, but almost 92 percent were congratulatory measures. Resolutions to investigate accounted for 16 percent of the total, yet most of the 690 investigations focused on inconsequential issues, and only 6 percent were completed. Joint resolutions to allocate funds accounted for 9 percent, with 340 resolutions to allocate a total of $120 million from the deficit-ridden general fund for all sorts of agencies, organizations, and individuals. This occurred within a government that had to shut down several agencies, including public schools, in June 2006 due to insufficient funds. Legislation on core issues like public health and education received little attention."
        },
        {
            "year": 2007,
            "month": "March/April",
            "headline": "SUBSIDIES SPREAD CASH FAR FROM STRUGGLING FARMS",
            "author_name": "Sarah Cohen",
            "author_title": "The Washington Post",
            "full_text": "Skeptical of the claims that farm subsidies are needed to save the small family farm, Dan Morgan, Gilbert M. Gaul, and Sarah Cohen spent 2006 answering a simple question about federal subsidy programs: Who reaped the benefits from the taxpayer dollars, and did it help struggling small family farmers? The investigation revealed that subsidies included $1.3 billion meant for working farmers but paid to those who grow nothing; $9 billion in disaster aid that went often to farms already covered by a $20-billion crop insurance program; and payments to farms that exceeded legal payment limits. Unlocking USDA data was crucial, and The Washington Post published nine stories as part of the 'Harvesting Cash' series."
        }
    ]
}