{
    "stories": [
        {
            "year": 2007,
            "month": "January/February",
            "headline": "DATA REVEALS CITY WORKERS' BONUS PAY",
            "author_name": "Matt Stiles",
            "author_title": "Houston Chronicle",
            "full_text": "After attending a computer-assisted reporting Boot Camp, Matt Stiles returned to tackle a payroll-padding scandal involving city employees. Data analysis revealed extensive bonus payments totaling around $4 million, contradicting city officials' claims of rarity. Detailed payroll data and employee interviews highlighted systemic issues, prompting citywide investigations and further reporting on potential misuse of incentive systems by city mechanics and staff."
        },
        {
            "year": 2007,
            "month": "January/February",
            "headline": "PLUG INTO DATA TO INVESTIGATE UTILITIES",
            "author_name": "Tom McGinty",
            "author_title": "Newsday",
            "full_text": "Tom McGinty explored power demand on Long Island by analyzing a database obtained from the Long Island Power Authority. Despite initial resistance from LIPA officials, the story unveiled fresh insights into power plant utilization and unnecessary public expenditure on new power plants. McGinty advised on the wealth of data available regarding utility regulation and competition, emphasizing database utilization for thorough reporting on energy issues."
        },
        {
            "year": 2007,
            "month": "January/February",
            "headline": "TRACKING FEDERAL FUNDS INDIAN GRANTS, GAMING REVENUE BOTH ON THE RISE",
            "author_name": "Ziva Branstetter",
            "author_title": "Tulsa (Okla.) World",
            "full_text": "Ziva Branstetter investigated the relationship between federal grants to Indian tribes and their rising gaming revenues. Using the Federal Assistance Award Data System, analysis showed no reduction in federal aid despite increased self-sufficiency through gaming. While national gaming revenues surged, federal grants continued to grow significantly, highlighting the continuous federal support amidst burgeoning tribal incomes from the gaming industry."
        },
        {
            "year": 2007,
            "month": "January/February",
            "headline": "NY POWER AGENCY GIVES $1 MILLION TO LEADERS' PET PROJECTS, CHARITIES",
            "author_name": "Michelle Breidenbach",
            "author_title": "The (Syracuse, N.Y.) Post-Standard",
            "full_text": "An investigation into the New York Power Authority revealed $1 million in donations annually to executives' favored charities, funded by taxpayer money. It illuminated issues of accountability and transparency within state-run agencies and exposed unethical practices among executives, including misuse of public funds and extensive perks. Using public records and financial audits, Breidenbach highlighted discrepancies in operational and ethical standards."
        },
        {
            "year": 2007,
            "month": "January/February",
            "headline": "GAS PUMP INSPECTIONS MAKE SPEEDY CAR STORY",
            "author_name": "Lee Davidson",
            "author_title": "The (Salt Lake City) Deseret Morning News",
            "full_text": "Lee Davidson conducted a fast-paced investigation into the accuracy of gas pump measurements across Utah, revealing that 1 in 25 pumps were faulty. The project, rooted in data analysis from state inspections, raised consumer awareness and prompted discussions about regulatory oversight and inspection transparency in the gasoline sale industry."
        }
    ]
}