{
    "articles": [
        {
            "year": 1994,
            "month": "October",
            "headline": "FAA database provides quick history",
            "author_name": "Brant Houston",
            "author_title": "NICAR",
            "summary": "The article discusses how the National Institute for Computer-Assisted Reporting (NICAR) used the FAA's service difficulty reports database to assist journalists in investigating the USAir Flight 427 crash. The piece outlines the challenges and benefits of using such data for contextual journalistic investigations.",
            "keywords": [
                "aviation",
                "data",
                "journalism"
            ]
        },
        {
            "year": 1994,
            "month": "October",
            "headline": "When the numbers look too good to be true",
            "author_name": "Larry Lipman",
            "author_title": "The Palm Beach Post",
            "summary": "This story delves into the difficulties of interpreting Federal Aviation Administration's service difficulty reports, highlighting the misleading nature of data, its inconsistencies, and how such analyses can impact public perception and reporting accuracy.",
            "keywords": [
                "data",
                "reporting",
                "FAA"
            ]
        },
        {
            "year": 1994,
            "month": "October",
            "headline": "Asbury Park Press exposes voting fraud",
            "author_name": "Paul D'Ambrosio",
            "author_title": "Asbury Park Press",
            "summary": "This investigative piece reveals how deceased individuals were recorded as voting in New Jersey, using data from the Social Security Death Master File to uncover significant voter roll inaccuracies and potential fraud.",
            "keywords": [
                "voter",
                "fraud",
                "data"
            ]
        },
        {
            "year": 1994,
            "month": "October",
            "headline": "Tapping into the power of databases",
            "author_name": "Gwen Carleton",
            "author_title": "NICAR Staff",
            "summary": "The article illustrates how science journalists are leveraging computer data to enhance stories, featuring examples such as the investigation into toxic chemical releases in California’s Central Valley.",
            "keywords": [
                "science",
                "databases",
                "journalism"
            ]
        },
        {
            "year": 1994,
            "month": "October",
            "headline": "Covering the computer beat",
            "author_name": "David Bloom",
            "author_title": "The Los Angeles Daily News",
            "summary": "This guide offers insights into investigating the acquisition and use of computer systems by businesses and government agencies, emphasizing potential pitfalls in contracts and decision-making processes.",
            "keywords": [
                "computers",
                "government",
                "contracts"
            ]
        }
    ]
}