{
    "stories": [
        {
            "year": 1997,
            "month": "March",
            "headline": "Tracking the trends",
            "author_name": "Naomi Aoki",
            "author_title": "The Virginia Pilot",
            "summary": "Naomi Aoki discusses efforts by The Virginian-Pilot to provide readers with a more accurate picture of crime trends in the South Hampton Roads region through regular reporting on crime trends using computer-assisted reporting.",
            "keywords": [
                "crime trends",
                "Virginia",
                "reporting"
            ]
        },
        {
            "year": 1997,
            "month": "March",
            "headline": "Score! CAR assists sports writers",
            "author_name": "Stan Dorsey",
            "author_title": "NICAR staff",
            "summary": "Stan Dorsey explores the potential of computer-assisted reporting in sports journalism, highlighting how reporters like Tom Witosky use data analysis tools to provide deeper insights into sports statistics and trends.",
            "keywords": [
                "sports",
                "computer-assisted reporting",
                "data analysis"
            ]
        },
        {
            "year": 1997,
            "month": "March",
            "headline": "The real story Project misconceptions",
            "author_name": "Joanna Kakissis",
            "author_title": "NICAR staff",
            "summary": "Matthew Waite investigates and dispels misconceptions about the Malone neighborhood in Lincoln using computerized data analysis, revealing it as a safe and ethnically diverse area, rather than the crime-ridden ghetto it was thought to be.",
            "keywords": [
                "neighborhood",
                "data analysis",
                "misconceptions"
            ]
        },
        {
            "year": 1997,
            "month": "March",
            "headline": "Trading places Voters shift to third parties",
            "author_name": "Kara Morrison",
            "author_title": "NICAR staff",
            "summary": "Bill Thompson and Kristina Schurr analyze voter registration data in Maryland, finding significant shifts towards third-party registration and voting, particularly in rural areas, indicating a growing disenchantment with traditional political parties.",
            "keywords": [
                "voter registration",
                "third parties",
                "Maryland"
            ]
        },
        {
            "year": 1997,
            "month": "March",
            "headline": "Babies, buildings and bureaucrats",
            "author_name": "Natalya Shulyakovskaya",
            "author_title": "St. Louis Post-Dispatch",
            "summary": "Natalya Shulyakovskaya reflects on her experiences with computer-assisted reporting at the St. Louis Post-Dispatch, detailing various investigative projects that ranged from analyzing birth records to scrutinizing city expenditures on demolitions.",
            "keywords": [
                "investigative journalism",
                "St. Louis",
                "data projects"
            ]
        }
    ]
}