{
    "stories": [
        {
            "year": 1998,
            "month": "December",
            "headline": "UNDERMINING DEFINING - Suspect semantics",
            "author_name": "Craig R. McCoy and Tom Torok",
            "author_title": "The Philadelphia Inquirer",
            "summary": "This investigative report exposes how the Philadelphia police department manipulated crime statistics by downgrading the severity of crimes to present a misleadingly low crime rate. The Inquirer uncovers cases where serious crimes are reclassified as minor offenses, affecting both crime statistics and victims' compensation claims.",
            "keywords": [
                "crime statistics",
                "police misconduct",
                "Philadelphia"
            ]
        },
        {
            "year": 1998,
            "month": "December",
            "headline": "CORRECTIONAL CARE - Prisoner health",
            "author_name": "David Heath",
            "author_title": "St. Louis Post-Dispatch",
            "summary": "The article investigates privatized correctional health care failures, highlighting the death of Calvin Moore, an inmate in an Alabama prison under the care of Correctional Medical Services (CMS). The investigation reveals systemic issues of negligence, poor staffing, and inadequate health care provision in prisons operated by private companies.",
            "keywords": [
                "prison health",
                "privatized care",
                "negligence"
            ]
        },
        {
            "year": 1998,
            "month": "December",
            "headline": "Investigating the FBI",
            "author_name": "David Burnham and Susan Long",
            "author_title": "TRAC",
            "summary": "This in-depth examination of the FBI's secretive practices highlights the lack of transparency and accountability in its operations. The report draws on data from the Justice Department's Executive Office of United States Attorneys, revealing a focus on less significant crimes while neglecting more crucial national issues.",
            "keywords": [
                "FBI",
                "accountability",
                "transparency"
            ]
        }
    ]
}