{
    "stories": [
        {
            "year": 2003,
            "month": "November/December",
            "headline": "REMOTE SENSING: Images boost GIS work",
            "author_name": "Holly Hacker",
            "author_title": "IRE and NICAR",
            "summary": "Journalists are using remote sensing combined with GIS to uncover insightful stories. The St. Louis Post-Dispatch utilized satellite images to analyze development on the Upper Mississippi River Basin post-1993 flood, revealing significant flood plain development.",
            "keywords": [
                "remote sensing",
                "GIS",
                "satellite"
            ]
        },
        {
            "year": 2003,
            "month": "November/December",
            "headline": "SPOTLIGHT: CITY GOVERNMENT: Data-based approach reaps great stories",
            "author_name": "Michael Mansur",
            "author_title": "The Kansas City Star",
            "summary": "Reporters are learning to use spreadsheets like Excel to track and analyze local government data. This innovative approach is helping uncover noteworthy stories, such as discrepancies in campaign contributions and local government spending.",
            "keywords": [
                "spreadsheets",
                "data analysis",
                "local government"
            ]
        },
        {
            "year": 2003,
            "month": "November/December",
            "headline": "INTRANETS: Newsroom data depots no longer a luxury",
            "author_name": "Matt Carroll",
            "author_title": "The Boston Globe",
            "summary": "The importance of newsroom intranets has grown, providing journalists access to crucial data ranging from state payrolls to campaign contributions, facilitating more efficient and informed reporting.",
            "keywords": [
                "intranets",
                "newsroom",
                "databases"
            ]
        },
        {
            "year": 2003,
            "month": "November/December",
            "headline": "THE DATAFILE: Updated files offer rich new insights",
            "author_name": "David Herzog",
            "author_title": "NICAR and Missouri School of Journalism",
            "summary": "IRE and NICAR's Database Library offers access to extensive datasets like the FDA Adverse Events Reporting System and NASA Air Safety Reporting data, aiding journalists in mining stories related to pharmaceutical safety and aviation incidents.",
            "keywords": [
                "databases",
                "FDA",
                "NASA"
            ]
        },
        {
            "year": 2003,
            "month": "November/December",
            "headline": "FIRST VENTURE: Party town arrest patterns uncovered",
            "author_name": "Shelley Nelson",
            "author_title": "Duluth (Minn.) News-Tribune",
            "summary": "Using computer-assisted reporting techniques, this analysis examines arrest patterns in Superior, Wisconsin, uncovering insights on the impact of later bar closing times on local law enforcement.",
            "keywords": [
                "arrest patterns",
                "mapping",
                "law enforcement"
            ]
        }
    ]
}