{
    "stories": [
        {
            "year": 2003,
            "month": "May-June",
            "headline": "Homemade files track priests",
            "author_name": "Jaimi Dowdell",
            "author_title": "IRE and NICAR",
            "summary": "Journalists investigating sexual misconduct within the Roman Catholic Church created homegrown databases to overcome the lack of data about allegations of abuse by priests. This method proved instrumental in revealing systemic issues.",
            "keywords": [
                "database",
                "church",
                "abuse"
            ]
        },
        {
            "year": 2003,
            "month": "May-June",
            "headline": "Finding backyard military contractors",
            "author_name": "Adam Bell",
            "author_title": "The Charlotte Observer",
            "summary": "With heightened interest due to the looming Iraq War, journalists investigated companies in the Carolinas benefiting from military contracts. They used the Federal Procurement Data System to track Department of Defense contracts and uncover local beneficiaries.",
            "keywords": [
                "military",
                "contracts",
                "local"
            ]
        },
        {
            "year": 2003,
            "month": "May-June",
            "headline": "Segregation in black white, shades of gray",
            "author_name": "Holly Hacker",
            "author_title": "IRE and NICAR",
            "summary": "The article discusses the most segregated metropolitan areas in the United States and the variety of ways researchers measure residential segregation, highlighting the complexities and debates over how to best depict segregation.",
            "keywords": [
                "segregation",
                "metro",
                "measures"
            ]
        },
        {
            "year": 2003,
            "month": "May-June",
            "headline": "Database sleuthing uncovers the missing",
            "author_name": "Lise Olsen",
            "author_title": "Seattle Post-Intelligencer",
            "summary": "By building a comprehensive database, journalists examined over 20 years of missing-persons cases in Washington, uncovering lost reports and inaccuracies that hindered proper investigations.",
            "keywords": [
                "missing",
                "database",
                "Washington"
            ]
        },
        {
            "year": 2003,
            "month": "May-June",
            "headline": "Ticket data shows search rate gaps",
            "author_name": "Karisa King",
            "author_title": "San Antonio Express-News",
            "summary": "Analysis of San Antonio police data revealed racial disparities in search rates during traffic and pedestrian stops, bringing attention to the topic of racial profiling in law enforcement practices.",
            "keywords": [
                "racial",
                "profiling",
                "police"
            ]
        },
        {
            "year": 2003,
            "month": "May-June",
            "headline": "Toronto profiling stories spark a firestorm",
            "author_name": "Stephanie Kang",
            "author_title": "IRE and NICAR",
            "summary": "A groundbreaking series by the Toronto Star used police arrest data to uncover racial disparities, triggering widespread debate and scrutiny over alleged racial profiling practices within the local police force.",
            "keywords": [
                "Toronto",
                "racial",
                "police"
            ]
        }
    ]
}