{
    "year": 1990,
    "month": "November",
    "headline": "Ohio's Toxic Avenger",
    "author_name": "Dave Davis",
    "author_title": "",
    "full_text": "Fifty-three year old Clyde King remembered with a laugh the time he came home and found his next-door neighbor mowing the lawn in a protective moonsuit. As he watched from his backyard, King couldn't help but wonder if something had happened on the other side of the chain-link fence that he should know about. But when he asked his neighbor at the Armco Steel works in Middletown, Ohio - the reason for the rubber suit and respirator, company officials simply shrugged and pretended not to know what he was talking about. Clyde King didn't press that matter. Some of his relations worked at Armco and he had already learned how many questions were enough. When I asked King if the plant's releases were hurting his family's health, he smiled and said yes, the pollution was probably killing them. When I asked what was killing them, King pointed to a thin stream of gray smoke coming from a tall stack in the distance. Though the black soot collected everywhere and made life unpleasant, the true source of concern was much closer - inside two tar-storage tanks about 20 yards from King's home. No one told King that the tanks released benzene, a gas he could not see or smell. No one told him that the benzene was the reason for the moonsuit, or that it caused cancer such as leukemia. The U.S. Environmental Protection Agency had estimated that Armco's release of one million pounds of benzene a year would cause two cancer deaths a year in King's neighborhood, which included an elementary school at the end of the block. Clyde King did not know these things and he was not alone. Though generations of families have grown up next to the sprawling steel mills, paper plants and auto makers of Ohio, no one knew what toxics come from their industrial neighbors. The Toxic Release Inventory is changing this. TRI is a pollution inventory that contains estimated releases of more than 300 toxic chemicals by most companies. The information, required by the EPA since 1987, is presented by release for each company. The numbers include the total amount of toxic in pounds that escaped into the air, was discharged into waterways or was buried in the ground for the reporting year. With TRI, Armco Steel's benzene release figure was calculated in about an hour or two. TRI is not perfect: the numbers are self-reported and I've often wondered how accurate they are. But TRI is a pretty good way to look at pollution in an area. When I used it as the basis for a series on pollution in Ohio, I found it could help change the long-standing relationship between polluters and the press. Typically, companies had been tight-lipped about what came out of their plants. But when they found out we were going to publish the numbers they had given the federal government, they treated us to plant tours, interviews with company engineers and press conferences where pledges to lower emissions were made. The lesson Clyde King taught me was a valuable one: that when it comes to toxic releases, what you see often isn't what you're getting. Using a PC, we were able to track down previously undetectable emissions, adding up the total releases for each county in the state. Then we looked at each city in the state, and each zip code in our area. We put together a pollution map for our area, which looked like a multi-color weather map. The 'Every Breath You Take' series showed that some of the area's neighborhoods were among the dirtiest in the nation. Millions of pounds of toxic chemicals had been released and many of the most polluted neighborhoods were inhabited by workers like King and their families who have accepted pollution as necessary to their paychecks. Also, some companies have avoided reporting their releases by playing a complicated toxics shell game that hides their waste from public view. The series from start to finish took a couple of months. The most time-consuming process was cleaning up the data. For example, we wanted to break down the information by zip code, but the codes were often wrong. Sometimes, the reported zip code referred to the corporate headquarters rather than the manufacturing plants. Since coming to Cleveland, I've found TRI helpful with daily stories, too. Daily stories usually take just a couple of days and they don't require a lot of PC sophistication. For example, a local unpopular polluter, a plastics company that proposed to be allowed to triple its size, fudged its emissions numbers on the environmental impact study presented to a local town council. A quick check of TRI showed that the amount of toxics released by the firm already was more than double what was predicted in the impact study for the new, larger company. TRI data is available on floppy disk for 1987 from the National Technical Information Service for $75 per state or $1100 for the entire country. Happy hunting and if I can help anyone just ring me at The Plain Dealer."
}