{
    "stories": [
        {
            "year": 1990,
            "month": "December",
            "headline": "Fatal Flaws, Death by Device",
            "author_name": "David Hinchman",
            "author_title": "Investigative Reporter",
            "full_text": "Two paramedics went to help a person suffering a heart attack. They used a high-tech medical device designed to save the suffering victim. Not only did the device malfunction, allowing the patient to die, but it also severely jolted both paramedics putting them in the hospital. Chris Szechenyi, an investigative reporter at WRC-TV in Washington, D.C., called MICAR with news of a medical device malfunctions database. He knew the Medical Device Report (MDR) tape was more than just useful; it would be a blockbuster tape. The tape includes every malfunction associated with medical devices in the past five years, including any medical device used in the United States. Even those devices manufactured overseas but used in the U.S. are reported on this tape. If a medical device is used on a patient and it fails, resulting in the death or injury of that patient, the responsible device must be reported to the Food and Drug Administration. For example, if a hip implant is used for a patient who has broken a hip and that implant fractures during normal activity, resulting in the death of the patient, the device must then be reported to the FDA. Szechenyi, a veteran medical reporter, knew of this sort of data. Once he heard of MICAR, he put two and two together. He sent the tape to Elliot Jaspin at MICAR. The first thing Jaspin did with the data was determine which company had the most number of deaths associated with products. Physio Control Corp., a manufacturer of defibrillators, floated to the top. Defibrillators are devices that deliver an electric shock returning normal heart beat during cardiac arrest. If a defibrillator fails, the patient will almost certainly die. Physio Control products have been associated with more deaths than any other group of devices reported in the database. Physio Control defibrillators have contributed to the deaths of more than 400 patients over the past five years. The FDA records show that the corporation is responsible for the most deaths directly due to defibrillators. One product in particular, the LIFEPAK 5 defibrillator, has been associated with more deaths than any other device. Once Szechenyi filed a FOIA request for all Physio Control records through the FDA, he discovered that the company had 13 recalls and three safety alerts during the past five years. Some of the recalls were voluntary, but the FDA still had to demand that defects be fixed. The FDA record showed however, that Physio Control resisted these demands. Using the MDR database as a roadmap, Szechenyi discovered that Physio Control was not the only defibrillator company with a lot of recalls and safety alerts. He also discovered the FDA has failed to set market standards for defibrillators. Neither the FDA nor Physio Control would discuss the matter with Szechenyi. But that didn't bother Tom Brokaw. A small portion of Szechenyi's story aired on NBC Nightly News, and Szechenyi's entire four-part series \"Fatal Flaws\" aired on all NBC owned-and-operated stations in New York, Los Angeles, Denver, Miami, Cleveland and Chicago. There are more than 100,000 records on the MDR and defibrillators represent only a small portion. There is plenty more to be done with the record for national and local stories. David Hinchman was able to broadcast a three-part version of the defibrillator story for KOMU-TV in Columbia. Hinchman is available through MICAR to answer any questions concerning MDR. If you want to use MDR. The volume is 3 reels, 6250 bpi, EBCDIC and available through NTIS (# pb90-591610) NTIS phone number is 703-487-4848. But at the time this issue of Uplink was printed, the NTIS sales desk was closed due to a fire in their computer room. MICAR can provide the volume (updated through Sept. 1990) for $300."
        },
        {
            "year": 1990,
            "month": "December",
            "headline": "National Weather Dis-Service",
            "author_name": "Valerie Brunell",
            "author_title": "Reporter",
            "full_text": "Ever wonder how often weather forecasters make mistakes? Bill Sloat and Keith Epstein of Cleveland's The Plain Dealer did after a flood in Shadyside, Ohio, killed 26 people in June. The National Weather Service issued no warning after the heavy rains. \"They said the radar could not spot this kind of storm,\" Sloat said. \"I found it odd that in 1990 that we would not be able to issue a radar warning.\" After asking a few questions, the team started searching through individual disaster reports. They discovered that the weather service kept records of everything they did. Sloat said computers played an integral part in making the data available. \"The story would have been impossible without the computer era because of the way the government examines itself and stores information,\" he said. With the help of some key sources, they were able to determine the nation's best and worst weather service stations based on the accuracy of issuing warnings for severe storms, tornadoes and floods. \"The National Weather Service - meant 'to provide weather and flood warnings for the protection of life and property' - fails to warn of most of the savage weather that each year claims more than 400 lives and accounts for more than $6 billion in losses,\" they wrote in the first of a four-day series that began Dec. 2. \"You can get all kinds of information if you want to examine the offices in your area,\" Epstein said. The weather service, for example, keeps data on every forecast made by every person in the bureau. Although Epstein and Sloat did not do the tape analysis themselves, they said the weather service will sell tapes for $60. They discovered that \"the weather service misses more than two-thirds of all tornadoes, more than three-fifths of all flash floods and 40 percent of severe thunderstorms. Severe storms strike withoutwarning more than 4,000 times each year and without even a preliminary 'watch' 5,000 times.\" The pair agreed the most difficult part was deciphering the formulas and acronyms. \"They have scores for their forecasts that are measured somewhat like a batting average,\" Epstein said. \"One of the keys with any government agency is to cut through the gobbledegook and find meaning,\" Epstein said. \"The computer can cover more ground and makes it easier to look at subsets of information.\" Crunching numbers was necessary to rank the top and bottom 15 weather service offices for accuracy in issuing warnings during a three-year period, but Sloat said the pair also relied heavily on old-fashioned reporting and did some data analysis by hand. \"I don't like computers very much,\" Sloat said. \"I still like to use paper, pencils and a calculator.\" Epstein and Sloat suggested that reporters interested in similar stories should look for available databases. \"Use your imagination,\" Epstein said. \"There's all kinds of data out there. I never really thought all of this information would be there. This (computer databases) is a burgeoning area for journalists.\" Epstein said reporters should find out what data is available and then get beneath the acronyms and formulas to find some meaning. People are what make the news, regardless of how significant the numbers are, Epstein stressed. \"It's good to remember that sometimes you can get lost in facts, names and conclusions,\" Epstein said. \"You need to give your information meaning and find out why something is happening. You have to get people in the story. That's what makes the numbers what they are.\" For Sloat and Epstein, it was the people - both those who controlled the issuance of warnings and those who saw the effects of their work - who were the victims or survivors of the natural disasters."
        },
        {
            "year": 1990,
            "month": "December",
            "headline": "Taxing Investigation in Palm Beach",
            "author_name": "Michele Ward",
            "author_title": "Reporter",
            "full_text": "Thanks to a database and a good investigation by the Palm Beach Post, a record number of challenges against the Palm Beach County property appraisers was filed this year. The Post examined more than 22,000 single-family-home records and found that, for some reason, the more expensive the house the lower its tax assessment. This meant that people in less expensive neighborhoods were carrying a heavier tax burden, or the \"bad luck tax.\" This past September, The Post ran the series called \"Property Taxes: An Unfair Burden.\" Amy Driscoll, a Post staff writer, said, \"We had been writing stories about the taxes in Palm Beach County for years; we wanted a detailed study about the inconsistencies in the way people were taxed.\" With the aid of the computer, Driscoll, Staff Writer Paul Martin and Special Projects Editor Rich Gordon (now with The Miami Herald) compiled this series which revealed the inconsistencies in the way property owners in Palm Beach County were taxed in 1989. The Post investigators, after a year of discussion with the Property Appraiser's Office, purchased a key computer tape, the Name-Address-Legal file (known as NAL). \"We bought the NAL file, which basically includes (for each property) the owner, the legal description, information on assessed values and information on sales prices,\" Martin said in a memo regarding the series. To create an accurate sample of properties to analyze, The Post reporters had to organize the information they retrieved from the NAL tape. The Post limited the study to warranty-deed sales and eliminated insignificant property types such as properties that sold for less than $10,000. Also, on the advice of an assessment expert, the paper cut 1 percent of the sample with the highest and lowest assessment ratio. The assessment-sales ratio is calculated by dividing the property assessment by the sale price. This is the yardstick by which comparisons are made to determine the fairness of assessments. The ratio is valid if the selling price represents the true market value of the home. If everyone's home were assessed at the same percent (of market value), assessments and taxes would be fair. After calculating the weighted mean assessment-sales ratio, the Post reporters looked for any unfair pattern of taxation. Inequitable assessments became apparent. These assessments resulted in unfair tax burdens on the owners of less expensive houses and tax breaks for owners of more expensive houses. This phenomenon is not unknown in the business of property appraisers. Nor is it unknown among the media. The primary precedent to The Post series was New York Newsday's \"Property Taxes/The Unbalanced Burden\" published in May 1985 about unfair property appraisals. But The Post study had its own local impact. A state audit in the spring of 1990 uncovered numerous errors and failures by the department as it double-checked local appraisal offices, Driscoll's article stated. The Post had started investigating this problem months before the audit. Nearly four weeks after the series ran, the Florida Grand Jury backed up the newspaper's findings. \"(The grand jury) clearly bore out our original observations,\" Driscoll said. According to Driscoll, a record number of notices of intent to challenge the tax appraisers' findings were filed after publication. Since the grand jury's findings, the state will address this problem and attempt to rewrite the code tax appraisers use."
        }
    ]
}