{
    "year": 1990,
    "month": "October",
    "headline": "Ghostbusting in East St. Louis",
    "author_name": "George Landau",
    "author_title": "Computer-assisted reporting specialist for the St. Louis Post-Dispatch",
    "full_text": "A man named Admiral Wherry, an army veteran who owned a barbecue pit and tire repair shop in East St. Louis, died more than two years ago. But that didn't stop him from voting in the Illinois Democratic primary on March 20. That's how reporter Tim Novak and I began our Page One account of voter fraud and inflated voter rolls in East St. Louis, Ill., an impoverished city straight across the Mississippi river from downtown St. Louis.\n\nIn less than a month, using an IBM-compatible PC, two sets of computer data and printed listings of registered voters, we found dozens of ballots cast in the names of dead people. And by sampling 10 percent of the city's precincts, we found more than 100 people registered to vote from vacant lots, 16 of whom had voted in the March primary.\n\nReporters, politicians, and state election officials have heard allegations of voter fraud in East St. Louis for at least a decade, but no one had produced hard evidence. Novak and I decided to give it a try after finishing our computer-assisted analysis of property ownership in East St. Louis. For that project, we acquired from the county assessor a magnetic tape listing the owners and addresses of every parcel in the city. Of 27,000 lots, nearly 5,000 were vacant.\n\nOne of our colleagues had suggested that we use the computer to match the list of vacant lots against the addresses of registered voters. A great idea; the only problem was that the state and local election boards were prohibited by law from releasing the list of voters in machine-readable form. Our lawyer said our prospects of getting the data on magnetic tape were slim, so we got printouts listing the city's 30,000 registered voters by precinct (there are 50) and alphabetically for the entire city.\n\nWe then decided to enter only the addresses of voters from five small precincts into the PC. This took two days. We then edited the list of street names so that abbreviations (such as \"ave\" and \"st\") were in the same style as the assessor's data. We matched the two sets of data and came up with a list of several hundred properties valued at less than $200 where voters were registered.\n\nReasoning that many East St. Louis residents might die in the large medical centers on this side of the river, we searched for their death records among the 550,000 Missouri death records spanning 11 years. We came up with more than 1,000 people's names, addresses, social security numbers, and dates of birth and death. We alphabetized this list and compared it by hand with the citywide alphabetical listing of voters. This sounds onerous but took only one afternoon.\n\nWe were surprised to learn that the assessor's records were often inaccurate, to the point that we found well-kept 20-year-old homes on lots listed as vacant. This, of course, became another story. Of those 1,000 dead people, 270 were still registered to vote. Some had been dead for 11 years. And some, we discovered later after looking at their registration cards, hadn't begun to vote until after they died.\n\nWe're still following up the story, which immediately prompted investigations by the U.S. Justice Department, the Illinois Attorney General, and the state election board. Questions may be directed to George Landau at the City Desk, St. Louis Post-Dispatch, 900 North Tucker, St. Louis, MO 63101. Or call him at (314) 622-7205."
}