{
    "year": 1991,
    "month": "February",
    "headline": "Plain Dealer's Overnight Success",
    "author_name": "Dave Davis",
    "author_title": "Cleveland Plain Dealer",
    "full_text": "Imagine this: it's early Sunday morning, about 12:20 a.m., 40 minutes before the newspaper is put to bed, and a jetliner crashes at the airport. You hear it on the police scanner. Frantically, you call the rounds, the police dispatcher, the fire dispatcher, airport security. You manage to get a few details confirmed: a DC9 cargo jet crashed during takeoff at Cleveland's Hopkins International Airport. The two crew members on-board were killed. You even get a few paragraphs onto the front page. But there's not another edition for nearly 24 hours, and the first full day you have to chase the story is a Sunday, a day of rest, a day when officials at the Federal Aviation Administration are not in their offices to look up the vital statistics on the aircraft for you. Then imagine that the next day is a holiday. That's the situation Plain Dealer reporters and editors found themselves in when an Emery Worldwide Airlines jet on February 17 became the first plane to crash in the history of Hopkins Airport. By Monday, the day after the crash, we managed to print stories that included comments from the families of the victims - David M. Reay, a pilot who went to work for the cargo outfit just three weeks earlier after being laid off by USAir, and 28-year-old Richard J. Duney Jr., the first officer. We managed to publish eye-witness accounts that described the jet taking off in a snow squall, rising briefly and then toppling into a fireball 2,500 feet from the end of the runway. The photographs showed the wreckage laying on its back. And by Monday, with the assistance from Adam Berliant and David Hinchman at the Missouri Institute for Computer-Assisted Reporting, we managed to tell our readers that the aging DC9 had a recent history of parts defects and malfunctions that could have hindered the ability to operate safely. With the tail number that our reporter at the crash scene had gotten early Sunday, Adam and Dave searched the 75,391 FAA computer records of defects and malfunctions in commercial airplanes. Bingo! They found 32 of the so-called Service Difficulty Reports filed for the DC9 that crashed in Cleveland, including one problem that received the FAA's worst severity rating, a \"5.\" The FAA assigns a severity level rating of \"1\" to \"5\" for the reported problems. The database covers a two-year period ending on October 1990. While the records did not provide a complete picture of the aircraft, they did provide a good one. For example, during a landing at Jacksonville on Nov. 28, 1989, the aircraft's landing gear malfunctioned. Said the report: 'Upon gear extension, (the) flight crew heard a loud noise as the gear came down.' An investigation revealed that the right, main landing-gear rod end had separated from the wheel. The DC9 was ferried in for repairs and returned to service the report stated. The FAA reports detailed cracks and corrosion in the aircraft's body structure. Some of the cracks measured five inches, while the corrosion was sometimes described as 'very heavy.' They told of parts that were loose, cracked, stripped or frozen in the plane's landing gear, warning systems and cabin and cargo doors. Though the majority of reports did not detail life-threatening problems, they did tell of the wear and tear on an aging plane that had been in service since 1968. After the Sunday night analysis, Dave FAXed me about 30 pages of the most important information. It was detailed and clearly presented, so I had the confidence to put it in my story. I've since bought the FAA tape from the Institute (at $37 I wish I had done so sooner) and I'm looking at other DC9s used by Emery to haul mail for the U.S. Post Office. I'm hoping that the results will make for an even better piece. My advice: Don't wait for a plane crash to get the FAA tape. It will be too late. And feel free to call me at the Plain Dealer if you have any questions, (216) 344-4808. The FAA service difficulty records are continually updated by the Administration. New updated copies are available through Myriad Systems, 3750 N 144, Oklahoma City, OK 73112 (405) 946-3395. Copies are also available through MICAR."
}