{
    "stories": [
        {
            "year": 1991,
            "month": "April",
            "headline": "New York Times Audits U.S. Banks",
            "author_name": "John Freed",
            "author_title": "Database Editor The New York Times",
            "full_text": "It all started routinely enough, with a boilerplate article on regional banking that appeared in our Business Day section. \"Bank losses in Northeast up 4 percent in quarter, or some such,\" we reported. \"Blah, blah, blah,\" I thought to myself as I read the article. \"What I want to know, if I have a checking account in Boston, is whether my bank is about to fail!\" It turns out I wasn't alone in that question. But one problem in an organization as large as The Times is figuring out just who should be asking the question. A few days after the \"bank losses\" story appeared, I went to our Washington Bureau to discuss computer-assisted journalism and how we could apply it. One of the people I spoke with was our Washington banking reporter. \"Wouldn't it be more interesting and informative,\" I asked, \"to list specific banks that might be in trouble? Or, for that matter, on shakiest footing?\" Everyone around the table nodded in agreement. But nobody seemed motivated to follow up. Back in New York, my boss, Dave Jones, an assistant managing editor, framed a series of questions: Are there standards, agreed on in the industry, to rate banks? Are the data on which the standards based publicly available? If we get it, should we print it? The last question was the easiest to answer: Yes. While we feared we might start a \"run\" on a bank, the overarching feeling was that insiders already knew which banks were weak; the only people in the dark were the depositors. At the same time, Business Day appointed a special projects editor. One of his first efforts was to coordinate a series on banking. And we found the right reporter to ask our questions: Mike Quint, our New York-based banking reporter. He quickly provided the other answers. Yes, there are standards that are generally applied. And yes, the data are available. Each bank in the United States falls under the purview of one or more Federal agencies: the Comptroller of the Currency, the Federal Reserve, or the Federal Deposit Insurance Corporation. As a result, four times a year each bank is required to file a detailed balance sheet and income statement with the government called a Call Report. About three months after the end of each quarter, the Call Reports are available on tape from the National Technical Information Service (NTIS) for $600. So in mid-January, we ordered the tape, with a target of starting our banking series in the last week of January. I advised the business section that such a timetable was tight, but I thought I could make it, depending on how \"clean\" the data were. The tape arrived Jan. 21, just six days before we were going to press. The documentation was in two separate books! And the government divides banks up by size, so the location, say, of the assets field would vary depending on the size of the bank. I'd need a few extra days. The series was rescheduled for Feb. 3. By the end of the week, though, I had key financial information available on each of the 13,000 banks in the country. It was a snap, then, to rate each on one of four scales that experts said were meaningful: capital-to-asset ratio; concentration of commercial real estate; percentage of loans in trouble; or insolvency. Since the figures were from Sept. 30, we thought we'd also check to see how many banks on our \"weak\" lists had actually failed in the intervening four months. About a dozen had, besides the dozen or so that were already in receivership on Sept. 30. We decided to make the lists of problem banks the centerpiece of the series. We produced lists of the 100 or so weakest banks by each of the standards, and sorted them by state and region. Then we started looking at banks that made more than one list. It turned out that two banks made all four! We sent our reporter to White River Junction, Vt., where one of the two, Valley Bank, was located. It was both a fascinating study and a warning of what can go wrong with a bank. Valley Bank was established in 1987, in the midst of the real estate boom. But because it was a new bank, the established developers wouldn't deal with them. So they lent to the more speculative ventures. When the market collapsed, a huge proportion of the Valley's loans defaulted. The bank's leadership was forced out. And today the Valley Bank is \"looking everywhere for capital.\" With the help of NineTrack Express to download the data and FoxBase (a clone of dBase) to do rankings, the listings were ready to run on Feb. 3, as planned. But the editing process being what it is you can find in the paper of Feb. 17."
        },
        {
            "year": 1991,
            "month": "April",
            "headline": "Mainframes, C.P.U. Time and Your Wallet",
            "author_name": "Valerie Brunell",
            "author_title": "MICAR",
            "full_text": "This is part one of a two-part series on costs related to computer-assisted reporting. Next month's article will discuss state Sunshine laws in relation to charges for duplication of records onto computer tapes. Just because you don't have all the equipment to do data analyses from your office doesn't mean that you have to forego all computer-assisted reporting projects. Many data processing centers can do the work for you or provide you with access to the equipment you need. Even if you do have your own system, it's a good idea to know what costs are involved when purchasing a data tape, whether it be through a private company or an agency governed by the state. What you have to consider is what resources you have available, what type of work is being done, and how much you are willing to pay for those services, says Bill Plummer, director of campus computing at the University of Missouri. Many private companies base prices on the type of processing being done, says Mike Dalleska of the Word Processing and Information Services, Inc. in Cincinnati. \"No two projects are alike,\" he says. Making matters worse for price shoppers is that no standardized formula for rates has been established in the data processing field. Some agencies base rates on the amount of use they get from the system and your share of that total use. Others base prices on the amount of information being manipulated, whether it be on a per-record basis or by computer bytes used. Costs based on your share of the system are usually listed as CPU time. The CPU is the computer's central processing unit that directs its logical and mathematical functions. Other charges, such as input and output time or access charges, may be included, but the main cost will be calculated in minutes used. CPUs can be calculated either as computer time or wall clock time, says Jerry Fox, a marketing representative for IBM. With computer time, prices are high but only include the amount of time that a computer is actively running a command. Depending on the type of computer system and the complexity of the command, most computers can complete a task within a matter of seconds. With wall clock time, rates are low; users are charged from the time they sign on to the system until they sign off, regardless of whether or not the computer is active or sitting idle. When contracting out for services, consider the type of system being used and its ability to process information. A project that takes only an hour on a mainframe computer may take days or even months on a personal computer. Most importantly, know specifically what is included in the prices quoted. You may be paying for something you shouldn't."
        },
        {
            "year": 1991,
            "month": "April",
            "headline": "Tape Drive Trouble? You're Not Alone.",
            "author_name": "Adam Berliant",
            "author_title": "Editor",
            "full_text": "During the past several months, the Missouri Institute for Computer-Assisted Reporting has received an increasing number of phone calls from reporters having problems with their tape drives. The complaints have been similar, \"Sometimes the tape drive would do what I asked, but often it would just rock back and forth interminably,\" said Bob Paynter of the Akron Beacon Journal. He had a Qualstar tape drive that \"never seemed to work.\" \"I didn't know what was wrong with it,\" Paynter said. \"It was like asking a kid if his first car was operating properly. I just didn't know.\" Few pieces of electronic equipment could be more foreign to reporters than 9-track tape drives. Fortunately, finding the source of the problem Paynter described is not difficult. Chances are it's either caused by dirty heads or a bad head connector, say the drive's manufacturer, Qualstar, and one of its brokers, Chi Corp. Qualstar is the maker of the model 1260 tape drive, the inexpensive, 6250 bpi-capable drive used by Paynter and other reporters, many of whom purchased their drives through Chi Corp. Chi manufactures the controller card and software that go inside the PC to make the tape drives and computers communicate. Chi's emphasis on the U.S. PC market makes it the company many reporters turn to. Representatives from both of these companies say that rocking problems can be handled. This should be late but great news for Judy Miller, special projects editor at the San Francisco Chronicle, who is now in possession of her fourth Qualstar tape drive. Two of her first three were sent back to the manufacturer because they wouldn't function properly. \"Our first drive didn't work, so we sent it back,\" Miller said. \"Chi Corp. was really good to us, and they sent us another one that worked at first. Then census data arrived, and it started to rock back and forth. 'C3' came up - head error. I called Qualstar and talked to the technician who walked me through cleaning and reseating, and it worked again. But then the next day it just consistently started rocking.\" \"They sent a third one,\" Miller said. \"That one didn't work at all, ever.\" The problems described here are typical of \"read\" and \"write\" problems. Chi's software will call these C0, C1, C2, C3 errors or 40, 41, 42, 43 errors. Chi, too, has been receiving complaints about write and read errors for the past year. \"I think Qualstar switched (cable) brands about a year ago,\" Chi's John Thome said. \"It's not a problem with the head. The green card-edge connector has a ribbon that fastens onto it. That seems to be the problem. We've been sending people new cables, and that has solved 50 percent of the problems.\" The \"green card-edge connector\" lies beneath the head protector on top of the head. One can pull the head cover off and see the connection in question. Look for the vertical green card, and you will see a ribbon of O wires connected to it. If the connector is blue, it is an Ansley connector, one of the most reliable connectors made. If it is not blue, it may be one of the other connectors Qualstar was experimenting with. This doesn't always mean the connector is the problem. It's more likely to be dirty tape heads. \"The most common problem for tape drive malfunctions is dirt accumulating on the heads,\" said Dan Thorlakson, vice president of operations at Qualstar. Heads do need to be cleaned periodically; Thorlakson suggests after every two hours of use. If cleaning fails, both Thome and Thorlakson suggest removing and \"reseating\" the connection. In other words, unplug it and then re-plug it in. If this still does not work, you may have to do what Judy Miller had to do: return the drive so the connectors can be replaced. The Qualstar customer service line is always an excellent first step for solving tape drive difficulties. The number is (818) 882-5822."
        }
    ]
}