{
    "year": 1991,
    "month": "December",
    "headline": "Intoxicating project: Mainframe director, enterprising reporters conduct high-impact DUI investigation",
    "author_name": "Lisa Touye'",
    "author_title": "MICAR",
    "full_text": "In Ohio, you can drink, drive, be convicted, serve time and drive drunk again as many times as you want. Your driver's license may be temporarily suspended, but with a little time and $75 you can buy it back. This is what reporters at the Dayton Daily News found as they prepared their series on drunken driving in Ohio. In their series, Russell Carollo, Sandy Theis and Mizzell Stewart recounted the cases of people in Ohio who had the largest number of Driving Under the Influence violations and how those people said time in jail wouldn't stop them from committing another DUI violation. One man who has been convicted at least 19 times of drunken driving says that when he gets out of jail that he's going to have a drink and he knows he's going to drive drunk again. Daily News reporters encountered a number of roadblocks while working on the series. The first was the Ohio Department of Motor Vehicles refusal to give them computer tapes of the state's driver's license records, and the records of motor vehicle violation convictions. The price is right. 'Then they decided they'd sell it to us for an astronomical price,' said Daily News Staff Writer Mizzell Stewart. 'We finally worked out a deal to get the tapes for the cost of the tapes themselves-$475.' They also found that the records were divided into two separate databases--one with the key field, names, addresses and so forth, and the other with all the conviction information, Stewart said. 'It could take days to run a simple join,' he said. Then the reporters discovered that the DMV didn't send them all the documentation for the tapes. 'We found a lower-echelon computer guy in the department who helped us find out what it all meant,' Stewart said. Next they approached the local university to see if the people in computing would be interested in helping out by downloading the tapes on their mainframe. 'They said they could write the routines and do it, but they didn't have the time and weren't really interested,' Stewart said. After that snub, they talked with Jack Gaines, MIS director at the Daily News, who said he' do the work on the paper's mainframe in his spare time. Soon after that, Gaines was bringing printouts of his analyses down to the newsroom twice a week, and Carollo and Theis followed up on the computer findings. Then they got the tapes-all 67 of them. 'Reporters have to do the computer analysis for it to be good. The key is to keep the analysis in-house and have it done by someone who's trusted,' Stewart said. The mainframe analysis worked so well that now the paper is connecting the newsroom to the mainframe so reporters can access tapes at any time. Two reporters a. editor will be trained to work on the mainframe as well, he said."
}