{
    "year": 1992,
    "month": "June",
    "headline": "FoxPro, Paradox or XDB",
    "author_name": "Bob Jackson",
    "author_title": "MICAR",
    "full_text": "John Owens\nWhich should you choose?\n\nWhen you're in the middle of indexing more than 250,000 records you need to be using a database software that can accomplish the task in a quick, efficient and easy manner.\n\nMore importantly, if you're sorting the same 250,000 records, you need software you can trust.\n\nIn the world of computer-assisted reporting, there are plenty of database management programs to choose from. FoxPro, XDB and Paradox are the most widely used by CAR programs. Other programs like PC SAS and DataEase are also popular in some newsrooms.\n\nWhich is the best?\n\nThat depends on who you talk to.\n\nIf you were to ask Brant Houston, who manages the computer-assisted reporting program for the Hartford (Conn.) Courant, the answer would be simple: \n\n\"You make the software you have work for you.\"\n\n\"A lot of it has to do with personal taste, and what works best for you,\" Houston said. \"And part of it has to do with the task you are trying to accomplish.\"\n\nHouston primarily utilizes XDB but also depends on Paradox and PC SAS to analyze data. He is also in the process of taking a look at FoxPro's capabilities and may make the switch from XDB in the future.\n\nCurrently, he explained, XDB's performance is getting the job done.\n\n\"We're using the new version of XDB (version 2.41) and although we are still encountering bugs, the software is much improved over earlier versions.\" Houston said that XDB is easy for reporters to learn and is also great for smaller databases.\n\n\"But the larger the database the slower XDB runs,\" he explained.\n\nMany reporters started their programs with XDB but have since made the switch to other products because of different software problems. Reporters have cited problems indexing and sorting, but according to XDB management, those problems have been ironed out.\n\nIndexing with the earlier versions of XDB, for instance, became a problem when the software encountered more than 31,000 unique indexes.\n\nAlthough XDB has taken a bad rap because of past software problems, Elliot Jaspin, director of the Missouri Institute for Computer-Assisted Reporting, still stands by the software.\n\nJaspin lists speed, flexibility and ease of use as some of the product's stronger points. He also says that XDB has a simple interface and has good implementation of structured query language. Jaspin uses XDB in MICAR's quarterly seminars, which attract reporters from across the country.\n\nGeorge Landau, of the St. Louis Post-Dispatch, was one of the computer-assisted reporting project managers to dump XDB.\n\n\"I started with XDB for a year and found that my tables were getting too large for the software to handle quickly, and I began having problems,\" Landau said. \"Other bugs in the software made me lose confidence in the product and I was forced to switch to something I could trust.\"\n\nLandau now uses FoxPro version 2.0 and is extremely pleased with the product, calling it \"fast, full featured and bug free.\"\n\n\"FoxPro is very fast and I've found that it does a better job of chewing through large volumes of data,\" he said. \"It has the analytical power of SQL but runs much faster.\"\n\nLandau is also impressed with its report writing function. \"It's wonderful to work with. It provides you with easy to read reports quickly.\"\n\n\"I've found that FoxPro can analyze greater amounts of data quicker and it has greater analytical power than XDB,\" Landau added. \"It is the nicest, easiest software I have found.\"\n\nBob Paynter, of the Akron Beacon-Journal, switched from XDB to Paradox because of major problems encountered with the software. He made the switch, he explained, after consulting some colleagues.\n\n\"I said 'I just can't trust this (XDB),\" Paynter said. \"And I talked to other database managers, and nobody had ever heard of XDB.\"\n\nParadox is a menu-driven program that doesn't require the user to know procedural language (such as SQL), making it easier to use. The drawback to using Paradox is that, like XDB, the program has a hard time managing large volumes of data.\n\nPat Stith, who manages the CAR program at the Raleigh (N.C.) News and Observer, is one of a growing number of FoxPro users. \"We stumbled into FoxPro and are extremely happy with it,\" he said.\n\n\"FoxPro is excellent because it is much faster than XDB,\" Stith said. \"We can go through 1 million records in a very short period of time. You just don't sit around with FoxPro.\"\n\nStith explained that FoxPro is simple to use, which makes it easy to teach to reporters. For Stith that's important because he is responsible for conducting the News and Observer's two-week training seminars for reporters. The seminars, which are run periodically, have trained about 30 of the newspaper's reporters.\n\n\"I like FoxPro for three reasons,\" Stith said. \"It's easy to understand; I believe it is the fastest database handler on the market; and I have had zero problems with accuracy.\"\n\nThe Boston Herald's Dave Armstrong agrees. \"Queries that would take overnight with XDB are taking a matter of minutes with FoxPro,\" Armstrong said. \"We will never go back to XDB.\""
}