{
    "articles": [
        {
            "year": 1992,
            "month": "January",
            "headline": "Access denied? Register reporters fight agency, obtain access rights to database",
            "author_name": "Robert Jackson",
            "author_title": "MICAR",
            "full_text": "If you were to ask Orange County (Ca.) Register reporter James Grimaldi for advice on how to negotiate with government agencies for databases on nine-track magnetic tape, he'd tell you one word patience. Grimaldi, and reporter Ron Campbell, had to display plenty of patience in obtaining a database from a state government agency that gave them a four-month-long runaround. Because the Register is currently using the database in preparation for a series of computer-assisted projects, Grimaldi and Campbell requested that the database and its origin remain anonymous. According to Grimaldi, the Register discovered the database in late July, and he formally requested it from the agency on Aug. 1. Their troubles began immediately. \"This is a very large agency and I was bounced back and forth from office to office and was finally told we couldn't have the database,\" Grimaldi said. \"Eventually I contacted the computer technicians and found that the agency had sold the information to another agency for $2,870.\" Grimaldi and Campbell requested the database, but didn't hear from the agency for a month. When they were finally contacted, they were told that their request would be granted - for a mere $1,712.99. Grimaldi and Campbell's next step was to contact Teale Director Chong W. Ha, and request the database. What they found was infuriating. According to Ha, the public agency - Teale - had custody of the database, and their representations were inaccurate. Grimaldi explained, \"Since Aug. 1 we talked to more than two dozen people and exhausted, several times over, the statutory 10-day limit for finding and duplicating the records.\" More importantly, Grimaldi said, was that there was no legal basis for the agency to charge the public what Teale would charge. In a letter to the agency requesting the database, Grimaldi and Campbell based their claim on the California Public Records Act. Their patience came to an end, and on Nov. 12, Grimaldi and Campbell received more than they could have hoped for - an $81.18 charge for the database, and an apology."
        },
        {
            "year": 1992,
            "month": "January",
            "headline": "News & Observer challenges N.C. for access to public information",
            "author_name": "Van Denton",
            "author_title": "Raleigh News & Observer",
            "full_text": "Some North Carolina agencies are throwing up roadblocks to anyone seeking access to the billions of bytes of public information in the state government's vast computer network. In some cases, requests for public information are flatly denied. In others, agencies place restrictions on release of the information or ask extraordinary fees for it. North Carolina's public-records law specifically applies to public information stored in electronic databases, just as it does to printed information tucked away in file cabinets. But some top-ranking state officials, wary of releasing databases, say the law is inadequate to guard against misuse or inadvertent release of confidential electronic information. The state Department of Motor Vehicles has a database containing driving records for 6.5 million drivers. They will sell a copy at $5 per record or $32.5 million for the whole database. Since September, the Office of State Personnel has refused to provide the News & Observer a copy of a database containing public information on state employees. A legal opinion is currently being reviewed, and a final decision will be made by Gov. James G. Martin. Meanwhile, James Lofton, secretary of the state Department of Administration, reversed his stance in allowing the News & Observer access to the department's database."
        },
        {
            "year": 1992,
            "month": "January",
            "headline": "Morning News tackles teen violence, HUD in computer-assisted reporting project debut",
            "author_name": "Jon Schmid",
            "author_title": "MICAR",
            "full_text": "Dead men tell no tales. But reporters at the Dallas Morning News know that death records can reveal patterns reflecting grave social ills. The News' first computer-assisted project showed that an 'epidemic of violence' is stalking Dallas' teenagers. The process that led to this discovery began by sifting teen deaths out of the city-owned death records, which the News has on nine-track magnetic tape. Then teen homicides were pulled from that table, explained Allan Pusey, assistant projects editor at the News. Using a computerized mapping system, this data was plotted by neighborhood, and the high-risk areas were defined. The Dallas Morning News used this project to bring together statistical data with human stories. Reporter Bruce Tomaso highlighted the human suffering behind the statistics. The News' latest computer-assisted project helped produce a six-part update on the HUD scandal. The series looked at 24 developers with the biggest HUD rehabilitation contracts. These developers and the locations of their projects were identified from a database obtained through a government agency. Flournoy and Miller contacted the local housing authorities and figured out exactly how much money and tax credits the developers received. Pusey created a database on the size of the apartments in the developments, uncovering that many of the units were single dwellings, not helping families as intended."
        },
        {
            "year": 1992,
            "month": "January",
            "headline": "Post-Dispatch reporters find HUD abuses in investigation",
            "author_name": "Lisa Touye'",
            "author_title": "MICAR",
            "full_text": "In St. Louis, Mo., reporters Phil Linsalata, Tim Novak, and George Landau investigated city government's use of block grant money from HUD. They found certain areas of the city were neglected in funding. The investigation began with suspicions of triage - dividing neighborhoods into healthy, saveable, and terminal areas, bypassing some for funding. The reporters sought the city's Grantee Performance Report using the Missouri Open Records Act. Upon obtaining it, they input the data into a database in FoxPro. Using Atlas GIS, they mapped block grant fund usage, revealing misleading claims by city administrators. The investigation uncovered neighborhoods most in need of funding received little for housing redevelopment. Block grant money was misused, like supplying car phones for a city agency and paying for home repair training programs that lacked delivery. Reports found renovated homes were sold in prosperous neighborhoods but leased in poorer ones, questioning the disparity in housing opportunities."
        }
    ]
}