{
    "stories": [
        {
            "year": 1992,
            "month": "October",
            "headline": "Quick Hits! Writing a computer-assisted story in less than a week",
            "author_name": "Alison Boggs",
            "author_title": "Graduate student at the University of Missouri School of Journalism",
            "full_text": "Van Denton, a beat reporter for the Raleigh (N.C.) News & Observer, did a routine assignment using a newly formed database and a floppy disk. His paper annually reports on lobbyists' spending on legislators, typically involving weeks of combing through documents. Denton found a database at the secretary of state's office, obtained it on a floppy disk, and wrote his story in days. The story detailed lobbyist spending by total, per legislator, and by interest group, like medicine or insurance. Denton's story ran far ahead of the competition, showcasing how using databases accelerates investigative reporting. Pat Stith from the News & Observer supports Denton's course on computer-assistance, making complex data more accessible to reporters. Similar successes by reporters across the country have shown quick turnaround for deep investigations using databases."
        },
        {
            "year": 1992,
            "month": "October",
            "headline": "When TRI is not enough, try state hazardous waste manifests",
            "author_name": "Adam Berliant",
            "author_title": "Founder of EPIC",
            "full_text": "The article discusses using state hazardous waste manifests to track hazardous materials. TRI provides generalized data, while manifests give detailed tracking 'from cradle to grave,' such as who transports and where materials go. Reporters can use this data to track hazardous waste, adding detail to TRI records. About half of U.S. states are computerized with hazardous waste data. The article suggests contacting state agencies for data and points out the variability in data access and costs. EPIC offers resources for journalists looking to use these data. This approach can identify illegal activities and align local figures with federal data, enhancing environmental reporting."
        },
        {
            "year": 1992,
            "month": "October",
            "headline": "The National Library on Money & Politics searches databases for you",
            "author_name": "Richard Mullins",
            "author_title": "Researcher and system administrator for the Library",
            "full_text": "This piece highlights the National Library on Money & Politics, which helps journalists access data on political contributions. The library has bought FEC tapes dating back to 1979, offering tailored data for states, districts, and officials, reducing the burden on news organizations. Common data requests include PAC contributions and funding from specific interests. The library assists reporters by providing processed data in formats like CSV or dBase, enhancing campaign finance reporting. Collaborating with the Center for Responsive Politics, the library aids reporters in understanding and utilizing this crucial data efficiently."
        },
        {
            "year": 1992,
            "month": "October",
            "headline": "Tech Tips: FoxPro adds a new dimension to SQL",
            "author_name": "Dan Woods",
            "author_title": "Reporter at The Raleigh, (N.C.) News & Observer",
            "full_text": "The article provides an introduction to SQL's capabilities in FoxPro for newsroom use. With the SQL's point-and-click interface, beginners can easily construct queries without deep technical knowledge. This interface allows users to select databases and fields visually, greatly lowering the SQL learning curve. For seasoned users, the tool automates some SQL coding tasks, making it efficient for database manipulation. By simplifying SQL use, FoxPro encourages more reporters to engage in computer-assisted reporting, ensuring the spread of technical knowledge across newsrooms."
        },
        {
            "year": 1992,
            "month": "October",
            "headline": "Bits, bytes and nibbles: An electronic forum on computers in journalism debuts",
            "author_name": "Not explicitly provided",
            "author_title": "Not explicitly provided",
            "full_text": "The University of Louisville launched an online forum for journalists and educators focused on using computers in journalism. Called Computer-Assisted Research and Reporting List (CARR-L), it covers topics such as text processing, graphics, database searching, and computer communication. The forum facilitates discussions on finding electronic state-level data, hurricane research, software reviews, and job announcements. For more information, contact Elliot Parker from Central Michigan University, who is one of CARR-L's curators."
        }
    ]
}