{
    "year": 1992,
    "month": "May",
    "headline": "Star reporter dodges USDA obstacles",
    "author_name": "David Raziq",
    "author_title": "MICAR",
    "full_text": "From the standpoint of computer-assisted reporting, this was a techno-nightmare,' said Kansas City Star reporter Greg Reeves. 'It took three gigabytes of space, the tapes blew up my Qualstar 1260 tape drive and the number of records overwhelmed XDB.' But Reeves isn't complaining because the 'nightmare' he's describing is 'Failing the Grade,' a comprehensive and critical look at the United States Department of Agriculture that this April won his paper a Pulitzer Prize for national reporting. The effort of reporters Mike McGraw, Jeff Taylor, Reeves, and editor Mark Ziemann, the seven-part series also won an Investigative Reporters and Editors Award earlier this year. The Star's investigation began nearly two years ago as the result of previous stories by reporters McGraw and Taylor. One such story included the problem of dirty grain, farmers, and grain producers adding dirt to grain export to increase the weight and therefore the price of shipments. That and other chronic problems, says Reeves, convinced the Star that the USDA's troubles 'went much deeper' than anyone realized and so the project began. Eleven months later, Reeves joined the investigation. For my part of it,' he says, 'I asked the USDA for the last five years in farm subsidy payments. The USDA pays out over ten billion dollars in subsidies and Reeves suspected he might find some irregularities in those payments. But Reeves' effort soon hit a snag when the government denied his request. We started throwing lawyers at each other,' Reeves said, 'but unlike other agencies that ultimately agree to give you the records, the USDA said go ahead and sue us. I think they denied us access simply because they had never given them to anybody before and because bureaucrats tend to believe its their information and not the public's.' Greg Reeves spent months trying to access USDA farm subsidy tapes. But getting the tapes was the easy part. Three months later, a compromise was finally reached: The USDA would provide 8.2 million computer records of only 1990's payments. Those tapes included the check's serial number, the date, county, and state the check was issued for, and even an identifying number for the intended farmer but excluded the receiver's name and address. However, that was just the beginning of Reeves's problems, because with the tapes in hand, he now experienced difficulties in downloading the information into his computer. 'Our tape drive could not read these tapes. The tape quality was marginal and the Qualstar 1260 is a piece of trash when it comes to reading marginal tapes.' Reeves says that although a recent upgrade has solved most of the Qualstar's reading problems, he felt discouraged at the time. Starting in July 1991, Reeves says he 'worked nearly around the clock seven days a week to load these tapes to my PC... We failed.' So Reeves decided to install the nine tapes on the Star's Vax Mainframe processor using Nine Track Express for the download and then Datatrieve, the mainframe's database software, for the analysis. 'I wrote hundreds of programs to extract this data,' says Reeves, 'and in some cases ran each of them dozens of times' for a two-month period. Finally, he created an analysis based on those farmers who got most payments along with their county and state, though the investigation was still missing one thing: the names of the farmers or producers receiving the money. So using the check's serial number, the date of issue, and purpose, Reeves began calling various county USDA offices to match the checks with their receivers. As a result, one of the investigation's findings included the unchecked growth of what Reeves calls 'Mississippi Christmas Trees.' 'We've found that in ten states,' he says, 'there are more farmers getting farm subsidy payments than there are farms. What's happened is the farmers have split up their farms under so many different ownerships in order to skirt the USDA's fifty-thousand dollar per farmer limitation.' As a result, the Star's team found wives, children, cousins, uncles, and even family doctors and lawyers all listed as producers with the USDA and thus receiving subsidy checks. Although Reeves depended on a mainframe for 'Failing the Grade,' he says he still primarily believes in PC-oriented research methods and has some recommendations for those organizations just starting their own computer-assisted programs. 'Go for a PC-based setup that takes care of your needs at least two years out: namely a 486 33 megahertz with a minimum two-gigabyte hard drive,' he says. In addition, Reeves recommends Foxpro, Paradox, or SAS database software for the analysis, Nine Track Express for downloading tapes, and a Pertech, Cipher, or Storetech tape drive. 'The whole setup,' says Reeves, 'would be around twenty thousand dollars.'"
}