{
    "year": 1992,
    "month": "July",
    "headline": "Politics, Power and PCs",
    "author_name": "Ronald Campbell",
    "author_title": "Orange County Register",
    "full_text": "Orange County is the home of super-rich moderate Republicans who like to make political contributions and middle-class conservatives who can't afford to. Guess which group dominates Republican primaries in California's GOP stronghold? If you bet on the monied moderates, you bet wrong. But so did several wealthy developers who have thrown their chips behind a succession of moderate Republicans, only to see them buried at the polls by hard-right conservatives. The Orange County Register documented the split between the county's money and its votes through a computer analysis of nearly 150,000 campaign donations. The database was the starting point for several pre-election analyses challenging widely held beliefs, such as the omnipotence of money in politics. For example, we showed that local Democrats, usually portrayed as inept sideliners, in fact were powerhouse givers. Orange County raised $5 million for Democratic candidates for the legislature and Congress between 1987 and 1991. But most of this money went to candidates outside the county. We also established that 1991 was a lousy year for fundraising, much worse than would be expected in a normal off-year. The falloff couldn't be blamed on a lack of competition. Using a simple test for a candidate's seriousness-could the candidate raise $10,000 in an off year?-we documented that political competition was measurably hotter in '91 than in '89. And when one Republican congressman threatened to challenge another GOP incumbent for a newly created seat, we quickly showed the race would be a mismatch, at least in fundraising. (Despite our analysis, the stronger candidate pulled out, unwilling to get into a fight with a rival who publicly said he had nothing to lose.) Computers were made for stories like these. They are the perfect tool for a political junkie. But there are a few obstacles to watch for before diving in: *First obstacle: The records are old. Candidates file their end-of-year reports on Jan. 31. Transcribing the reports from paper to computer tape easily can take an additional one to two months. There are only two ways around this obstacle-hire your own people to enter just the records you want or pray that the Federal Elections Commission begins requiring candidates to file reports on computer. The Register did not get its state and federal records for 1991 installed until late April. You might be able to shorten the time by subscribing to a database service, but even a little searching on-line will quickly outweigh the cost of maintaining your own database in the newsroom. The built-in delay means you can pretty well give up the idea of tracing, say, all donations from trash haulers to legislative candidates until months after the fact. But for spotting long-term trends, nothing beats a computer. *Second obstacle: The records are filled with errors. Not just the deliberate obscuring of a donor's name or employment. That sort of error I can understand; in a weird sort of way, I can respect it. But why would anyone report a donation on '2/29/90,' much less several dozen donations on this nonexistent date? My database program refused to load 10,000-record tables when there was as much as one misdated contribution. It took me hours to figure out what was wrong. A second type of error is guaranteed to foul up any database analysis. I refer to inconsistent names. 'Lyon, William M' and 'Lyon, Gen Wm' and 'Lyon, William' all refer to one of the nation's largest homebuilders, a member of the Forbes 400 whose hobbies are collecting antique cars and bankrolling Republicans. But to my computer, there are three Lyons, not one. A few steps will solve this problem. First cast a wide net for donors. If you're looking for everyone who gave more than $10,000, look beyond that set to everyone who gave more than say, $2,500. If you want to get the 10 largest donors, get the 20 largest. This will probably turn up a few donors with inconsistent names. Next run a wildcard search for every last name on your list of top donors; beware of 'Mr.,' 'Mrs.' and middle initials. Finally, select a standard name for each donor and use the 'update' command to change non-conforming records. *Third and worst obstacle: Lack of imagination. The day you get campaign contributions loaded on the newsroom PC, the political reporters at your paper will clamor for the names of top donors and for total donations by city or by date. After that, ideas come few and far between. Breaking out of the obvious-question mold is hard. One possibility is to collect conventional wisdom from political writers, then figure out how to prove or disprove it. The conventional wisdom was that Orange County, a stronghold of conservative voters, spent its money the same way; the computer showed otherwise."
}