{
    "stories": [
        {
            "year": 1993,
            "month": "February",
            "headline": "Deadly Cure: Analysis of Nuclear Regulatory Data Reveals Realities of Radiation Treatment",
            "author_name": "Dave Davis and Ted Wendling",
            "author_title": "The Cleveland Plain Dealer",
            "full_text": "As a daily assignment, the spill of radioactive phosphorus-32 inside a research laboratory at the Cleveland Clinic wasn't much - a 12-inch story inside. But clinic officials refused to identify a nearby music school that had been contaminated in the incident. They issued a challenge: file a Freedom of Information Act request and try to get the name from the Nuclear Regulatory Commission.\n\nWe did. And more than 1000 FOIA requests later, we wrote 'Lethal Doses Radiation That Kills,' a five-day series that was published by The Plain Dealer in December.\n\nThe series could not have been done without access to the NRC's online database NUDOCS. We spent hundreds of hours searching and analyzing the 2 million records on NUDOCS, looking for leads on radiation accidents and victims.\n\nThe resulting stories documented the failure of the NRC to protect the public from radiation overexposures and accidents in our nation's hospitals. When we asked NRC officials how many people had died from medical overdoses of radiation, they knew of none. We found more than 40, including two that we identified on the agency's NUDOCS system.\n\nAmong the dead was Dwight Golstein, a 9-year-old who died of radiation-induced respiratory failure in 1988 after receiving double-doses of cobalt-60 radiation at Alta Bates Medical Center in Berkeley, Calif. Golstein was undergoing treatments for a tumor in his sinus cavity.\n\nThe radiation was a slow killer. After a few months, Dwight's dark skin turned jet black and began to peel, spinal fluid drained from his right ear and his swollen tongue forced its way out of his mouth.\n\nIt was as if Dwight had been in an atomic bomb blast. His mother, Barbara, watched him die.\n\nGolstein told us, 'Dwight's face was disfigured, and his tongue was so fat he looked like a little monster. He really looked grotesque and he knew it, but I wanted him to know that we loved him.'\n\n'I made sure to hug and kiss him,'\n\nDwight's final days are etched forever into his mother's memory. 'I told Dwight before he died that it was OK to leave us,' Golstein told us. 'He was fighting hard. I told him that he was going to go to heaven and live with Jesus and that it was better for him. Three days later, he died.'\n\nWhen we asked the California Bureau of Radiological Health if anyone there knew of Dwight's death, officials said no. They then went to the hospital, where they were told that no overdose had occurred. After reading the series, California officials visited the hospital again. This time Alta Bates officials admitted that they had not been truthful with the agency. A criminal investigation is now underway into what state officials openly call a coverup by the hospital.\n\nAnd Alta Bates is not unique. We found many hospitals where radiation safety has been under-funded, neglected, and, in some places, openly scorned. We found doctors and nuclear medicine technicians who had overdosed patients, sometimes deliberately, and then falsified records and lied to regulators to cover up. And we probed the NRC's shameful investigation of the nation's most serious medical radiation catastrophe, the overexposure of 413 cancer patients who died, and the NRC didn't bother to find out what happened to them.\n\nMany of the patients suffered from terminal cancers. For them, the radiation overdoses of up to 41 percent left wounds that would not heal and hastened their demise. But many victims, such as 25-year-old Edna Gail Valentine, an elementary school teacher, were expected to survive their cancers.\n\nEdna was 1/2 months pregnant with her first child when she began radiation treatments that were meant to kill any lingering cells left after surgery for Hodgkins Disease. Four months later, both she and the unborn baby were dead.\n\nHer sister, Barbara Hoover, and scores of other families of victims say they were told nothing by hospital and NRC officials.\n\n'They burned her lungs,' said Hoover, after reading an NRC report that had not been made available to the family. 'They lied to us. They knew what happened all along, and they didn't tell us.'\n\nHoover said she would never forget the last time she spoke to her sister. She had received a call at the school where they both taught. By the time she reached the hospital, they were wheeling Edna into emergency surgery.\n\n'She told me she was afraid,' Hoover said. 'I said, 'Yeah, I would be too. But everything will be fine. We'll see you when you get out.' Edna never awoke from the surgery.\n\nAfter reading about Riverside, NRC Chairman Ivan Selin said he didn't realize what the victims and their families went through. 'We haven't helped them and we really should,' Selin said. Later, in commenting on their series, he said: 'If two reporters can work for a few months and come up with what you got, that's a pretty good indication that we're not doing our jobs.' Selin promised major reforms in the agency's medical programs."
        }
    ]
}