{
    "stories": [
        {
            "year": 1994,
            "month": "October",
            "headline": "FAA database provides quick history",
            "author_name": "Brant Houston",
            "author_title": "NICAR",
            "full_text": "When US Air Flight 427 crashed Sept. 8, the new data library at the National Institute for Computer-Assisted Reporting got its first emergency test... Cox Newspapers began a database analysis that ended up as a story that revealed shortcomings with the data and the inspection system. Larry Lipman, a reporter in the Cox Newspapers' Washington, D.C., bureau, worked with Elliot Jaspin (former director of the Institute and now at Cox on the stories.)"
        },
        {
            "year": 1994,
            "month": "October",
            "headline": "FAA reports considered suspect",
            "author_name": "Larry Lipman",
            "author_title": "The Palm Beach Post",
            "full_text": "Sometimes the numbers look just too good to be true. That's when it pays to be suspicious... It turns out that the FAA admits the data from the airlines is neither consistent nor used as well as it might be for statistical analysis of either the airline's performance or safety trends."
        },
        {
            "year": 1994,
            "month": "October",
            "headline": "Asbury Park Press exposes voting fraud",
            "author_name": "Paul D'Ambrosio",
            "author_title": "Asbury Park (NJ) Press",
            "full_text": "E gads! The dead are still voting in New Jersey... To be absolutely certain a voter was dead, I obtained hard copy death certificates from the state, checked voting signature books and called the next of kin before confronting election officials."
        },
        {
            "year": 1994,
            "month": "October",
            "headline": "Science stories and CAR",
            "author_name": "Gwen Carleton",
            "author_title": "NICAR Staff",
            "full_text": "Everyone's heard about the computer-assisted story that rocked city hall. But what if you prefer physics to politics?... For journalists interested in the big picture, the results can be significant."
        },
        {
            "year": 1994,
            "month": "October",
            "headline": "Covering the computer beat",
            "author_name": "David Bloom",
            "author_title": "The Los Angeles Daily News",
            "full_text": "T IRE. Journal and Uplink have run a lot of stories in recent years about using computers to improve your journalism... Part two will appear next month."
        }
    ]
}