{
    "stories": [
        {
            "year": 1994,
            "month": "June",
            "headline": "Quick queries make reporter's life easier",
            "author_name": "Kenton Robinson",
            "author_title": "The Hartford Courant",
            "full_text": "Coming back to reporting after several years of editing, I cannot remember how I ever managed to do a reporter's job without using online services. Certainly, I was nowhere near as fast and thorough, and my stories were nowhere near as deep and broad. And I'm not talking hard news or investigative stories here; I'm talking features. Example: a restaurateur in Ohio sues some guy for welching on a reservation. Breach of contract, he argues. Not so, the welcher says, there was no contract. But there was, wasn't there? Whether or not a restaurant reservation is a legally binding contract is for the courts to decide, but there is no question there was a social contract, a promise which basic etiquette requires us to honor, and, if we cannot, to have the courtesy to cancel. My editor asked me to turn around a quick story exploring the issue of social contracts and the question: what does it say about our society when people feel they have to go to law to enforce the social contracts people used to honor out of common courtesy? Since this was a question that touched on issues of law and social psychology, I crafted a quick query which I sent out on ProfNet. \"Help!\" I said, \"I need experts on this question.\" Forums: \"Anybody out there heard of any similar instances of this sort of thing?\" Then left an open message on the CompuServe Legal and Social Issues. While my bait drifted in the electronic current, I did some old-fashioned reporting too: Got the number for Judith Martin, for example, and arranged a phoner; hunted down a newly-wedded couple (from the wedding announcements in our own paper) to ask them about RSVPs (another good example of a social contract); dropped into the local bookstore and picked up a copy of Rousseau's \"The Social Contract\" and read it again for the first time since college. When I went back to check my lines, I had some bites: A couple of social psychologist types ready to talk to me about the main question, and an intriguing note from a lawyer on the Legal Forum. \"There was a case, I think it was in Florida a few years ago,\" he wrote. \"Where a mother sued her daughter's prom date for standing her up.\" He couldn't remember anything more about it, but that was all I needed. Online again, and a quick dip into the electronic archives of the Miami Herald, searching on the words \"lawsuit\" and \"prom\" and BINGO! I've got two stories on the case. I interview Miss Manners et al., and I'm ready to write. My story on the role of etiquette in holding together the social fabric and these signs of its deterioration was picked by the L.A. Times-Washington Post Wire and run by papers all over the country. And I can only wonder how I ever could have done it without the use of online information services. How long would it have taken me to find the people I needed to talk to and the information I needed? There is no question in my mind I would not - within the bounds of my deadline, anyway - ever have found much of it. There is hardly a story I do that I don't use my modem. It's like having a giant library-telephone directory at your desk, with information available to you almost instantaneously. And people! You can find experts in everything from American Indian iconography to the language acquisition of children to modern tattoo ology. No matter how arcane your subject, somewhere out there there's somebody who's made a study of it, or, if not, at least has enough knowledge of related subjects to give it some intelligent perspective. Many reporters I talk to say they think using ProfNet is somehow cheating; it makes it too easy to find the right person to talk to. But there is an art to the query, as it were. You must make it as precise (and concise) as possible and make clear how close your deadline looms. Then, when you put the query on the net, it goes to hundreds of institutions where flaks cull through their staff lists for someone who might be a good match, and sometimes they stretch things a bit, so you have to do some culling yourself. And as for tracking down non-academic people, when you have only a bit of information about them, online services can't be beat. For example, when I recently had to locate the \"Worm Woman of Kalamazoo\" for a story I was doing on vermicomposting, I had only to go to Compuserve's Phone-File and search on her last name, Appelhof, in the Kalamazoo area to get her number and street address. When I recently did a story on the human vomeronasal organ and pheromones, I dipped into the National Library of Medicine to pick up the dozen most recent articles on this and related subjects in the medical journals (and with them the names of researchers, of course). Sure, I could have gone to a library and spent a day digging for this stuff; instead, I spent less than 5 minutes and never left my desk. Other people at my newspaper have dumb terminals on their desks, which allow them to do nothing but write stories on the system. I have a PC, with a modem, which allows me to travel the world. Here's my list of most used online resources. These are all sources I use virtually every week, without leaving my desk. All I simply do is dial into the local access number for Compuserve. 1) ProfNet. Need to find an expert on Civil War memorial statuary? Or the TV habits of blacks and whites? If there's anyone out there who knows about these things, a query to ProfNet is your fastest way to track him or her down. (See also Dissertation Abstracts below.) 2) Phonefile. Every listed phone number in the United States is at your fingertips in instants. If you only have a hunch as to the general geographic area your subject inhabits, you can simply search by surname. 3) NewsUSA or the Newspaper Library. Electronic morgues of all the major and a lot of smaller newspapers across the country. Searchable by subject, keywords and byline. 4) Dissertation Abstracts. If you want to find out whether anybody has ever written a dissertation on the skateboard subculture, the abstracts will tell you who did when and give you a summary of the thesis. Also, there's an order number, so you can get a copy of the whole thing if you want it. 5) Books in Print. Has anyone ever written a book about your subject? This gives you all the information including author, title, publisher, and ISBN number. 6) Magazine Database Plus. Many major and not-so-major magazines and their articles. 7) Academic American Encyclopedia. This may sound like a silly one, but it's handy to be able to look up some general point of reference quickly. And, needless to say, it's also much faster than walking back to the library and searching through the dusty stacks. 8) SIGs or Forums. There are dozens of Special Interest Groups (SIGs) and professional forums where people correspond on their subject, be it lawyers or dinosaurs. These are good places to find people to talk to about the subject you're writing about. You can contact Kenton Robinson at his CompuServe address, 75050,2773."
        },
        {
            "year": 1994,
            "month": "June",
            "headline": "Fed or Med? You can find it online",
            "author_name": "Beth Marchak",
            "author_title": "The Plain Dealer",
            "full_text": "FedWorld, the government's one-stop snooping on-line computer databases, is evolving into a reference for those covering the White House. The database, which was launched in March 1993, was connected to the Internet in August. It contains more than 130 bulletin boards and databases. It's the easiest place to find White House information. The only problem is it's on a different menu, which makes it hard to find. To get there, Type \"W-house\" at the prompt, follow the menu and find access to White House speeches, press releases, appointments, and major releases like the health care bill. Journalists and others who dial into various World computers don't complete access to all the information that employees do. In some cases that means the database/bulletin board is almost worthless. In other cases, like Quick Facts! Information on Alcohol Abuse and the District of Columbia Court of Appeals, the information is a great start on a story. The messaging bulletin boards are not as lively as on CARR-L or The Well, but they are useful for contacts for government issues like the National Performance Review where federal workers love to jaw about who ought to pay for their business cards. Fed World is still evolving like its commercial counterparts. In late May, for example, it added several trade documents which it promoted on the welcome screen. The Internet has a vast array of medical resources. Here are three that could prove useful to reporters this summer: RSI: Repetitive Stress Injury newsletter tracks studies, medical literature and new treatments for those suffering from RSI, Some of the stories in the newsletter deal with the psychological studies of the illness, lawsuits, the ergonomic issues and advances that minimize the disease's impact. To subscribe, send a message entitled \"RSI subscription\" to dadadata@ world.std.com or call Craig O'Donnell at 617/776-2809 for more information. Lyme Disease: This little known, underreported disease is the subject of an online newsletter published 26 times a year. One way to get it is to gopher to NIH, then to medical publications. The newsletter contains information about studies and outbreaks. The newsletter, which in part promotes awareness of disease, now contains listings of patient and physician events. It also contains a jargon index and medical abstracts, sightings, treatments book reviews and stories about lobbying Congress for money and research. Some of the information is clearly too technical for newspapers but it gives sources of outbreaks and those involved in studying them. It's stated purpose is to bring \"physicians, researchers and support group leaders together electronically to put pieces of the LD puzzle together.\" To subscribe and get more information message lymenet-1@lehigh.edu. CancerNet: Several cancer-related topics are covered here, including AIDS, adult and childhood cancers and drug information summaries, reports on drug trials and some information from Medline. Gopher to NIH and start digging into the sub menus. A few highlights: The AIDS Daily Summary contains a roundup of local and national and international stories which appears to be available the same day. Statistics, resources, a bibliography and a reference guide for clinicians is also available. On the same menu is the Morbidity and Mortality Weekly Report, which recently highlighted the increase in rabies cases, examining incidents state by state. The report also had 1991 stats for breast cancer and listed several doctors studying each issue. Depending on the information sought, the results are available either online or by fax. To sign up, send a mail message to cancernet@icib.nci.nih.gov. Type the word help in the body of the message. Contact cheryl@icib.nih.gov with questions or problems. The FedWorld messaging bulletin boards are not as lively as on CARR-L or The Well, but they are useful for contacts for government issues like the National Performance Review where federal workers love to jaw about who ought to pay for their business cards. You can contact Beth Marchak at Marchak@digex.com or Marchak@digex.net"
        }
    ]
}