{
    "year": 1994,
    "month": "April",
    "headline": "Deciphering Welfare Fraud",
    "author_name": "Bradley Goldstein",
    "author_title": "The Lawrence Eagle-Tribune",
    "full_text": "Do you think readers would like to know if a well-paid foreign consul general also receives welfare benefits? Or if a sanitation worker walked into a Boston bank and used his Massachusetts welfare card to cash a $25,000 disability check? And never declared the outside income to welfare? Or if a man is legally entitled to receive a $29,000 Social Security check while serving a two-year prison sentence? Or what welfare dependency means to two women who have collected public assistance for nearly 20 years each? Stories like these and a dozen others helped bring the complex subject of welfare and welfare abuse into focus when The Eagle-Tribune in Lawrence published a five-part computer-assisted series on the Massachusetts Welfare System in September. The series found Massachusetts welfare officials doing little or nothing to prevent unscrupulous people from stealing tens of millions of dollars from taxpayers and the poor. Daily circulation rose 1,000 papers above normal during the series. And requests from across the country keep trickling into the newsroom. But the juicy stories were just one small part of a long and complicated project. The cajoling that went into getting government bureaucrats to hand over computer information free of cost. What the reader didn't see were the hundreds of hours spent inputting reams of data, the panic when software problems ate thousands of records or...The names of welfare recipients have been protected under state and federal privacy laws since the Great Depression. So when two years of welfare rolls for the Greater Lawrence area landed in our laps we started to computerize them. Complicating matters was a 50-year-old law that makes it a criminal offense for anyone to possess welfare rolls or use them to derive statistics, and the task of deciphering the welfare department's code. Two sets of lawyers told us the law was unconstitutional. And when a file layout was sent to us in the mail, the code was easily understood. Welfare lists contain names, social security numbers, addresses, dates on and off public assistance, the grant amount, the type of assistance, the case workers' names and the reasons for being on welfare. Because the lettering was too small to scan - we tried - we had to spend hundreds of hours inputting the data into a DBASE 4, version 1.5, file. We have been using DBASE for the past three years. On at least four occasions, I was entering the 500th name, when all of a sudden, the computer froze while in the middle of the date field. Cold panic struck...The only way around the problem was to convert the file from DBASE into ASCII format...We found Greater Lawrence businesses paid more than $1.5 million in settlement claims in the last two years to welfare recipients. We also found 99 percent never declared the outside income to the welfare department as required by law. Another ripe area was prisons. We knew from the Essex County Sheriff that inmates in the country jail were collecting welfare benefits behind bars on a somewhat routine basis. In two separate interviews both the Massachusetts welfare commissioner and the state's top fraud prosecutor told us that computer matches were impossible. They both cited the lack of a central registry. Our series showed them how to perform a match. The fallout from the series has been tremendous. U.S. Senator Herbert Kohl, D-Wisconsin, asked for a copy. Two members of Congress are proposing legislation banning inmates from collecting Social Security while behind bars. Gov. William F. Weld came to the newsroom and revoked a law making it illegal for welfare officials to provide U.S. Immigration and Naturalization with information to apprehend criminally convicted aliens. And welfare reform has a good chance of getting through the state legislature. If you would like more information on deciphering welfare codes, welfare data in general, privacy issues we dealt with, the pitfalls of DBASE or a copy of our series, please call me at The Eagle-Tribune in Lawrence. My phone number is (508) 685-1000, ext. 189."
}