{
    "year": 1994,
    "month": "July",
    "headline": "Bits, Bytes and Barks: Are Your Bridges Falling?",
    "author_name": "Paul D'Ambrosio and Rick Linsk",
    "author_title": "The Asbury Park (NJ) Press",
    "full_text": "When you drive over a bridge, you assume it's safe. After all, the truck right in front of you made it across okay, so your little Honda should do just fine. Don't be so sure. To find out how bridges in our state were doing, we turned to the National Bridge Inventory list, a database detailing all inspections of bridges in the United States with a length of more than 20 feet. In a story published in February, we found that one of every six bridges in the state needs major repairs. The bill for those repairs totals $4.8 billion - more than ten times what the state spends on bridge maintenance. The NBI database only told us part of the story. Once we located bridges in questionable shape, we took a look at them. What we found were bridges with fractured foundations, one that had been struck by a train (but remained in use), and one that had state officials so scared they inspected it daily. We discovered that temporary repairs on bridges are usually done to the road surface so motorists won't feel the bumps. The real decay, which can cause a bridge to be shut down, occurs underneath. One tell-tale sign of decay was wood slate on the underside of the bridge. Highway crews put the slate there to catch falling concrete so motorists below don't end up with part of the bridge in their laps. At first glance, the NBI code guide can be intimidating. Its 100 pages provide mostly technical detail on 116 fields. But you only have to use a few of these fields to get a good idea of what shape a bridge is in. To understand how your area's bridges work, talk with a local engineer or county bridge inspection department. It doesn't make much sense to spend a lot of time looking at the 'scour critical' field (dealing with water erosion under support piers) if most of your state's bridges are over desert. In New Jersey we used Item 67, structural evaluation, as our divining rod. A rating of 0, 2, or 3 (1 is not used) told us that a bridge was in pretty bad shape. Keep in mind that this database was designed by engineers, who tend to be pretty conservative creatures by nature. Nothing in this list will tell you if a bridge will fall down or how many more years of use it has. The latter used to be a field, but was discontinued. Once we compiled a list of bridges, we examined the actual inspection reports at the state and county offices. These documents gave valuable insight into every problem with the bridge and up-to-date repair estimates. If you examine the data well in advance, you will probably end up using only about a dozen of those fields."
}