{
    "stories": [
        {
            "year": 1994,
            "month": "September",
            "headline": "Computers help expose crime, poverty: CAR uncovers urban ills",
            "author_name": "Andy Hall",
            "author_title": "Wisconsin State Journal (Madison)",
            "full_text": "On Oct. 11, 1992, the Wisconsin State Journal published a disturbing front-page headline: \"Crisis hits home front. Creeping urban ills threaten our special city.\" We came up with an upbeat title, though, for the new series - \"City of Hope.\" Nearly two years later, the \"City of Hope\" logo continues to accompany our reports examining Madison's urban problems. And while reporters have rotated in and out of the project, one member of the reporting team - our newsroom's personal computer - has played an increasingly valuable role. This project is an excellent example of how computers can become an important, inexpensive and innovative tool. Our newspaper, after all, had only one PC (a Zeos 386 purchased in 1991 for less than $2,000). Software costs (Excel spreadsheet, FoxPro for database analysis, SPSS for statistical analysis) have totaled about $1,000. Data costs are low - about $350 for Madison police records, $150 for census on CD-ROM. A decent CD-ROM reader costs about $350.\nNone of our reporters was trained in computing. We learned while doing the project. (That was a mistake. Get some decent training up front. It saves time and frustration). And we shamelessly scrounged for free help from in-house and university experts, as well as journalists who have tackled other computer-assisted reporting projects.\nFirst, a summary of what we've done. In ten major packages, we've outlined the problems - and potential solutions - regarding juvenile crime, racism, the safety net, repeat offenders, a neglected neighborhood that became violent, crime patterns, links between crime and socioeconomic factors, a shortage of jobs that pay livable wages, and a lack of low-cost housing. We've tried to show how the problems, and their solutions, are connected to one another.\nOur project is an unusual blend of traditional investigative reporting methods, lengthy periods spent out in the community in residents' homes, and computer-assisted journalism. In addition, before we published most packages, we convened group of community leaders and experts on that topic to discuss solutions to the problems. This helped cause residents and, frankly, our editors, to buy into the project.\nFindings and techniques include: \n- Quality threatened: A dramatic increase in violent crime and poverty raises concerns that Madison could lose its high quality of life - and its national reputation as a great place to live. We used interviews and a very basic look at crime and demographic data.\n- Juvenile crime skyrockets: The juvenile justice system is a revolving door for hard-core offenders, with troubled teens bouncing from one program to another while their crimes multiply. This time we used interviews and a manual review of court records.\n- Racism widespread: Blacks suffer from frequent racism despite the city's liberal image and widespread residential integration. We conducted a public-opinion survey designed, conducted, and analyzed by reporters and in-house polling workers, with advice from university experts. An in-house marketing director with expertise in SPSS, a statistical analysis program, helped us analyze the findings.\n- Fixing fragmented system: Local leaders are trying to transform a human services system as fragmented and troubled as the community it serves.\n- Repeaters spur crime: Repeat criminals contribute to dramatic increases in crime here. People charged with committing more than one crime accounted for nearly 85 percent of criminal charges from 1988 to 1992. We used a computer to analyze data obtained from county court officials. A computer expert who runs our company's billing and subscriber operations helped us transfer the data from a 9-track tape into the newsroom PC. (He has a tape reader, worth $15,000, so the newsroom didn't need to purchase one.)\n- Worthington's pain: Three decades of neglect by apartment owners and city officials left the Worthington Park neighborhood on Madison's near East side vulnerable to crime and decay. Increased police patrols in other city neighborhoods pushed drug dealers into Worthington. We spent time in the neighborhood to witness problems and become acquainted with the residents and police, manually tallied microfiche building-inspection reports and used FoxPro to compile census and police data for the neighborhood. The police department, at our request, compiled an analysis of its data, too. The census data was on a $150 compact disc of Summary Tape File 3A (commonly called STF 3A) that has proven its value many times over.\n- Crime concentrated: While violence in Madison stabilized last year, most serious crime continues to be concentrated in several neighborhoods. Using help from an in-house computer expert, we transferred 1992 and 1993 police data from 9-track tapes to our PC. We analyzed calls for service - not just incidents officially designated as crimes - because they give a richer portrait of neighborhood strife. We focused on 10 types of violent incidents. Intensive time spent in the city's most violent neighborhood brought the story to life and spurred ideas, too, for the data analysis. We compared demographics to violence patterns.\n- Unemployment, crime linked: A natural follow-up to the previous package. An analysis of police and U.S. Census data shows that the areas of highest unemployment, large numbers of idle youths, and highest numbers of blacks are the areas with highest violence. Findings suggest policymakers might focus on better jobs and education to lower violence in the community. Poverty experts from the University of Wisconsin helped us use our crime and census data in a regression analysis - A method researchers commonly rely on to explain social factors. We paired this story with an in-depth comparison of two families, one poor and one well off. We also used PUMS - the census' Public Use Microdata Sample - to get a closer look at who's poor.\n- Job market faulty: Underlying problems in the Dane County job market are pushing poor residents into a swelling number of low-paying, dead-end jobs. Interviews, census data, and employment data told most of the story. But a simple half-day exercise - typing job-training and pay data for the fastest-growing jobs into FoxPro - gave the analysis some real bite: \"An analysis of Dane County's 40 fastest-growing occupations reveals that most newly created jobs won't pay enough for poor families to climb out of poverty.\"\n- Shortage of low-cost housing: Affordable housing is largely segregated and confined to certain urban neighborhoods in Madison, while fast-growing suburbs have little affordable housing. And the gap is expanding. We used FoxPro and census data to determine how many housing units in each Dane County community were within reach of poor households. Housing experts, who'd long wished for such an analysis, helped us decide precisely what to look for. Graphics and maps played a key role in making housing and crime packages understandable. We also used the Comprehensive Housing Affordability study, which is free from HUD. The study is also available on CD.\nThe results are pouring in. Police patrols have been moved and a neighborhood center is being opened in Worthington Park. The police now refer some public inquiries about crime to the State Journal. \"Jobs summit\" is being held this summer to find ways to improve the local labor market. A county task force has been formed to increase the supply of low-cost housing.\nWe've begun incorporating the lessons of \"City of Hope\" into our daily beat reporting. Reporters are asking developers about the affordability of new housing projects, and they're finding out whether new jobs pay livable wages.\nAnd in the newsroom, we're replacing our mid-1970s Harris mainframe with a PC-based system, meaning every reporter will have a 486 computer. We are committed to using these powerful machines not just for writing stories, but for finding the real stories hidden between the numbers."
        },
        {
            "year": 1994,
            "month": "September",
            "headline": "Mean Streets: Drive-by shootings in Tacoma",
            "author_name": "Adam Berliant",
            "author_title": "Tacoma News Tribune",
            "full_text": "Guns, gangs and drive-by shootings. For obvious and unfortunate reasons, violence, the media buzz-word of the '90s, quickly brings these thoughts to mind. But few would deny that among them, there's something particularly disturbing about drive-by shootings.\nYou can choose not to own a gun. You can choose not to belong to a gang. But drive-by shootings seem beyond our control. Even worse, we're hearing increasingly how innocent people end up stopping the bullets.\nYet year, when The News Tribune ran its eight-day series on crime, \"Beyond Violence,\" Tacoma and Pierce County police could barely provide us with even the vaguest clue about how many drive-by shootings there were in our city, much less how likely it was for bystanders to actually get shot.\nThe News Tribune obtained the drive-by data and also bought an update of the original violent crime database. The total cost was around $200, and the data was supplied in compressed files on four diskettes. (The original, seven-year database came on VAX cartridges.)\nThe \"Beyond Violence\" project was time-consuming, titanic in scope and extremely thorough. The series was made possible by a police database containing seven years' worth of violent crime incident reports, about 250,000 records. We proudly squeezed that data until there was nothing left.\nAfter spending about a week updating the findings from the previous year, we discarded our original idea to produce a large, follow-up violence project. There simply wasn't much new information we could derive from one year's data that seven years' worth hadn't already made clear last summer. It was hard to get excited about publishing a dozen \"Fill-in-the-blank: One Year Later\" stories when they could probably all read \"ditto.\"\nFortunately, the feeling was mutual - police were just as eager to track drive-bys as we were. Only a few months before the violence project was published, LESA started tracking drive-bys. By the time the violence project's one year anniversary arrived, the 16-month-old drive-by database was ripe for analysis.\nInstead, we used the data to prove, once again, that database reporting can lead to excellent, relatively short enterprise stories.\nWe started by determining once and for all that there weren't three or four drive-by shootings every night in Tacoma. The database showed there were 200 incidents over a full year - about one every other night.\nThat's why it was so bothersome that we couldn't get real numbers for drive-by shootings.\nThe records showed that the majority of drive-bys occurred on certain streets, in particular parts of town. And, police told us, these parts coincided exactly with the areas of greatest known gang and drug activity.\nThe conclusion made by both police and The News Tribune was that if you weren't in a gang, involved with drugs or living next door to someone who was, you didn't have much to worry about.\nMore interesting for our readers, though, was that drive-bys weren't the random acts of violence they were perceived to be, and that drive-bys presented little threat to most people. The data proved this in three ways.\nFirst, it showed that strangers in strange places were not of much interest to drive-by shooters. The targets of 1 in 3 drive-bys were houses that had been targeted previously. And if the target wasn't one of these \"hot houses,\" then it was the house next door, or some other house on the block.\nSecond, the data suggested that drive-by shootings were not increasing, as many people feared. Although we didn't have enough data to report with complete certainty that there was no trend, a month-to-month analysis of what data we did have showed that '94, so far, wasn't any worse than last year.\nFinally, the police records indicated that a large portion of drive-by shootings didn't target people at all. We provided a break-out box showing how many of the drive-bys were categorized secondarily as assaults, homicides, reckless endangerment, etc. It showed that 30 percent of all drive-bys were determined by police to be acts of vandalism (40 percent outside city limits). Police sources had a different story than they did a year earlier. Officials were now saying the odds of getting shot by a drive-by were less than being struck by lightning. One police source called the public \"paranoid about getting shot by gang members.\" It took only a few hours to complete all the reports necessary to reach these conclusions. Patti Epler, who wrote two stories using the drive-by data, completed her reporting in less than two weeks.\nWe were also able to use the data to include a standard database answer dump: where are the worst parts of town for drive-bys, what's the worst season for drive-bys and what time do the shootings take place."
        }
    ]
}