{
    "year": 1994,
    "month": "November",
    "headline": "Life after CAR Trek",
    "author_name": "Jennifer LaFleur",
    "author_title": "NICAR",
    "full_text": "They came, they saw, they computed. Journalists from around the country (and the world) found their way to San Jose for CAR Trek '94 to learn about computer-assisted reporting. Some were beginners who came to take their first byte of this new discipline, while others came to brush up on or learn more advanced techniques.\n\nMore than 420 journalists received hands-on training in a wide range of skills, from the beginnings of DOS to advanced statistical analysis. The most popular of the hands-on classes was the Internet training in which more than 300 participants throughout the conference took a test flight through cyberspace. Demand was also high for advanced techniques such as mapping, building databases, building front-ends and downloading from 9-track tape.\n\nAttendees learned how to build spreadsheets in Excel and Quattro Pro and database management in FoxPro and Paradox. In addition to the hundreds of participants in DOS and Windows classes, the Macintosh sessions were in higher demand than anticipated. As some newsrooms implement Macintosh systems, reporters want to learn how to use them for CAR.\n\nNone of the many sessions would have been possible without a dedicated team of coordinators, teachers and coaches who generously gave of their time and expertise to make sure every conference participant received hands-on training.\n\nIf you were one of the attendees at CAR Trek '94, you might wonder what to do next. So you know how to make a subdirectory in DOS, you can analyze a city budget in a spreadsheet, and you've gotten a taste of your first database. Many of you have gone back to your news organizations to be crowned the CAR guru. You have been handed the tasks of immediately conducting a huge analysis project from which you will produce the series to end all series, building your entire data library and training everyone else in the newsroom. Just stop. Here's a quote for your editors: 'Developing computer-assisted reporting skills takes practice and time. You should start with some small, short-range projects,' says NICAR's Managing Director Brant Houston.\n\nTo start, the most important thing you can do is keep your hands on the keyboard. (Well, not all the time - that would make it very difficult to eat). But keep practicing. Get some real data and work with it and keep practicing. If you have questions, call someone you met at the conference or call NICAR. You don't even need to be doing data analyses to keep up your skills. Use a spreadsheet to do your expense report and transfer your Rolodex to a database - that will force you to use those new skills.\n\nOnce you're feeling more confident in your abilities, you might be ready to share your knowledge with others. However, suggest that those interested in learning CAR attend a training program because once you train them, you need to be available to help them as they get up to speed. You can either do computer-assisted reporting or teach it to everyone else. Doing both might kill you."
}