{
    "year": 1995,
    "month": "June",
    "headline": "Untapping dirty tap water",
    "author_name": "Alan Levin",
    "author_title": "The Hartford Courant",
    "full_text": "Dead rodents. Bloated the size of footballs. These are what engineer John Wittenzellner found when he first lifted the lid on the drinking water storage tank supplying about 100 residents of bucolic Durham, Conn. Local residents wondered why for years their tap water contained high levels of bacteria. Bloated rodents aren't what commonly come to mind when we think of the results of a computer-assisted story. But we found Wittenzellner, who was one of The Hartford Courant's best sources in its three-part series, \"A Drop of Safety,\" through computer data. The series showed that even in Connecticut, which has one of the toughest enforcement programs in the country, about 750,000 people received drinking water from among the hundreds of systems cited for serious safety violations in the last five years. The problem was particularly acute among systems serving fewer than 500 people. Well over half of those small water companies had chronically failed to test for contaminants, found potentially dangerous levels of bacteria, improperly treated the water or exceeded allowable levels of chemical contaminants in recent years. We knew when we began that scientists were raising warning flags about drinking water safety. Studies estimated that as many as a third of stomach ailments are waterborne. A 1993 parasite outbreak in Milwaukee's water sickened 400,000 people and is believed to have killed up to 100 AIDS patients. Among the worst of these utilities, enforcement was a joke. In the system that Wittenzellner took over and repaired two years ago, the state had tried in vain for nearly 15 years to force the former owner to improve treatment. A key EPA database The starting point we used to identify the risks in Connecticut was the massive federal database collected since the late 1970s by the U.S. Environmental Protection Agency. It is known as FRDS. Every violation handed out to all but the smallest water companies across the country has been logged in the federal system. Every state and federal enforcement action also resides in the database. And very few people outside of EPA have ever looked at it. State officials asked us for a copy because, even though they provide the data used by EPA, federal officials had not figured out an easy way to give the data back to the state in a usable form. Several water utilities downloaded our data when we put it on our bulletin board because they, too, had no other way to ascertain their record of violations without a lengthy paper search through numerous file cabinets. The FRDS system is dizzying. In total, it contains more than a dozen separate databases that are linked on an old mainframe system. Its contents - listings of violations, enforcement actions and names of contaminants are all encoded. The records were created to mirror the federal drinking water regulations, which are also head-spinning in complexity. Though lengthy, the documentation is the most comprehensive, easiest to use we've ever encountered. It includes a separate page for each field. Its format is easy to read. The consultants who created the system were patient, even pleasant, as I asked questions about its form and function. We opted to obtain only the Connecticut data. It included several databases. The ones we used most were: a listing of each of the 6,000 water utilities in the state, another file with data about each water utility's water sources and location, a database containing all 13,000 violations handed out in the last 15 years and another listing every enforcement action for the same period. The files were linked by an identification number. Know what the data means We created a series of additional tables that were used to more easily spell out the names of contaminants. There was an awkward learning curve while we figured out how the federal drinking water regulations work. The computer records are worthless, even misleading, without this knowledge. For example, for virtually every listed violation there is a contaminant, mostly grisly looking chemicals like benzene. When I first saw these chemicals, I thought we had an epidemic on our hands. It turned out benzene had never been detected in Connecticut drinking water. Instead, every benzene listing (and most of the other chemical listings) was there because the water utility had failed to test for it. Figuring out formulas These failures to monitor for chemicals were significant to our story, but hardly equalled evidence that the chemical was actually in the drinking water. Then we had to figure out a formula with which to rate the thousands of violations so that we could identify the state's worst water providers. Interviews with water engineers and regulators helped. Once we got to this point, the data began to point us toward the human stories that turn a boring computer-generated story into something readable. Data leads to real stories That's what led us to Wittenzellner. It turned out he had extensive experience repairing some of the worst small water companies in the state. In addition to rodents, he told us he had found various species of dead animals in neglected water systems throughout the state. Telephoning residents who received water from one system Wittenzellner had taken over, we found a man who made the mistake of drinking the water when he first moved in to his house. \"It was like Cancun,\" he said, describing the illness that knocked him on his back for several days. The data also pointed to numerous schools cited for serious water safety violations, ranging from high lead levels to bacteria exceedances. It showed that the state was powerless to force compliance on uncooperative water companies. It highlighted the state's largest drinking water system for its failure to install filters before the federally mandated deadline. Just the beginning The data, of course, was just a starting point. We also did extensive reporting on the emergence of the parasite cryptosporidium as a health threat in drinking water and the difficulty in funding new drinking water infrastructure projects. Finally, the data proved to be the most popular posting to date on our budding electronic bulletin board. We placed a text file listing the violations logged against every water utility in the state so people with a computer could check out their utility's record. The hundreds of calls the first few days practically crashed our modest bbs. Anyone interested in acquiring the FRDS data should contact Towana Dorsey, at EPA's Freedom of Information Act Office in Washington. Alan Levin can be reached at 1-(800) 524-4242, or send e-mail to courant@pcnet.com."
}