{
    "stories": [
        {
            "year": 1995,
            "month": "September",
            "headline": "Data tracks secretive justice system",
            "author_name": "Michael J. Berens",
            "author_title": "The Columbus Dispatch",
            "full_text": "There is journalistic justice in using a court database to ferret out the illegal jailing of thousands of poor people, secret cash deals to avoid convictions by drunken drivers, fabricated caseloads, and dozens of other deceptions. Our series, \"Cash-Register Justice.\" last year exposed a secretive justice system where money weighs heavier than guilt. The Columbus Dispatch had its own trial by fire - beginning with a three-year fight to buy municipal court data. Originally, the court wanted $15,000 for a year of data containing one million-plus records and filling a dozen nine-track tapes. Stunned by the initial estimate, we asked for a breakdown of costs. It included $80 an hour pay for some city employees - supposedly to write custom software and so on. These same employees made less than $15 hour in city wages. We argued that the city cannot charge a rate higher than normal pay. We threatened legal action. The price was reduced to $500. Using xBase by Microsoft and our newest toy - a Macintosh Power PC (64 meg RAM) with a gig drive - we crafted relational sorts, such as how many homeless people served jail time before being found guilty of crimes that are not legally punishable by jail. We paid a heavy price in time, too, as we struggled with misplaced and variable length fields, inaccurate entries and case information spread among 12 related databases. Hard lesson: Court data was typed by clerks who adopted personalized codes. The 30-character charge disposition field became a stream-of-consciousness exercise for some clerks. A defendant sentenced to three years in jail with 30 days jail time credit, a year of probation and $500 fine plus court costs might look like: XRPNC-BOFTS,500 -CC or 1YRPROBPYR/30C/500+C. There was no consistency. Sweet success: Those pesky codes broke the biggest stories. Clerks entered \"NO PW\" for no prosecuting witness - a euphemism for cops who failed to appear in court. Another field code showed when drunken drivers - some testing more than double the legal limit with three prior convictions paid $1,000 to the city to avoid convictions. No kidding. The court never thought outsiders would look at this data- or understand it, if they did. Hard lesson: To err is human - and court clerks are very human. Thousands of cases were not updated accurately on the computer. We pulled paper files to verify results. This was cumbersome but deflected criticism of our findings. The court inflated caseload totals, such as doubling the number of drunken driving cases from 6,000 to 12,000 defendants. The inaccurate numbers hid a bigger secret: caseloads had decreased each of the last three years. One trick used by the court: If a defendant was charged with 32 counts of burglary, the court counted them as 32 cases. Counting is not the only thing courts do badly. Conviction rates are suspect, too. Prosecutors claimed a 70 percent conviction rate involving domestic violence cases. That figure fell to 7 percent when we crunched the data. Prosecutors claimed many victims dropped charges. While true, the data showed that some judges dismissed cases if the victim did not show up at the first hearing - sometimes held 10 hours after the victim was severely beaten. The series ran Sept. 25-28, 1994. Here are some angles that can make for good court projects: Time served: Defendants too poor to make bond often serve jail sentences before being found guilty, then are released at the hearing because they' already served the sentence-sometimes longer than the maximum allowed by law. How many homeless people are jailed and why? We found that homeless people were repeatedly jailed for failing to pay jaywalking tickets - an offense not punishable by jail. In many courts, failure to pay a ticket is treated more harshly than the crime. Are mandatory fines collected? In Ohio, 100 percent of the fines from seat belt violations (among other charges) helped support state programs. Rebellious judges who saw no profit to the local system, routinely dismissed those charges That meant less money to educate children about safety and less training for emergency crews. One lifesaving practice is to provide you statistical analysis to the subjects of the stories before publication. There is nothing more satisfying than watching the stunned faces of prosecutors as you hand them your spreadsheets. From alternative sentencing to campaign financing, we adopted journalism's most basic axiom: Follow the money. In court projects, also follow those who don't have money."
        },
        {
            "year": 1995,
            "month": "September",
            "headline": "Merry-go-round",
            "author_name": "Rick Linsk",
            "author_title": "Asbury Park Press",
            "full_text": "Every year, millions of people ride and walk away happy from the Jersey Shore's boardwalk amusement rides and traveling carnivals. But hundreds limp away - or are carried away - with injuries. The Asbury Park (N.J.) Press reported its share of piecemeal injury stories. This summer, for the first time, we used computers to take a hard look at the injuries and at state oversight of the ride industry. Hoping to produce a story for the start of summer, I asked the state Department of Labor in April for its database of amusement park injuries. The department first said records were not computerized. A month later, after officials sent us computer printouts, we pressed the issue. They admitted the records were indeed in a database, but said they could not make a copy. After another month of requests and delays, they finally delivered a set of disks. There was a snag: the disks were 8.5 inches square, from a now-ancient IBM System 36 computer. For $123, a data-conversion service recommended by NICAR copied the data to 3.5-inch diskettes for us in fixed ASCII format. The data files included a master table of all licensed rides, a table of all companies licensed to operate rides, and a table of their insurance companies. The mother lode was the table on accidents, containing 784 injuries from 1992 through the first week of June 1995. Details included injury dates, ride names, ride type, riders' names and age ranges, and what caused the injury. The database was limited, though. For one thing, it did not specifically describe riders' injuries. There were fields identifying which part of the body was injured (head, neck, trunk, upper, lower, and multi). But that made a muscle strain indistinguishable from a broken neck. It did not explain how the accident happened, or tell what if any regulatory action was taken against the ride owner. There was also a statistical limitation. Because parks do not report ridership figures to any agency, and many guard the figures jealously, it was impossible to calculate how many people were injured for every 1,000 who went on a ride. That left us unable to definitively compare big and small amusement parks or carnivals. The data needed to be augmented and cleaned up a great deal. With a notebook PC, I spent 10 hours during two days in state offices reviewing paper records on each accident and typing in the actual injuries, what happened, and whether state inspectors took any action. Back in the newsroom, I added new fields and standardized the wildly varying ride names (such as Go Karts, Go-Karts, Go Carts, Go-Carts) in order to get meaningful queries. I could not anticipate all the names that a park might give go carts or certain other rides, though, so our injury totals for them were probably low. I analyzed the data in FoxPro for Windows. I fleshed out the data by interviewing injured riders, ride owners, lawyers for riders and for parks, engineering professors, state regulators, and insurance underwriters. That included an incident where one hospital worker dubbed the popular Action Park as \"Traction Park.\" To find accidents that had not been reported to the state, I checked court records. I used corporate and court records to background a water slide designer whose creations are in theme parks all over the United States, and who has been sued repeatedly. The fight with state officials and the work needed to clean the database meant the story was not finished until the end of summer. Among the conclusions: State officials for years have minimized injuries as minor bumps and bruises. Their database classified 774 of 784 injuries over three years \"not serious.\" But a closer look at accident records showed the \"not serious\" injuries included broken bones, concussions, and serious cuts. There may have been more than the 1,000 accidents reported since 1991, since some ride owners, especially traveling carnivals, don't report everything to the state. Asked about accidents, ride owners routinely whine about rider horseplay. But state investigators attributed only 6 percent of injuries to riders' misbehavior. An understaffed, underfunded team of state inspectors cut from 17 to nine over five years shrugged or struck out again and again trying to figure out why certain accidents happened. They rarely fined parks, and when they did, the fines were minimal."
        }
    ]
}