{
    "year": 1995,
    "month": "May",
    "headline": "Reporters tell how statistics nailed big stories",
    "author_name": "Gwen Carleton",
    "author_title": "NICAR staff",
    "full_text": "When hospital officials told The New York Times that babies were dying because of unusually sick mothers, reporter Josh Barbanel knew what to do. He ran a regression. And like many reporters who work with statistics, he found story: babies born in New York's public hospitals are significantly more likely to die than those born in private hospitals - even when the babies are born healthy. Statistics have always been powerful tools in the hands of knowledgeable journalists. Now, as more news organizations invest in computers and statistical software, number crunching is more important. Statistics-savvy journalists are proving that statistics can mean more accurate, incisive reporting. In recent months, Minneapolis' WCCO-TV found mistakes in a state report on unwed mothers. The Raleigh News & Observer showed the link between ex-convicts who keep committing crimes and drug or alcohol abuse. In December 1993, U.S. News & World Report proved that black students were more likely to be relegated to special education programs. The New York Times published 'Mismanaged Care: How Public Hospitals Fail' on March 5-7. The story did not need statistics to get into the paper, Barbanel said. Reporters Dean Baquet and Jane Fritsch had already uncovered scores of horror stories. 'But (the story had been) argued through anecdotes. Someone who didn't believe unnamed sources could dispute it,' he said. The numbers made it harder to dismiss. Barbanel's analysis showed the infant mortality rates were significantly different even after accounting for such variables as prenatal care, the mothers' health, and the babies' health. The numbers also allowed the newspaper to question the causes. Barbanel and others have discovered that a careful analysis can quiet controversy and convince skeptics. It could also prevent costly missteps. When WCCO-TV in Minneapolis got a state report on unwed mothers, reporter Alan Cox double-checked the numbers with regression analyses. The state suggested poor mothers have more out-of-wedlock births. Cox said, 'I couldn't find the correlation, and chose to weed that out of my story.' Cox said he often runs rudimentary regression analyses to decide how or whether-to report a story. The CBS affiliate also uses them for election returns and exit polls. 'It's very helpful to have some understanding of sampling techniques,' he said. 'I think by having statistical training in that area, you avoid going out on a limb on election night.' In television, it's hard to convey numbers. Cox recommends using graphs. And, he said, viewers have been enthusiastic. 'We get e-mails: Where did you get those numbers?' he said. 'I think there's a hunger out there, though maybe not an overwhelming one.' Sampling techniques are good for more than just interpreting polls. For a recent story about why ex-convicts keep going back to prison, Jon Schmid, assistant database editor with the Raleigh News & Observer, picked a random sample. 'We found who had come back to prison about 200 people and we wanted to find out why,' he said. Schmid worked with a reporter who believed people got back into trouble because of severe drinking or drug problems. Because he did not have time to background 200 prisoners, Schmid selected a small sample. He and the reporter checked those prisoners thoroughly. They found many were indeed sent back to prison for drug and alcohol-related crimes. 'I buy into the statistical theory that using a random sample, you can draw an inference,' Schmid said. 'I don't think we could have done that story based on anecdotal evidence.' Schmid rarely works with correlations and high-end statistics because he works mostly with data based on observations. That makes it difficult to establish cause and effect. But he frequently uses what he calls 'exploratory statistics' - like cross tabs and graphs to look for trends and unusual occurrences. 'They help you to look at data, to go beyond making a list,' he said. 'The tools are a compass that lets me see through the fog of data.' Sarah Cohen, a St. Petersburg Times business reporter, also is a fan of cross tabs: those tables that test two or more variables at once. 'They work out well,' she said. 'They are easier to show to editors because you can see immediately how to tell the story to people.' Cohen, a former government economist, cautioned that some statistical methods may be better than others. 'My sense is that people out there can do (high-end statistics) better than we can,' she said. 'I've used these tools for a long time, and I never saw an economics study you couldn't fight with. Why should we get in on that in newspapers?' On the other hand, professional statisticians are not interested in countless topics, Cohen said. These areas are full of opportunities for journalists, and often require only simpler statistical processes. Instead of ranking schools based on just one measure, for example, education writers can create an index. Then they can take test scores, spending per pupil, teacher salaries and drop-out rates into account. Journalists can do this quickly, and improve stories significantly. 'These are tools that help you sort through a huge number of different combinations of things,' she said. 'Indexes, cross (tools) where it's clear what you're talking about when you're finished.' Schmid agrees that some analyses are better done on deadline than others. 'Cross tabs are really straightforward,' he said. '(But) when you get into real stats, like taking a sample and so forth, you have to be really careful. It's based on some really strict assumptions.' Cohen recommends that journalists get comfortable with statistics through skepticism and practice. 'One thing we're not doing well is being as skeptical of numbers as we are of words,' she said. 'We need to remember we're not very skeptical and think some more.' Gwen Carleton can be reached at (314) 882-0684, or send e-mail to c618652@mizzoul.missouri.edu"
}