{
    "year": 1995,
    "month": "January",
    "headline": "Restaurants on CAR Menu",
    "author_name": "Mike Wendland",
    "author_title": "WDIV-TV, Detroit",
    "full_text": "Viewer response and e-mail are still coming in, weeks after our CAR (computer-assisted reporting) project on metropolitan Detroit's dirtiest restaurants hit the air last fall. From start to finish, the project took about two months, with all but a week or so taken up by data acquisition and analysis. Fleshing out the people part of the stories - finding the food poisoning victims and confronting the restaurant owners - was the easy part. Restaurant inspections are handled by county health departments. In our case, we had three separate counties regulating restaurant sanitation and two municipalities operating their own health departments. That meant we had five agencies to deal with, none of which kept the data we needed in electronic form. What made the project feasible for us, however, was the standard inspection form each health department sanitarian filled out during the inspection. The form called for a rating to be given to each establishment. The rating was determined by subtracting standardized points for each violation from a perfect score of 100. Anything less than 70 was considered unsanitary. So we knew we had a measuring stick - something that could compare a restaurant in one jurisdiction to a restaurant in another. The problem was that there were too many others. More than 10,000 restaurants are in business in metropolitan Detroit. We wanted to find the worst.\n\nOur approach was to review the most recent inspection reports for each restaurant. We designed our own FoxPro table and took laptops into the offices to enter the data on each eating place that scored 70 or below. While gathering the raw data, we went online and sent a query out on Profnet looking for experts in the field of restaurant sanitation. From that research, we learned that a single low score can sometimes be attributed to the inspector simply arriving at the wrong time on the wrong day. The only way to be fair, the experts said, was to look for patterns - consistently low scores over a period of time. We decided to revise the table and include the last three inspections, which covered an 18-month period. Back at the office, we later averaged and sorted our list of dirty restaurants. From just over 10,000 restaurants, our list of problem, or unsanitary establishments, totaled 224. There were plenty of surprises. Top gourmet restaurants, trendy yuppie eateries in the suburbs and a popular downtown Cajun restaurant all made the list of dirty restaurants. So did plenty of Coney islands, Chinese restaurants, and some of the well-known chains.\n\nAs we entered the data at the health department, we created a memo field in the FoxPro table, using it to record food-borne illness reports, customer complaints and notable problems like cockroaches floating in water glasses, bugs in food, sewage backed up on the kitchen floor and other disgusting things you'll be glad we didn't mention if you're reading this at lunch time. That led us to the people stories that fleshed out the statistics.\n\nOur I-team series aired on the 11 p.m. news. We won the time period all four nights. The series was the talk of the town for weeks on the morning drive-time radio shows and the newspaper on-the-town columns. We invited viewers to write in for a list. We received some 8,000 letters. We also made the lists available by e-mail and electronically sent out another 1,000. And then there was this postscript: The Detroit area restaurant with the absolutely lowest score - a 40 - was owned by the suburban chef who we did a weekly \"gourmet-on-the-go\" report on our noon news. I ended up interviewing him about his problems after he stepped off the set. \"Go\" he did. He is no longer working for the station."
}