{
    "stories": [
        {
            "year": 1996,
            "month": "August",
            "headline": "Getting Down to Business",
            "author_name": "Neil Reisner",
            "author_title": "NICAR Staff",
            "full_text": "Most business stories involve numbers, and a large portion involve many, many numbers. More business writers than ever can't imagine even beginning such a story without first entering the numbers on a spreadsheet or using a database manager to look for trends. \"A business writer who believes he/she is getting everything from the companies is just plain wrong,\" says one veteran reporter. \"It's like saying that sports reporters get all they need from the teams or political reporters get all they need from politicians.\" It's too easy to say that no one knows the balance sheets better than management, and therefore we should let them do the analysis. Here are some ways business reporters can use computer-assisted reporting: Use the annual Home Mortgage Disclosure Act to examine whether banks give mortgages in all the neighborhoods they serve. HMDA summarizes how lenders responded to home-loan applications by Census tract and by applicants' race, sex, income and requested loan amount. In many cases, reporters find that banks disproportionately deny loans to minorities. Search the patents database, available in part online or from the Patent Trademark Office, for patents in your area and get totals from the U.S. Patent Office. Use a spreadsheet to build basic graphics that make it easier to see a company's sales/profits patterns."
        },
        {
            "year": 1996,
            "month": "August",
            "headline": "The Rich Get Richer",
            "author_name": "Andy Lehren",
            "author_title": "NICAR Staff",
            "full_text": "In Philadelphia - a city recuperating from a severe budget crisis - officials talk a lot about economic development. However, the city's poorer neighborhoods complain that too much public aid goes to Center City businesses and other well-off areas. The Philadelphia Daily News showed how SBA data revealed prosperous businesses in better-off areas receiving a bigger piece of the pie. The data showed that, despite being the nation's fifth-largest city, Philadelphia ranked 17th in receiving SBA aid. I spoke to those in places getting more money, and they described how they worked the system to do more deals. This was a way to highlight the problems back in Philadelphia."
        },
        {
            "year": 1996,
            "month": "August",
            "headline": "Like Money in the Bank",
            "author_name": "John Hill",
            "author_title": "Sarasota Herald-Tribune",
            "full_text": "In July 1995, the Sarasota Herald-Tribune prepared a story showing racial disparities in home lending using HMDA data from 1993. After being told improvements happened in 1994, analysis showed only marginal gains for blacks and a high dropout rate in their applications. The new schemes actually concentrated housing credit more along racial lines."
        },
        {
            "year": 1996,
            "month": "August",
            "headline": "Roll Out the Barrel",
            "author_name": "Mike Fabey",
            "author_title": "The Journal of Commerce",
            "full_text": "The Federal Maritime Commission was investigating major ocean shipping lines for overcharging because importers and exporters had few alternatives. The FMC claimed a rate rollback would save $65 million based on data from the shipping lines. I used databases and spreadsheets to verify the claim, finding discrepancies. The rollback did not save companies as much as told, showing the need for financial scrutiny."
        }
    ]
}