{
    "stories": [
        {
            "year": 1996,
            "month": "November",
            "headline": "Ready, aim, FOIA: Keeping up with the digital revolution",
            "author_name": "Bob Anderson",
            "author_title": "Freedom of Information Center",
            "full_text": "The Freedom of Information Center has donned electronic flak jackets and entered the digital revolution. After responding to questions about accessing government secrets for almost 40 years, the center is now firing back answers to a bundle of queries its founders never could have imagined. Some examples include questions about which states have the best open records laws for access to electronic information, whether federal government e-mail is considered a public document, and what states can charge for copies of electronic databases. As access to electronic information becomes more feasible with laws like the Electronic FOIA Amendments, the role of the FOI Center continues to be crucial in providing researchers and journalists with the means to understand government information control."
        },
        {
            "year": 1996,
            "month": "November",
            "headline": "Electronic FOIA Amendments get mixed review",
            "author_name": "Bob Anderson",
            "author_title": "Freedom of Information Center",
            "full_text": "The Electronic Freedom of Information Act Amendments of 1996 integrate the FOIA into the digital age. Signed into law by President Clinton on October 2, the amendments ensure that electronic records are accessible to the public. The law provides for public access to electronic formats such as computer tapes and CDs, allows requesters to get information in any specified format, mandates online availability of specific records by agencies, and changes the response time for FOIA requests to 20 days. While some criticize the amendments' limited provisions, experts like Paul McMasters see potential benefits for journalists, especially in accessing databases."
        },
        {
            "year": 1996,
            "month": "November",
            "headline": "Media, agencies wrangle over fees, access",
            "author_name": "John Sullivan",
            "author_title": "NICAR staff",
            "full_text": "Journalists often confront exorbitant fees and privacy issues when accessing electronic records. An AP request for the INS database prompted a fee of $300,000, reflecting a pattern of agency resistance. Agencies often claim that redaction equates to creating new records, contrary to federal law, complicating access even further. Problems with accessing state records augment these challenges, exemplified by a restrictive residency rule in Tennessee and legal battles in Indiana. Journalists must frequently resort to legal channels to obtain public records, underscoring the persistent barriers to data access."
        },
        {
            "year": 1996,
            "month": "November",
            "headline": "Excuses, excuses: No data? No dice",
            "author_name": "Jo Craven",
            "author_title": "NICAR Staff",
            "full_text": "A variety of excuses are voiced by government agencies for denying data requests, ranging from trivial reasons to more elaborate bureaucratic hurdles. Journalists share anecdotes of absurd refusals, such as the Nevada county clerk dismissing a law as 'not important' and agencies claiming database redactions as creating new records. Some agencies state that compiling requested data is too resource-intensive or outright deny the existence of the data requested. These experiences highlight the tiring negotiations and resourcefulness required to extract information critical for public interest."
        },
        {
            "year": 1996,
            "month": "November",
            "headline": "Groups work to open government records",
            "author_name": "Rosemary Armao",
            "author_title": "IRE Executive Director",
            "full_text": "Journalistic organizations are collaborating to overcome significant barriers obstructing access to information under the FOIA. Key issues include lengthy processing times, exclusion of Congress and certain presidential agencies from FOIA, and public indifference toward open-access initiatives. Proposals for remedy include increasing penalties for non-compliance, closing FOIA loopholes, and enhancing public awareness of the importance of accessible information. These initiatives aim to ensure better use and expansion of FOIA, ultimately facilitating more profound public scrutiny of government activities."
        }
    ]
}