{
    "year": 1996,
    "month": "January",
    "headline": "Finding the best politicians money can buy",
    "author_name": "David Royse",
    "author_title": "Associated Press",
    "full_text": "Campaign finance data. To paraphrase Jimmy Buffett: We all want it, we've all got it. Now, what do we do with it? \"There are a thousand stories that will jump off anybody's desk,\" says Josh Goldstein, research director at the Center for Responsive Politics, which tracks campaign giving. \"You don't have enough time in the day to do all the stories that are out there.\" Larry Makinson, a former Anchorage Daily News reporter who also works at the Center for Responsive Politics, wrote the book \"Follow the Money.\" He says looking at campaign giving can shed light on the real candidate. \"The issues that a candidate talks about in targeting these contributors are often totally different from the issues they talk about to the public,\" Makinson writes. \"Exposing the details of this phantom campaign - and identifying the players - provides a much more fully-rounded picture of the candidate and the positions he or she will take once they attain office.\" The most important money profiles can debunk candidates' attempts to portray themselves as something they are not. For example, consider this lede from a 1988 story about presidential candidate Richard Gephardt: \"Rep. Richard Gephardt, who is seeking to craft an image as an anti-establishment, anti-corporate crusader, has raised far more money from political action committees than any of his Democratic rivals - much of it from the very interests he rails against on the stump.\" Divulging the corporate support for Gephardt revealed his populism as a born-again-type, the writer implied, thus preventing Gephardt from running two campaigns - one for the readers of the stump speeches, and one for the PAC representatives and Washington lobbyists. A closely related type of story is one that exposes what Makinson calls the \"cash constituents.\" Are these large contributors the people the elected officials really serve? There's one way to find out, Goldstein suggests. \"Look at who carried water for what industries on specific amendments?\" For example, Goldstein suggests, \"take a small element of the farm bill and look at who (among contributors) got something back.\" Some of the most interesting political stories are those that open up the \"back rooms\" and point to connections between campaign financing and precise pieces of legislation. One such story, and one of the best examples of cash constituent coverage is an October 1995 Boston Globe story by Michael Kranish. The piece begins: \"Three weeks ago, Sen. Bob Dole launched his latest drive to save tax preferences worth billions of dollars for the ethanol industry. He sent letters, held private meetings with lobbyists, pressured fellow Republicans and ultimately helped turn back a House revolt against the tax break.\" Kranish then outlines the cozy relationship between Dole and Dwayne Andreas, chairman of agri-business giant Archer Daniels Midland. ADM and a couple of other companies would see more than $600 million in savings from the ethanol tax breaks. \"Over the past 14 years,\" writes Kranish, \"Andreas' family and company have given more than $250,000 to Dole's campaign committees and foundations.\" Such in-depth reporting is not always needed. Simply reporting lists of campaign contributors and their affiliations, although not necessarily as captivating as deeper investigative pieces, can give the reader an idea of where a candidate gets support. The Courier Journal of Louisville, Ky., recently began routinely reporting the sources of all campaign contributions to statewide candidates. Sometimes the stories may seem a little dull. Consider this headline from the coverage of the 1995 governor's race: \"Optometrists are leading Patton donors; also gave heavily to Forgy.\" But they show the reader who are the cash constituents. This year, another good local story, says Goldstein, is to look at the money going from the circulation area to the presidential campaigns. \"It's time for folks to start making that a local story showing who the national cash constituents are locally. That's not going to win you a Pulitzer, but it's a good local story.\" Goldstein also suggests looking at the campaign expenditures of members of Congress. \"You're looking for stuff that looks unusual,\" Goldstein says. He cited the case of one member whose campaign had spent $8,500 on clocks, according to her FEC expenditure reports. \"What is a campaign doing spending $8,500 on clocks,\" Goldstein asks. \"An enterprising reporter asked the store that, and they said, 'No, nobody's spent that much here.' That's a story.\""
}