{
    "stories": [
        {
            "year": 1996,
            "month": "September",
            "headline": "We did it our way",
            "author_name": "Angie Gaddy",
            "author_title": "NICAR staff",
            "full_text": "Who does your data? That's what a lot of CAR newbies want to know from those using CAR in the newsroom. Whether run by a database editor, the library staff or a computer-savvy reporter, newspapers are structuring a CAR hierarchy. Four large dailies share their CAR models:... But ultimately, it's not the responsibility of the database editor to make good CAR stories happen. If we're going to do this right, CAR has to come organically out of the work of the beat reporter."
        },
        {
            "year": 1996,
            "month": "September",
            "headline": "Picture this",
            "author_name": "John Sullivan",
            "author_title": "NICAR staff",
            "full_text": "If you're a broadcast journalist looking to start a computer-assisted reporting program at your station but can't get support from the higher-ups, you're not alone... Both Cox and Wendland agree that if management does not push you onto the dance floor, you need to start moving and shaking on your own. Do whatever you can to get your hands on the equipment, even if it means going over to accounting and using what they have."
        },
        {
            "year": 1996,
            "month": "September",
            "headline": "Wired Setting 'Net policy",
            "author_name": "Bill Dedman",
            "author_title": "The Associated Press",
            "full_text": "After collecting samples of newsroom policies on Internet use, The Associated Press devised the following policy to guide staff use of electronic resources. Some of the material is unique to AP, but may be useful to other news organizations interested in creating similar guidelines. AP Guidelines for Responsible Use of Electronic Services... Do not forward or post anyone's material without permission. Do not post or send to individuals any proprietary AP material, including news stories, photos, graphics, audio, video, data, or any internal communication."
        },
        {
            "year": 1996,
            "month": "September",
            "headline": "Making it work",
            "author_name": "Penny Loeb",
            "author_title": "U.S. News & World Report",
            "full_text": "In the three-and-a-half years I've been at U.S. News, we've done about 70 computer-assisted stories... But ultimately, it's not the responsibility of the database editor to make good CAR stories happen. If we're going to do this right, CAR has to come organically out of the work of the beat reporter."
        },
        {
            "year": 1996,
            "month": "September",
            "headline": "Fire data is hot",
            "author_name": "David Migoya",
            "author_title": "Detroit Free Press",
            "full_text": "The Detroit phenomenon known as Devil's Night was only weeks away, and familiar newsroom rumblings of City Hall's dubious fire count accuracy began anew... After asking the Detroit fire department's computer analyst how the numbers actually are counted, I analyzed the Devil's Night fires for a five-year period. What I found was interesting. The numbers were indeed misstated, at least in non-fire department terms."
        }
    ]
}