{
    "articles": [
        {
            "full_text": "Some school administrators refused to believe it when they read that parents in Cincinnati were less likely to choose public schools than their counterparts in almost every other large city in the nation. After all, the school chiefs argued, walk into any of the district's magnet schools and you see happy children from all over the city working together. But anecdotes don't always give a clear picture. Census Bureau reports make clear that the district's hold on middle-class families is tenuous. Instead of a public school system that mixes together children from different social and economic classes, Cincinnati schools are in danger of becoming a system that exists only to teach the community's poorest children. The analysis that appeared in The Cincinnati Enquirer showed that high-income families have given up on public schools and many middle-income earners have opted for private schools or other options. Today, about 78 percent of Cincinnati households with school-age children choose the public schools. That compares to 86 percent on average in Ohio and 87 percent nationally. Parents are more likely to choose public schools in most cities in the nation, including Detroit, Los Angeles and Miami. The news was troubling for public school advocates who see local elementaries and high schools as great melting pots, where different races and social classes come together to learn. Instead, their school system's population is an imperfect reflection of the community, with a disproportionally poor population. More than half the children enrolled in Cincinnati schools come from households where the annual income is less than $20,000 annually. Census tracks school kids School administrators had said for years that they didn't collect the information necessary to really know how well the district's enrollment represented the overall population, nor did they know what percentage of parents were using the public schools. But it was all there in the 1990 Census files, waiting to be sifted out. For reporters in cities where there have been dramatic population shifts or school enrollment has jumped or plummeted wildly that makes this a difficult story to replicate. Most of it was collected in 1989 and it's just too outdated if your area has changed substantially in that time. But if population and enrollment have been stable, the information will prove useful. In this case, I talked with demographers and education researchers at the University of Cincinnati about the validity of the data. They checked elements of the data listed below against some current population estimates. In their judgment, the school-enrollment trends I was preparing to cite were still valid. The sources I used: The School District Data Book, a series of CD-Roms from the National Center for Education Statistics. That software uses information from the 1990 Census to provide detailed information broken down by school district. Most states are available on a single disk. for details and current prices, call the center at (800) 424-1616. The same information is also available onlineathttp://govinfo.kerr.orst.edu/sddb-stateis.htm. The CD-ROM version is user friendly and fast. It operates in DOS, but the menus are easy to use. The reference manual that comes with the disks is expansive, but also easy to use. The National Center for Education Statistics also has detailed information on enrollment and poverty trends. Much of this is available on the centerns web site: http://www.ed.gov/NCES/. A series of tables the Census Bureau ran for a Center for Education Reform study on where teachers send their children to school. When I saw that study a few months before doing this project, I realized that before the bureau could break out details on teachers, an analysis had to be done on where the general population sent their children. The bureau's analysis for the Center for Education Reform resulted in several tables: A state-by-state listing of the percentage of parents who chose public school and the percentage who chose private, a listing of the 100 largest cities with the same information and similar tables. In all cases, information was provided for the overall population down by income bracket. That $10,000 analysis was paid for by the Bradley Foundation of Milwaukee, Wisc. But once the Census Bureau created the ",
            "headline": "Separate & Unequal",
            "author_name": "Mark Skertic",
            "author_title": "The Cincinnati Enquirer",
            "month": "August",
            "year": 1997
        },
        {
            "full_text": "It started with a tip last November: Detroit Public School principals were raking in extra cash by doing after-school activities other principals did for free. Detroit Free Press education writer Jennifer Juarez Robles realized that with teachers' union salary negotiations coming up in 1997, how much principals - and regular staff members - were making above their base salaries could quickly become a hot debate topic. Salaries and benefits are a perennial issue in the district, making up 83 percent of all discretionary dollars spent. So Robles and Ariana Cha, an intern now at the San Jose MercuryNew filed an open records request for the district's salary database. They asked for race, sex and age information, as well as gross salaries for the past two years, base salaries, names, position titles and where the people worked. Detroit Public Schools has more than 22,000 employees, making it one of the largest public payrolls in the state. ",
            "headline": "Record Fight",
            "author_name": "Heather Newman",
            "author_title": "Detroit Free Press",
            "month": "August",
            "year": 1997
        },
        {
            "full_text": "Mike Himowitz had often heard Baltimore County's neediest schools were getting stuck with the greenest teachers. But it wasn't until Baltimore Sun reporter Marego Athans ran across some teacher turn-over data that the two were able to substantiate the problem. Athans discovered one school administrator disturbed by the trend had been keeping track of teacher transfers and turnover and years of teaching experience. Himowitz, the Sun's electronic news editor, said the numbers jumped off the page. They supported complaints that Himowitz had heard for years as a former education reporter and Baltimore County bureau chief. The result was a story in the June 4 Baltimore Sun detailing how teachers without much experience are concentrated in disadvantaged schools with the lowest test scores, highest poverty rates and usually the largest minority populations. In other words, Athans said, students do not have equal access to experienced teachers. She reported that according to several national reports, teacher experience is one of the most important factors in student achievement. ",
            "headline": "Inexperience Reigns",
            "author_name": "Kara Morrison",
            "author_title": "NICAR",
            "month": "August",
            "year": 1997
        },
        {
            "full_text": "Data analysis doesn't have to drive an education story. Sometimes it can be a nice augment. When reporters Susan Parrott and Melissa Nelson-Varela began preparing a feature about the State Education Department's efforts to recruit minority educators, I reached for two data sets I already had. One was a racial breakdown of Oklahoma's student body. The other was a racial breakdown of certified educators. The analysis turned up some surprising numbers that helped shape the story: The greatest discrepancy in numbers between student body and educators was not among blacks, but among Hispanics and Native Americans. Before the analysis, Susan and Melissa had instinctively been focusing mostly on black students and efforts to recruit more black teachers. Our analysis showed them they needed to focus more on other racial minorities. The analysis wasn't terribly complex, but we did have to be careful to select comparable groups from both databases. The State Education Department's student racial breakdown includes students enrolled at private schools, while the educators' database does not include those working at private schools. The enrollment data documentation warned that students enrolled in bilingual programs were counted twice, a fact that we also had to account for before we could do our analysis correctly. Unlike the U.S. Census, the data counted Hispanics as a distinct ethnic group and not as a subset of other racial groups. To make sure we were comparing like groups, we needed to select only those cases from the student enrollment file that contained data for districts included in the educators' file. The tables' design made this challenging. In the student file, each record indicated a grade in a particular school. Each record contained columns listing number of class members by race and by gender. The educators' file contained a single record for each teacher or administrator, with a field denoting the individual's race. Each of the files listed district numbers many times. In the enrollment file, district number occurred in each grade. In the educators' file, district number occurred in each individual's record. Doing a straight relational join in this situation would result in thousands of duplicate matches. A simple nested query, in FoxPro, allowed us to find only those districts appearing in the educators' file and to filter out the duplicate numbers from bilingual enrollments. The tables were called enroll96.dbf and edcert96.dbf The join field was called district. Any time the grade field in the enrollment table contained the string 'BI', it was duplicate information that had to be eliminated. Here's how the query looked: select * from enroll96 where grade <> 'BI' ; and district in (select district from edcert96) ; into table public96 We now had a table giving us enrollments only for public school districts, and could make meaningful comparisons between the racial distribution among certified educators and the racial makeup of the student body. We knew that Oklahoma City and Tulsa, the state's two largest, most urbanized districts, would have sharply different racial makeups than the rest of the state, so we analyzed them separately. In fact, we broke the data into four separate groups, based on size of enrollment. Our analysis showed, however, that only Oklahoma City's and Tulsa's racial makeup differed significantly from the makeup of other districts. Our analysis showed that blacks made up 36.6 percent of students in Oklahoma City and Tulsa, while blacks comprised 21 percent of the two cities' educators. In the rest of the state, blacks made up 6.6 percent of students; less than 2 percent of teachers. American Indians comprised 6.4 percent of the urban student bodies and 2.3 percent of the urban districts' educators. In the balance of the state, the discrepancy was more stark: 16.3 percent of students and 3 percent of educators were American Indian. Similar discrepancies showed up for Hispanics. The ratio of Hispanic students to educators was 9.2-to-1 in the urban districts. The data analysis contributed only a few paragraphs to a 85-column-inch story. It lent authority to the story, though, and helped shape its lead. Griffin Palmer can be reached at (405) 475-3311 or send e-mail to palmer@qns.com.",
            "headline": "Adding Numbers",
            "author_name": "Griffin Palmer",
            "author_title": "The Daily Oklahoman",
            "month": "August",
            "year": 1997
        },
        {
            "full_text": "This is an excerpt of a handout given at the National IRE Conference in Phoenix. To order the complete handout or to get a list of other available handouts, call the IRE Resource Center at (573) 882-3364. Using CAR to investigate school trends is no longer of interest only to the education reporter. There are scores of local stories based on the analysis of data gathered at the local or state level. In many cases, the data match national trend data - is collected by the U.S. Department of Education. These stories can be done by reporters covering education, suburbs or just one school district. Readers want to see how their district compares to other districts. By getting the same data for all of the districts in your state you can easily report how your district compares on any number of variables. It's an excellent way to size up your district. Here is a list of ideas to get you started. CAR Education Topics 1. Demographic Data Schools have to report their racial breakdown. In a growing community, those numbers alone can help you compare and contrast districts as a reflection of housing patterns. Or, in established areas, the demographic data can help you identify districts and/or schools to feature for other stories. Also look for income information which is usually reported as percent eligible for a free or reduced lunch or the Census poverty index. At-risk data includes suspension and dropout rates. There's also percent of students in special education, number of students with limited English proficiency, percent of graduates who went to college, percent who graduated with a state diploma. 2. Salaries Taxpayers everywhere want to know how the teacher salaries in their district compare to teachers in other districts. The best way to do this story is to get all of the salaries and figure your own medians and averages to determine which number best reflect the teachers' salaries. If salaries increase with seniority, a district or school with a high number of veteran teachers with advanced degrees will have high salaries compared to districts hiring younger teachers with bachelor's degrees. If actual salaries are not readily available, the state usually can give you median salaries. The state also collects other details related to seniority, education, race, certification and pupil-teacher ration. Don't stop with teachers. Some of the most interesting figures are the salaries paid to top administrators. Once you get that database, you can also figure salaries on a per pupil basis to compare salaries between large and small districts and number of administrators per pupil. 3. Taking the Long View Pick an issue and look at it over a long period of time, i.e. a decade. Whether it's teacher salaries or amount raised in local revenues, any numbers would have to be adjusted for inflation. To account for changes in enrollment, the value needs to be figured on a per pupil basis. The result is a per pupil number adjusted for inflation that allows anyone to compare data such as total expenditures, amount spent on special education, amount raised in local taxes and amount raised in state or federal aid. 4. School Taxes School taxes probably account for the largest portion of the local property tax bill if your district relies on local property taxes for its funding. This is another area that can benefit from a long view analysis. When analyzing revenues, make sure you know what's included an what isn't. Local revenues may include sales tax. Is that a major or minor portion of the total? To be sure you have the whole picture of a district, ask for all of the revenue pieces including how much the district receives in state aid and federal grants. To compare districts over time, calculate these numbers on a per pupil basis adjusted for inflation. 5. Enrollment It's reasonable that spending increases when enrollment increases. But, you can often get interesting explanations when the opposite occurs. Looking at data simultaneously over a 10-year period allows you to see these trends. 6. Spending This is the trickiest area in school finance and another very good place to calculate per pupil spending over time with adjustments for inflation. The pitfalls are in the definition of spending. Remember, readers get the total expenditure number on their tax bill. They may be confused if you use anything else to calculate spending per pupil. Rose Ciotta can be reached at (716) 849-5548, or send e-mail to ciotta@buffnews.com There's approved operating spending with only includes day to day operating expenses. There's total expenditures which includes everything including busing, and there's total general fund expenditures which is spending for the program itself.",
            "headline": "Handout of the Month",
            "author_name": "Rose Ciotta",
            "author_title": "Buffalo News",
            "month": "August",
            "year": 1997
        },
        {
            "full_text": "The subject came up again recently in a private e-mail. A writer wanted to know how to adjust the change in prices of homes for inflation. The underlying question makes some sense. Have home prices outpaced more general inflation over the past 10 years? But the question got me onto my soapbox. If inflation is defined as the increase in prices, how can you adjust them for inflation? It's like expressing a murderer's prison time as the difference from the average felon's. OK. Housing prices, like stock prices, are different. But I doubt many reporters know why. The reason is that these investments aren't counted in traditional inflation measures, like the Consumer Price Index or the Gross Domestic Product's implicit price deflator. Home purchases are counted as purely financial transactions, not consumption or useful production, so they're excluded from virtually all of the government's inflation and production figures. Wrong question One answer to the correspondent's question is, ",
            "headline": "Stats from the road",
            "author_name": "Sarah Cohen",
            "author_title": "NICAR",
            "month": "August",
            "year": 1997
        },
        {
            "full_text": "This column will go over the same ground as an earlier column - how to use string functions to split a field - but with the functions and commands used in Access instead of FoxPro, If you work with databases for very long, you will face the question, ",
            "headline": "CAR Tech Tip",
            "author_name": "Richard Mullins",
            "author_title": "NICAR",
            "month": "August",
            "year": 1997
        },
        {
            "full_text": "To add depth to dailies or to make your series as hard-hitting as possible, it is worth a trip to the Web. Here are dozens of useful sites collected by Pete Weitzel. These sites offer everything from education statistics to education-related magazines. These locations can help you earn an A on your next education assignment. Sites we've found most useful Education Week-http://www.edweek.org/ Articles from the current Education Week; background information on education issues; links to a range of education sites, listed by subject, and to education organizations. Education Week's ",
            "headline": "On the Internet",
            "author_name": "Pete Weitzel",
            "author_title": "Poynter Institute",
            "month": "August",
            "year": 1997
        },
        {
            "full_text": "For journalists in the 21st century the road of excess information can lead to the palace of wisdom, but only if news organizations re-think the way they gather, archive and retrieve that information. Over the past decade, news organizations in the United States have struggled to use traditional management structures to deal with terrifyingly new technologies and an overabundance of electronic news tips, faxes, on-line services and electronic government databases. The old management structure rests on hierarchies of publisher-editor-reporter and on fiefdoms of ",
            "headline": "IRE/NICAR Notes",
            "author_name": "Brant Houston",
            "author_title": "IRE Executive Director",
            "month": "August",
            "year": 1997
        }
    ]
}