{
    "year": "1997/1998",
    "month": "December/January",
    "headline": "Road map for the future",
    "author_name": "Brant Houston",
    "author_title": "IRE/NICAR Executive Director",
    "full_text": "After nearly four years and more than 175 seminars and conferences, the staff of IRE and NICAR have been assessing what the next step should be in training journalists in computer-assisted reporting. We know that the demand for instruction in the basics effective use of the Internet, spreadsheets and database managers - has not lessened. But we also know that there are hundreds of journalists looking for a higher level of instruction and hundreds of managers and editors trying to figure out how to blend CAR into their newsrooms. When IRE and NICAR began its on the road training at the beginning of 1994 we were confronted by a set of problems that now seem to belong to another century (and soon will). There was no real curriculum or textbook for computer-assisted reporting. Managers expected reporters to learn everything they needed to know about CAR in one day. Reporters assumed they could learn CAR, but avoid math. Many news organizations had no personal computers for their newsrooms and many reporters did not know how to use a mouse. There was no point and click, visually pleasing World Wide Web. The word 'database' was an unfamiliar term to most reporters and editors. The idea of training had only recently come into fashion at most news organizations. As a result, some of our seminars were, at best, a show-and-tell about the electronic world that awaited journalists once they had the equipment, software and databases. Other seminars created frustration because reporters would get a jump-start on using spreadsheets and database managers, but then have to return to a newsroom where there was no time or support for them to continue to learn. While we still teach journalists who have not used a mouse and/or searched the Web, we find that most reporters, editors and news directors are much more aware of the power and potential of electronic information. A journalist with superior computer-assisted reporting skills is assured of a good-paying job and the closest thing to job security in our profession. Nonetheless, we still hear about the hurdles that journalists encounter in newsrooms when trying to take their new skills and turn them into stories. The reporters are frustrated because they sometimes work for managers who still think one day on a keyboard and mouse should be enough. There seldom is a plan for follow-up training. Access to equipment and the Internets are not always guaranteed. In small to medium organizations, the reporters work alone and have no one to talk to about CAR problems. The managers are frustrated because they see reporters spending inordinate amounts of time jockeying with software. The managers don't see enough examples of using electronic documents and databases to save time and produce better stories. The managers seldom get training for themselves. However, none of these problems is insurmountable. Over the past few months, NICAR trainers have been talking with other instructors and journalists who have completed NICAR seminars. Slowly a consensus has emerged. While the plan is not final, it is a start: First, we will continue the basic seminars for those journalists just getting the opportunity to learn CAR. Second, we'll concentrate much more on relating CAR training to particular beats. We've already done some of those kinds of seminars. In the coming year, we will focus on areas such as health care, crime, education, economy, business, environment and city hall. We hope that these seminars will show reporters and editors how to get faster results from training, even if it's only adding a key paragraph exposing an official's spin, finding a source or getting a number or salary that rounds out a story. Third, we'll offer special one-day sessions for editors and newsroom managers who don't have time to learn the details, but need to know how to get a handle on using the new technology for stories. Fourth, we'll work at improving the sophistication of journalists when dealing with numbers so they can avoid the pitfalls of using CAR or statistics carelessly. Fifth, we'll offer seminars on specialized topics, particularly on mapping and visualizing data and on how to write or broadcast stories that aren't buried in numbers. And sixth, we won't forget the leaders and pioneers in CAR in newsrooms who are trying to develop ways to make databases and electronic documents easier to use. In fact, in January we will hold our first advanced seminar on those skills. A look at our program for our national conference this year, Indiana CAR, on our Web site shows our efforts to move in this direction. In the coming months, our Web site also will carry more and more tutorials and tips on everything from learning the basics to covering beats to mastering advanced CAR. As the year progresses, please let us know what is working and what is not and we'll change whatever we need to. Brant Houston can be reached at (573) 882-2042, or send e-mail to brant@ire.org."
}