{
    "stories": [
        {
            "year": 1997,
            "month": "August",
            "headline": "Separate & Unequal",
            "author_name": "Mark Skertic",
            "author_title": "The Cincinnati Enquirer",
            "full_text": "Some school administrators refused to believe it when they read that parents in Cincinnati were less likely to choose public schools than their counterparts in almost every other large city in the nation. After all, the school chiefs argued, walk into any of the district's magnet schools and you see happy children from all over the city working together. But anecdotes don't always give a clear picture. Census Bureau reports make clear that the district's hold on middle-class families is tenuous. Instead of a public school system that mixes together children from different social and economic classes, Cincinnati schools are in danger of becoming a system that exists only to teach the community's poorest children. The analysis that appeared in The Cincinnati Enquirer showed that high-income families have given up on public schools and many middle-income earners have opted for private schools or other options. Today, about 78 percent of Cincinnati households with school-age children choose the public schools. That compares to 86 percent on average in Ohio and 87 percent nationally. Parents are more likely to choose public schools in most cities in the nation, including Detroit, Los Angeles and Miami. The news was troubling for public school advocates who see local elementaries and high schools as great melting pots, where different races and social classes come together to learn. Instead, their school system's population is an imperfect reflection of the community, with a disproportionally poor population. More than half the children enrolled in Cincinnati schools come from households where the annual income is less than $20,000 annually. School administrators had said for years that they didn't collect the information necessary to really know how well the district's enrollment represented the overall population, nor did they know what percentage of parents were using the public schools. But it was all there in the 1990 Census files, waiting to be sifted out. For reporters in cities where there have been dramatic population shifts or school enrollment has jumped or plummeted wildly that makes this a difficult story to replicate. Most of it was collected in 1989 and it's just too outdated if your area has changed substantially in that time. But if population and enrollment have been stable, the information will prove useful. In this case, I talked with demographers and education researchers at the University of Cincinnati about the validity of the data. They checked elements of the data listed below against some current population estimates. In their judgment, the school-enrollment trends I was preparing to cite were still valid. The sources I used: The School District Data Book, a series of CD-Roms from the National Center for Education Statistics. That software uses information from the 1990 Census to provide detailed information broken down by school district. Most states are available on a single disk. For details and current prices, call the center at (800) 424-1616. The same information is also available online at http://govinfo.kerr.orst.edu/sddb-stateis.htm. The CD-ROM version is user friendly and fast. It operates in DOS, but the menus are easy to use. The reference manual that comes with the disks is expansive, but also easy to use. The National Center for Education Statistics also has detailed information on enrollment and poverty trends. Much of this is available on the center's web site: http://www.ed.gov/NCES/. A series of tables the Census Bureau ran for a Center for Education Reform study on where teachers send their children to school. When I saw that study a few months before doing this project, I realized that before the bureau could break out details on teachers, an analysis had to be done on where the general population sent their children. The bureau's analysis for the Center for Education Reform resulted in several tables: A state-by-state listing of the percentage of parents who chose public school and the percentage who chose private, a listing of the 100 largest cities with the same information and similar tables. In all cases, information was provided for the overall population down by income bracket. That $10,000 analysis was paid for by the Bradley Foundation of Milwaukee, Wisc. But once the Census Bureau created the \"document\" for that study, I got a copy by calling the population division and asking for it. Special Tabulation Package 181 cost $60 for three disks. The text files were easy to call up in a spreadsheet program. Contact the bureau's population division at (301) 457-2429 for a copy. Putting it together The School District Data Book contains more than 100 pieces of information for every school district in the state. The menu system makes it easy to break data down into subsets for analysis. For example, I was able to choose between looking at economic information for all households in the school district or households with children. I could examine demographic profiles of children or for all school-age children. That allowed me to do detailed breakdowns, looking at where middle income earners sent their children to school. The Special Tabulation purchased from the Census Bureau had all the information needed to look at the nation's largest cities, giving readers a larger perspective on the situation. Finally, the National Center for Education Statistics reports had details about population shifts and trends. After the story appeared, the school district's treasurer got copies of the School District Data Book CDs, hoping to double-check my work and prove how inaccurate I had been. He didn't have much luck. In fact, Cincinnati Public Schools recently began doing a series of demographic studies, hoping to take the same sort of research and project it over five years. The analysis will be used to develop a recommendation for some school closing and repair prioritization. I'm already looking forward to FOling their raw data for some analysis of my own."
        },
        {
            "year": 1997,
            "month": "August",
            "headline": "Record Fight",
            "author_name": "Heather Newman",
            "author_title": "Detroit Free Press",
            "full_text": "It started with a tip last November: Detroit Public School principals were raking in extra cash by doing after-school activities other principals did for free. Detroit Free Press education writer Jennifer Juarez Robles realized that with teachers' union salary negotiations coming up in 1997, how much principals - and regular staff members - were making above their base salaries could quickly become a hot debate topic. Salaries and benefits are a perennial issue in the district, making up 83 percent of all discretionary dollars spent. So Robles and Ariana Cha, an intern now at the San Jose Mercury News, filed an open records request for the district's salary database. They asked for race, sex and age information, as well as gross salaries for the past two years, base salaries, names, position titles, and where the people worked. Detroit Public Schools has more than 22,000 employees, making it one of the largest public payrolls in the state. \"It was clearly a case where the need for electronic information was there,\" Robles said. \"You couldn't data-enter all that.\" The district refused. They had never given any information to anyone in electronic form, and were not about to start a precedent this time. It took the lawyers six months of wrangling to settle on what could and could not be included in the database, after the initial fight over electronic information was worked out. And even after the lawyers finished a compromise, the superintendent refused to turn over the data, forcing the district's own legal staff to intervene. It was May before the district finally turned over three floppy disks with the salary records. The files did not include ages or race, though the district did include the hire dates for each person, their certification status and the level of their education - bachelor's, master's or doctoral degrees. Robles and Cha quickly realized there were three things wrong. First, there were only about 16,000 people in the database. Second, there were no termination dates, though some of the employees in the database had left the district. Finally, despite a specific mention in the original records request, the office had not turned over the codes to interpret several of the fields in the database. It took a few more weeks of wrangling to get those mistakes corrected. As the data negotiations gradually started to cool down, the story heated up. The district went $27 million into the red, and new financial management reforms were coming down. When Robles and Cha opened up the correct version of the database, they saw they had even more stories to write than they anticipated. \"A couple things came out really quickly,\" Robles said. \"Detroit's teacher work force was not old, because we didn't have the ages - but many had been in the system for 30 years. Within 10 years, half of the about 9,000 teachers will be eligible for retirement.\" That meant that in a few years, Detroit would be faced with a shortfall of thousands of teachers going into the school year. \"The teaching field is not turning out graduates that fast,\" Robles said. Second, they saw a high number of \"ESRPs,\" or Emergency Substitutes in Regular Positions. These are largely uncertified substitute teachers who are tapped to fill a regular opening. Technically, they're temporary workers; but some worked year-round in regular positions, and others had been working solidly in the district for 10 to 15 years. \"None had state authorization to be in those positions that long,\" Robles said. Essentially, schools were using subs to pad their staffs, playing on a loophole in the state certification law that exempted short-timers from some requirements. Some schools kept their subs on, even after the regular teachers returned to work after vacation or medical leave. \"They were collecting checks for months before people knew they were there,\" Robles said. \"Essentially, principals were hiding substitutes on the payroll.\" ESRPs typically have fewer college degrees, Robles and Cha found by checking the database. While they're eligible for benefits, they get paid one-third less than a regular staff person in a position. The pair sat down with the database and used Microsoft Access to do some serious number-crunching. They found that on a typical school day in Detroit, one of every seven teachers is a sub lacking state certification. They ran the average salaries for ESRPs, teachers with different college degrees and the percentage of each in the system. They also went back and answered their original question: 254 of the district's principals were drawing extra money for supervising before-and-after-school programs, adult education programs and grants. Detroit is the only district in this area that allows principals to draw extra income for those activities. Twenty percent of all principals were earning more than $10,000 over their base salaries. Robles and Cha also discovered that while the district was pleading poverty and seeking $40 million in concession from its unions, 429 of its employees were taking salaries of more than $75,000 a year. One of the graphics that ran with their stories showed the number of employees that fell into each salary bracket, how many people in each job description earned more than $75,000 and the top-grossing employees of 1996. They found that the district was administratively top-heavy: more than 1,140 of the district's employees were administrators, unusual among area schools. And by looking at salary overages for non-teachers and non-administrators, they got an accurate picture of the overtime situation for support staff, some of whom had doubled their salaries with those checks. The bottom line: a three-day series on the problems with Detroit Public Schools' personnel. One day detailed the substitute problem, the second high spending on principals and other administrative employees, and the final day concentrated on overtime and over bureaucratic overruns by the district."
        },
        {
            "year": 1997,
            "month": "August",
            "headline": "Inexperience Reigns",
            "author_name": "Kara Morrison",
            "author_title": "NICAR",
            "full_text": "Mike Himowitz had often heard Baltimore County's neediest schools were getting stuck with the greenest teachers. But it wasn't until Baltimore Sun reporter Marego Athans ran across some teacher turnover data that the two were able to substantiate the problem. Athans discovered one school administrator disturbed by the trend had been keeping track of teacher transfers and turnover and years of teaching experience. Himowitz, the Sun's electronic news editor, said the numbers jumped off the page. They supported complaints that Himowitz had heard for years as a former education reporter and Baltimore County bureau chief. The result was a story in the June 4 Baltimore Sun detailing how teachers without much experience are concentrated in disadvantaged schools with the lowest test scores, highest poverty rates and usually the largest minority populations. In other words, Athans said, students do not have equal access to experienced teachers. She reported that according to several national reports, teacher experience is one of the most important factors in student achievement. \"The problem of rookie teachers in troubled schools is definitely a national problem,\" Athans said. Himowitz added the story could be done almost anywhere. When schools don't track teacher experience, Himowitz suggested reporters use teacher tenure information or salary schedules to pinpoint similar trends. Adding to Baltimore County's problem was the school district's policy of letting teachers transfer to other district schools after two years of teaching. The county was deciding whether to spend millions to improve a teacher mentor program to address the problem when Athans began looking into the story. Himowitz said the story was an easy computer-assisted project that took only a few hours. He entered the data Athans found into an Access database and compared it to other Access tables of Baltimore County school data he created from two larger education databases. Himowitz has databases from the Maryland Department of Education and the National Center for Educational Statistics. Both contain school test score information, but Himowitz said the Center's database contains more demographic data about each school. By using them, he was able to compare the turnover/experience data to local schools' demographics. The Baltimore County district, which contains about 100 schools, was also large enough to allow Himowitz to identify patterns. With fewer schools, patterns may not be apparent and more statistical analysis would be needed. Himowitz said he combined the data from his three sources and used Excel to sort it and figure percentages. Three small graphics were used to present the data: teachers by test scores, teachers by school income levels and teachers by minority enrollment. The first graphic showed 66 percent of teachers in the 10 schools with the lowest test scores had less than five years of experience, while only 28 percent of the teachers in schools with the highest test scores were inexperienced. The other graphics showed similar disparities. Sixty-seven percent of the teachers in the 10 schools with the poorest students had little experience, compared to only 29 in the most affluent schools. Himowitz used the percentage of students per school who qualified for subsidized meals to indicate school wealth. Finally, he found 62 percent of the teachers inexperienced in schools with the highest minority populations, and only 37 percent in the least diverse schools. Complicating her job was the reality that the school year was quickly ending. \"It was a lot of really long hours on this one because we were pushing the clock,\" she said. For a similar story on Baltimore County schools, Himowitz said he recently used a city employee database to find an interesting trend. After graphing the number of teachers by their level of experience, he found a pattern suggesting many teachers are dropping out of the profession after a few years of teaching. \"Definitely the hardest thing was getting beyond the company line and getting people to say what was really happening,\" Athans said. \"Educators tend to want to put a positive spin on everything.\""
        },
        {
            "year": 1997,
            "month": "August",
            "headline": "Adding Numbers",
            "author_name": "Griffin Palmer",
            "author_title": "The Daily Oklahoman",
            "full_text": "Data analysis doesn't have to drive an education story. Sometimes it can be a nice augment. When reporters Susan Parrott and Melissa Nelson-Varela began preparing a feature about the State Education Department's efforts to recruit minority educators, I reached for two data sets I already had. One was a racial breakdown of Oklahoma's student body. The other was a racial breakdown of certified educators. The analysis turned up some surprising numbers that helped shape the story: The greatest discrepancy in numbers between student body and educators was not among blacks, but among Hispanics and Native Americans. Before the analysis, Susan and Melissa had instinctively been focusing mostly on black students and efforts to recruit more black teachers. Our analysis showed them they needed to focus more on other racial minorities. The analysis wasn't terribly complex, but we did have to be careful to select comparable groups from both databases. The State Education Department's student racial breakdown includes students enrolled at private schools, while the educators' database does not include those working at private schools. The enrollment data documentation warned that students enrolled in bilingual programs were counted twice, a fact that we also had to account for before we could do our analysis correctly. Unlike the U.S. Census, the data counted Hispanics as a distinct ethnic group and not as a subset of other racial groups. To make sure we were comparing like groups, we needed to select only those cases from the student enrollment file that contained data for districts included in the educators' file. The tables' design made this challenging. In the student file, each record indicated a grade in a particular school. Each record contained columns listing number of class members by race and by gender. The educators' file contained a single record for each teacher or administrator, with a field denoting the individual's race. Each of the files listed district numbers many times. In the enrollment file, district number occurred in each grade. In the educators' file, district number occurred in each individual's record. Doing a straight relational join in this situation would result in thousands of duplicate matches. A simple nested query, in FoxPro, allowed us to find only those districts appearing in the educators' file and to filter out the duplicate numbers from bilingual enrollments. The tables were called enroll96.dbf and edcert96.dbf The join field was called district. Any time the grade field in the enrollment table contained the string 'BI', it was duplicate information that had to be eliminated. Here's how the query looked: select * from enroll96 where grade <> 'BI' ; and district in (select district from edcert96) ; into table public96 We now had a table giving us enrollments only for public school districts, and could make meaningful comparisons between the racial distribution among certified educators and the racial makeup of the student body. We knew that Oklahoma City and Tulsa, the state's two largest, most urbanized districts, would have sharply different racial makeups than the rest of the state, so we analyzed them separately. In fact, we broke the data into four separate groups, based on size of enrollment. Our analysis showed, however, that only Oklahoma City's and Tulsa's racial makeup differed significantly from the makeup of other districts. Our analysis showed that blacks made up 36.6 percent of students in Oklahoma City and Tulsa, while blacks comprised 21 percent of the two cities' educators. In the rest of the state, blacks made up 6.6 percent of students; less than 2 percent of teachers. American Indians comprised 6.4 percent of the urban student bodies and 2.3 percent of the urban districts' educators. In the balance of the state, the discrepancy was more stark: 16.3 percent of students and 3 percent of educators were American Indian. Similar discrepancies showed up for Hispanics. The ratio of Hispanic students to educators was 9.2-to-1 in the urban districts. The data analysis contributed only a few paragraphs to an 85-column-inch story. It lent authority to the story, though, and helped shape its lead."
        }
    ]
}