{
    "stories": [
        {
            "year": 1997,
            "month": "September",
            "headline": "Number-assisted features",
            "author_name": "Janet Roberts",
            "author_title": "Wilmington Morning Star",
            "full_text": "Gone are the days when computer-assisted reporting was the playground of big-splash, hard-news project reporters. Today, any reporter worth his or her salt is in on the game, using computers just like they use the telephone, the notepad and the morgue. And includes the features department. At the Wilmington 'Morning Star,' a 55,000 daily on the North Carolina coast, we have made it our goal to get all reporters - in all corners of the newsroom using computers as a daily reporting tool. The effort is paying off. If you look at the newsroom PCs with Internet access, you won't just find City Hall reporters sitting in front of the screens. You'll see features and sports reporters, too. You'll find the same reporters plugging numbers into Excel for quick crunching. They load Netscape search forms to query the newsroom's voter registration records, property tax records and other government databases. They pop in the SelectPhone CD to find sources for their stories. For readers, the result is stories that often have more depth, more varied sources and more reach than they would otherwise. Consider these examples: Coming to their Census Feature writer Deirdre McGruder set out to do a story about educated black women who have found successful careers but can't find love. She had plenty of anecdotes from women frustrated because they can't find educated black men to date. From there, she sought figures to lend the story weight. Fortunately for her, the Census Bureau posted a report on its home page in July with 1996 estimates on the education and income levels of black Americans. She found there are about 50 percent more educated black women in this country than educated black men. The number of black female professionals in the workplace continues to rise as do their salaries. And a trip to the Bureau of Justice Statistics Web page gave her another eye-opening figure: In 1995, black men were seven times more likely to be in prison than their white counterparts. McGruder was able to weave the statistics throughout the story, resulting in a far more thoughtful piece than it would have been otherwise. This was her first experience with the Census Bureau's Internet site, and she recommends it to other feature reporters. 'The Census is your friend,' she said. 'Visit often.' Naming names Feature writer Lee Roberts did just that when asked to do a piece about the other Wilmingtons in the United States. He headed to the Census Bureau's home page and searched for the name Wilmington. That found him 12 other communities that share our name, plus a statistical profile of each. Roberts downloaded statistics on each community and imported them into an Excel spreadsheet for comparison. The computer work paid off. Before he even picked up the phone to start calling people in the different Wilmingtons, Roberts knew the racial makeups of the towns, whether they are rural or urban, how many people commute to work, the median income, etc. That allowed him to frame his questions and focus his interviewing time on the anecdotes and descriptions that gave the story life. Relocating Feature writer Clifton Daniel was doing a piece on families who leave higher-paying jobs in other cities to move to Wilmington for its slower pace and beautiful beaches. The cost of living doesn't hurt, either, a point Daniel drove home with a visit to the Internet's Relocation Calculator. He was able to plug in the salaries people were earning in the towns they left and show they needed to earn substantially less to lead a similar lifestyle in Wilmington. What's in a name? Lee Roberts used the SelectPhone CD, a cross-reference directory for the entire United States, to do a story on just plain folks from our readership area who share famous names with celebrities and historical figures. The CD led him to Michael Jordan not the basketball superstar who hails from Wilmington, but the self-proclaimed 'short, white and poor' one, a roofer who lives just up the road in a neighboring county. The short Jordan said kids often telephone thinking they've found the basketball star. 'The younger kids who call, I feel sorry for them,' Jordan said. 'They have high hopes, and then they get me.' Roberts also found Joan 'Can we talk?' Rivers living in Wrightsville Beach, John Kennedy living in rural Whiteville, Robert E. Lee living near a Civil War fort in Kure Beach and John Wayne, a huge fan of the movie great. Janet Roberts can be reached at (919) 343-2389, or send e-mail to starnews@wilmington.net"
        },
        {
            "year": 1997,
            "month": "September",
            "headline": "Hooray for CAR",
            "author_name": "Heather Newman",
            "author_title": "Detroit Free Press",
            "full_text": "Readers love movie critics, and movie reviews are one of the most-read parts of the paper. That's what led us to try a computer-assisted analysis of film reviews for the Detroit Free Press. Knight-Ridder/Tribune Graphics puts together a weekly summary of starred reviews of current movies. We typed in their record of the number of stars given to each film by reviewers from nine newspapers into a Paradox database, starting with the ratings given in January 1996 and ending the last week of March. We ended up with ratings for more than 200 movies. Eventually, we cut the number of papers we used to seven because two of the newspapers only appeared in the graphic for about half a year each. Appearing in the final story were reviews from the Dallas Morning News, the Miami Herald, the Philadelphia Inquirer, the New York Daily News, the Seattle Times and, of course, the Free Press. We typed in the Motion Picture Association of America rating (PG, R, etc.) for each movie, the number of critics who had reviewed a particular film - useful for doing averages - and the month, day and year when reviews first appeared. We also included an arbitrary 'category' for each film. Free Press movie critic Terry Lawson and I sat down to go over each film, deciding whether it was a comedy, a drama, horror, suspense, a children's film and so on. This let us do averages by category, to see which types of films were getting the best ratings that year. Critical analysis Once the grunt work was done, we moved on to the analysis. First up: a quick check to see what the most popular rating was (two stars) and averages by category. Dramas averaged 2.51 stars each, followed by children's films at 2.44. Horror movies, to no one's surprise, were dead last, with an average of 1.8. Next was a check to see what the best-rated films were for 1996, we wanted to use the year to compare critics' opinions to the public's vote (as measured by box office take) and the Academy Awards. The movie with the most stars? 'The Hunchback of Notre Dame,' whose average of 3.86 put it firmly at the top of the pack. Unfortunately, the 'Hunchback' had not done so well at the box office, where it didn't even make the top 10, or at the Oscars, where it didn't get a major award nomination. 'People at Disney didn't even think that was a great film,' we were told by Bruce Davis, executive director of the Academy of Motion Picture Arts and Sciences (the folks who give out Academy Awards). Thumbs up or thumbs down? Now we had the basis for our story. We knew, after further checking, that critics didn't often agree with the public or the Academy. The next numbers we crunched told us the final link in the story: They didn't agree with each other, either. We found just eight movies in the study where critics unanimously gave the same rating. Four of those were bombs. ('Remember Eye for an Eye,' 'Kazaam?'). Just one made three stars ('Fly Away Home'). None made four. In fact, critics didn't even agree if some movies were good or awful. We had four movies that had gotten both one and four stars by different critics. Sixty-five films got both one star and three stars from those who reviewed them. We used Lexis-Nexis to look up some of those reviews, then called the critics who wrote them. In what turned out to be our lead anecdote, Rene Rodriguez of the Miami Herald talked about reviewing 'Austin Powers,' Mike Myers' spoof on secret agents. He loved the film, laughing out loud in the near-empty theater, and called Myers 'a comic genius' in his review. We followed it up immediately in the story with a quote from the 'Austin Powers' review by Tom Maurstad of the Dallas Morning News, who opened that the movie 'fails to provide a single reason why we'd want to sit through it.' We included comments from a half-dozen reviewers, including one-half of the most-disagreeing critic duo in America: Siskel and Ebert. (We got Gene Siskel. Roger Ebert was at Cannes.) To round out the piece, our critic Lawson wrote a first-person story about being a movie critic, which led with his confession about how he deals with people looking over his shoulder on airplanes and wanting to know why he's writing about movie stars: 'With no shortage of professional pride, I reply: I do internal system analysis for a Korean portable computer manufacturer.' Heather Newman can be reached at (313) 223-3336, or send e-mail to newman@det-freepress.com"
        },
        {
            "year": 1997,
            "month": "September",
            "headline": "CAR goes to the dogs",
            "author_name": "Victor Greto",
            "author_title": "The Colorado Springs Gazette",
            "full_text": "They're inane, funny, silly, idiosyncratic - and humbling because they're one of the most popular features of the daily newspaper. They're the comics. Recently, The Gazette in Colorado Springs conducted a survey of its readers to discover what its most-read and most-hated comics were. Readers could cut out a form and send it back to us within two weeks. Sure enough, we received over 4,000 replies, better than any other cut-out-a-form-and-send-it-in-on-your-own-nickel survey we've done. Readers chose what they thought were our best and worst comics, and then rated each comic with one of the three choices: ALWAYS READ, SOMETIMES READ or HATE IT. The Gazette's Research Center volunteered to tabulate the results into Microsoft Access and run queries that dealt with ages and gender of respondents, and how a mix of each of these categories judged the comics. To facilitate inputting, I converted genders into the numerals 1 and 2. I converted age variables into the numerals 1 (17-younger), 2 (18-34), 3 (35-54), and 4 (55-older). The three ratings from which they chose were also converted into numerals. We hired temps to input the data. It took about three days. For best and worst First of all, after all the data was inputted, we wanted to find out the overall tally: what was considered the BEST COMIC? When you choose peculiar queries, you don't want to run the Query Wizard Access 95 provides. So pick QUERY, then DESIGN VIEW. Choose the table (which in my case I called, simply, COMICS). This query entailed two steps: I chose BEST COMIC within the FIELD slot; in the box beneath entitled TOTAL, I chose GROUP BY. In the next column over, I chose BEST COMIC as the Field name, COUNT in the TOTAL field, then DESCENDING in the Sort field. I got my answer: the winning comic was 'For Better or Worse.' Running a similar query, and using the same terms - except using the WORST COMIC field instead of the BEST COMIC - I calculated what people had voted as the most-hated comic: 'Where's Waldo' and 'Judge Parker' came out on top-bottom, actually. To ascertain the top 5 ALWAYS READs and HATE ITs by age and sex was a little more time-consuming. I had to use Access in tandem with Excel to do it as expeditiously as I could. If you have a better way, let me know. I discovered I could not run a single query (like I had hoped) by grouping age and sex, then asking Access to count the individual comics' 1-2-3 variables. Access evidently needs to group, then count what it has grouped, one-by-one. That would mean I would have had to have done 42 queries on one category of age and sex. Because I wanted to do 8 categories, that would be a total of 336 queries. Excel came to my rescue. I exported my original table into Excel. Selecting all the responses to the ALWAYS READ, SOMETIMES READ or HATE IT (i.e., 1,2,3), I eliminated the 2s and 3s, saved the table under COMICS1 (i.e., a different name), then imported it back to Access. Within Access and with the new table, I ran this query: Choose QUERY, then DESIGN VIEW; in the first column, I picked my COMICS1 table, the AGE field, the GROUP BY '1' (17-younger); in the next column, I chose the SEX field, GROUP BY '1' (male); in the next column, I chose our first comic, B.C., then COUNT; in the next column, I chose the next comic with the same COUNT, and continued until all the comics were done. It worked fine. But the results were not sorted in descending order. To sort the query, I hit the 'Analyze it in Excel' button. From there, I selected the results, went to DATA, chose SORT, asked it to sort by ROW 2, which contained the numeric results of the Query, clicked on OPTIONS, asked it to sort from left to right, and hit OK. Finally! The top comics in descending order. This first query counted all the '1' numerals for each comic as grouped by males 17-younger. I did the same for all the other combinations of male/female and the four different age-groups, analyzing or sorting each in Excel. After the initial set-up query, it didn't take long. To get the 5 worst for each group, I exported the original COMICS table into Excel again. In Excel, I selected and then eliminated all the '1' and '2' responses for each comic. Preserving the 3s, I saved the new table as COMICS2, then re-imported it into Access. I built these queries in the same manner as the other ones, but this time the 'top' comic was actually the worst. The story, published on April 12, 1997, on the cover of The Gazette Lifestyle section, was a success. The tallying, graphics and tongue-in-cheek approach of reporter Rick Ansorge added to the popularity of the feature. We found, perhaps naturally enough, that it was dominated by elderly people, but all the categories gave interesting results: for instance, young girls preferred 'Luann,' while young boys loved 'Garfield.' Men 18-34 loved 'Dilbert,' while women 18-34 preferred 'For Better or Worse.' More importantly, it was enlightening for our Features Editor, who took the results and the ensuing comments to reshape the comics page."
        }
    ]
}