{
    "stories": [
        {
            "year": 1999,
            "month": "July/August",
            "headline": "Inventing a School System: Busting busing",
            "author_name": "Ted Mellnik",
            "author_title": "The Charlotte Observer",
            "full_text": "What if kids went to their neighborhood school? That's the big question in Charlotte. After the landmark 1971 Supreme Court decision upholding court-ordered busing here, the city was touted as the place where busing worked. But support has eroded over the past decade. Now a court challenge to race-based assignment policies threatens to dismantle Charlotte's system of busing for racial integration. To explore the issues and challenges that would accompany a move to neighborhood schools, The Charlotte Observer designed a mock school system. In our system, all kids went to the school closest to where they lived. Our model system is simplistic and probably impractical, but it gave us a way to spotlight potential changes and trends. We believed that if we fully explained our methods and assumptions, our model could contribute to our community's debate over neighborhood schools. The stories ran in January 1999 as the first five parts of 'Deciding Desegregation,' a continuing series. Reporter Debbie Cenziper and I described the forces of change acting on the schools. We compared schools in our system to existing schools, tracking ethnic diversity, concentrations of poverty, home-to-school distances, and campus crowding. The key ingredient of the Deciding Desegregation series was geographic data on each of about 94,000 students. We regularly use student data at The Observer because of the range of possibilities it offers for analysis. Most often, we deal with results of tests such as the SAT and North Carolina's end-of-grade and end-of-course exams. The data has an entry for each student with key facts, including information we used for the Deciding Desegregation series, such as a student's race, gender, grade in school, and school attended. But we still needed to find out where students lived. Geographic data is a set of coordinates, like latitude and longitude. These sorts of data would allow us to find a spot on earth near each student's home and display it as a dot in a computer mapping program. School officials have on hand geographic data for each student, drawn from their home addresses, in order to analyze attendance zones."
        },
        {
            "year": 1999,
            "month": "July/August",
            "headline": "Dads Pay Little: Welfare fails",
            "author_name": "Jim Hopkins",
            "author_title": "The Courier-Journal",
            "full_text": "For the first time since welfare reform began in Kentucky, a growing body of evidence shows that former welfare recipients in the state's chronically poor Appalachian region are failing to achieve one of reform's most important goals: finding jobs that pay a living wage. Welfare recipients in Kentucky's mountain counties also are more burdened by lax enforcement of child-support laws. Although welfare reform requires mothers to find work, many fathers who owe child support pay nothing, The Courier-Journal found in a six-month investigation. Our inquiry came down to people like Sheila Stone, a former welfare recipient trying to support four children on a $5.50-an-hour bank job. Her ex-husband hid from the law because he owed more than $40,000 in child support. Stone and the authorities didn't know where her ex-husband was. As part of our investigation, we tracked him down and eventually reported his return to jail. Reaching our conclusions was anything but simple, however. We fought for electronic databases from the state welfare agency responsible for reform. We relied extensively on data from the Census Bureau, the U.S. Bureau of Economic Analysis, and Auto Trak, a for-pay service that locates people. And we used paper records from the welfare agency and the state's employment services division to build databases of our own. From the beginning, we suspected the biggest challenge for Kentucky's welfare reform efforts would be the tens of thousands of women and children in the state's 49 Appalachian counties, home to some of the nation's poorest residents. Indeed, although Appalachia has 30 percent of the state's population, it has nearly half of all Kentucky's welfare cases. One of our chief sources of data was a statewide telephone survey of 522 former welfare recipients conducted by the University of Louisville. We persuaded Kentucky welfare officials to give us the raw data from the survey, which the university conducted under a state contract. The survey asked a host of questions, from the reasons recipients left welfare to whether life was better without government assistance."
        }
    ]
}