{
    "year": 1999,
    "month": "September",
    "headline": "Catch and Release",
    "author_name": "James Walsh",
    "author_title": "Star Tribune",
    "full_text": "Commit a felony in Minnesota and, chances are, you won't go to prison. Commit a crime while on probation and, chances are, you won't go to prison. We had heard it for years: that repeat offenders and even convicted offenders on probation can and often do re-offend with few consequences. In 1999, we decided to put it to the test. I applied for a newsroom fellowship that would allow me to temporarily jump from our public safety team to the projects team to work with Dan Browning, computer-assisted reporting editor. The move freed me from the daily grind of the police and courts beats to dig into the anecdotes and see if there were data to support them. The first stop was Minnesota's Data Practices Act, the complex state statute that details which information collected and kept by public agencies is public - and which is not. We reviewed sections on arrest data, jail data and court services data regarding offenders on probation. The next step was to fire off letters to several metropolitan area counties, requesting the data we understood to be public. We wanted to first identify the people on probation in the Twin Cities area over the previous five years, then compare those data to jail bookings and court data to see if offenders on probation were being arrested and, if so, what happened afterwards. Getting the data took about three months. The state's two largest counties - Hennepin and Ramsey - refused to give us dates of birth of probationers, insisting the data were private under state law. The Hennepin County Sheriff's Office refused to give us dates of birth for offenders in the jail, again arguing that the data were private. Birth dates were critical information. The state has no standardized, unique identifier to track criminal suspects among counties or as they pass through the justice system. The tracking devices follow cases, not individuals. But by converting birth dates to strings and combining them with names to create key fields, we believed we could link several different criminal justice databases. Thus, birth dates were critical to ensuring that we were finding offenders who crossed county lines and to following individuals from arrest to court to prison and back into the community. The Star Tribune sued Hennepin and Ramsey counties for the data, but the lawsuit would take months. We decided to proceed the hard way, but were forced to change focus from probationers to repeat offenders. We wanted to examine who was booked most often, and what was happening to their cases after arrest. We had dates of birth for jail inmates in every Minnesota county but Hennepin. We figured we could match the Hennepin County data to other criminal records to capture dates of birth. We obtained millions of criminal justice records from the Minnesota Sentencing Guidelines Commission (results of every sentencing statewide, 1993-1997), the Minnesota Supreme Court (felony and gross misdemeanor court dockets statewide, 1993-1997), Department of Corrections data on adult offenders (1994-1998) and work release inmates (1994-1998), and Bureau of Criminal Apprehension conviction data (felonies and gross misdemeanors, 1984-1999). We became the only organization in Minnesota to attempt to link these various databases to find comprehensive criminal histories of repeat offenders. Neither the state nor the counties had constructed anything to answer the questions we would be asking. By matching district court case numbers from the Hennepin County jail database to Hennepin County cases in the state Supreme Court database, we were able to fill in thousands of dates of birth from the court data. Doing individual court record searches on others allowed us to fill in more dates of birth for the most frequent offenders. And finally, using FoxPro, we created unique key fields using three different combinations of name (first-middle-last; first-middle initial-last; last) and date of birth for each table in our criminal justice archive. These matches enabled us to extract birth dates for thousands of other Hennepin County offenders. In the end, we filled in dates of birth for one-third of all people booked in Hennepin County over the five-year period we studied and, more importantly, the top 1,300 most frequent offenders. Those offenders accounted for the bulk of the bookings. One of our key findings was that the top 3.5 percent of the offenders accounted for 22 percent of the bookings in Hennepin County. To define 'chronic offender,' we settled on a standard of more than 11 bookings in the five-year study period. Under that definition, we found at least 8,700 offenders getting booked over and over and over again. We also found that the impact of chronic offenders was felt not only in the inner cities, but also in the suburbs and rural areas. The data backed up our hypothesis. But our work was just beginning. As with all good CAR projects, the data simply gave us a starting place. After about six weeks of data cleaning and writing string functions to query the various tables against each other, we flagged the top offenders in the seven-county metropolitan area of the Twin Cities. We then checked them against court and sentencing databases and began the task of finding the offenders and the victims to tell their stories. Meanwhile, my colleague Paul Gustafson worked on a separate but related project examining the work-release program run by the Minnesota Department of Corrections. Gustafson analyzed five years of data and found that the program was releasing more hardened criminals into the program, some of whom served as little as one-third of their sentence behind bars. We decided to publish this project together with the repeat offenders project because they are two ends of the same spectrum: a cheap, lenient corrections philosophy that has saved money but set criminals essentially free in the community. Many of these criminals escaped from supervision and some committed new crimes. We published our series on July 18, 19 and 20. In the end, it was the very human stories of victims and repeat offenders that gripped many readers. But we also finally gave them a sense of the scope of the problem. Local television, local talk radio and National Public Radio picked up parts of our project. We've heard from dozens of readers, including some legislators and other elected officials who are calling for ways to monitor repeat offenders. And after publishing our series, Ramsey and Hennepin counties agreed to provide the dates of birth for probationers (and in Hennepin's case, for those booked into jail) for the five-year study period, thereby settling our lawsuit."
}