{
    "stories": [
        {
            "year": 1999,
            "month": "April",
            "headline": "D.C.'s \"DEADLY FORCE\"",
            "author_name": "Jo Craven",
            "author_title": "The Washington Post",
            "full_text": "In the 1990s, District of Columbia police shot and killed more people per resident than any metro police department in the country including New York, Los Angeles, Chicago, Detroit, and New Orleans. The Washington Post story, \"Deadly Force,\" resulted from a close examination of the FBI's Supplementary Homicide Report. That examination revealed missing records in the SHR data. Conversations with the FBI revealed discrepancies in the data provided to the public. Jo Craven recaps the in-depth investigation that ultimately relied on direct surveys of police departments for fatal shootings and woundings from 1990 to 1997. After analyzing the data, averaging various categories, and consulting criminologists, Jo Craven and the team discovered the high rate of officer-involved shootings in D.C., sparking significant discourse on police conduct."
        },
        {
            "year": 1999,
            "month": "April",
            "headline": "THE PRICE OF CONCENTRATED COMPETITION",
            "author_name": "Christopher H. Schmitt",
            "author_title": "Investigative Group International",
            "full_text": "Chris Schmitt's investigation into Nasdaq trading practices while at the San Jose Mercury News explored how concentrated competition among dealers on Nasdaq impacted investor trading costs. By analyzing Nasdaq trading records using the Trade and Quote database, the report revealed that investors were being burdened with sharply higher costs when competition among dealers waned. The data showed that reduced competition led to nearly twice the transaction costs of better competitive scenarios, potentially costing the investing public hundreds of millions annually. Despite Nasdaq's skepticism, the investigation highlighted market performance issues and stretched computer-assisted reporting into areas typically sparse in data."
        }
    ]
}