{
    "stories": [
        {
            "year": 1999,
            "month": "October",
            "headline": "CAR HELPS UNCOVER THE DETAILS - Kennedy Crash",
            "author_name": "Andy Lehren",
            "author_title": "Dateline NBC",
            "full_text": "When John F. Kennedy Jr.'s plane went down July 16, aviation experts had a good idea what went wrong. At the same time, aviation databases were invaluable for providing context, breaking news, and getting facts right. The tragedy also offered another lesson for journalists that Web sources are still not as good as having the data in-house, and that we must use the data as a starting point for more reporting, an end in itself. A quick recap: A pilot, not yet rated to fly just using instruments, crashed amid fog at night on his way to Martha's Vineyard. The plane, a single-engine Piper Saratoga, was found off the New England island. Dead were the celebrated son of the president, along with his wife and her sister. By noon the next day, aviation experts offered a good estimate about what went wrong. Experienced pilots, former officials from the National Transportation Safety Board, and others familiar with general aviation outlined how Kennedy seemed to have lost his bearings. In the night and fog, he could have become disoriented and unwittingly steered his plane into his grave. If he were rated to fly using instruments, he would have been better able to navigate without any reference points below. Those reference points - lights, the horizon, buildings, and other landmarks - are keys for non-instrument rated pilots. While the NTSB has yet to determine the probable cause, key evidence has not detracted from this outline. Radar showed a sharp descent, the landing gear was retracted, and the propeller was still turning - all signs that he lost his way rather than suffered from a mechanical problem. Kennedy was not the first to suffer from spatial disorientation. Since 1995, at least two other pilots flying the same kind of plane crashed with the NTSB later listing spatial disorientation as the main probable cause. Two died June 7, 1996, in Goleta, Calif. (the data allowed us to track down footage of the aftermath), and one died Aug. 26, 1996, in Medford, Minn. In fact, most of the time, pilots are the ones responsible for crashes in that type of airplane, and the numbers mirror the pattern in general aviation. NTSB data provided a wealth of information about those who have died in this kind of plane, and the number of crashes (more than two dozen fatal crashes during the last three and a half years). The data allowed comparisons of crashes involving instrument-rated versus visual flight-rated pilots."
        },
        {
            "year": 1999,
            "month": "October",
            "headline": "ANALYZING MEDICAL DATA - Transplant Disparity",
            "author_name": "Kevin McCoy",
            "author_title": "New York Daily News",
            "full_text": "The New York Daily News' headline on Aug. 8 was dramatic: 'Deadly Disparity in Transplants, Blacks and Hispanics Deprived.' Behind it lay months of research and reporting, some of it aided by computer. The two-part series showed that African-American and Latino patients in the New York City area got fewer heart, liver, and lung transplants during the last three years even though they suffer higher rates of diseases that might make them need a transplant to survive. The stories also showed that African-Americans have far greater need for kidney transplants than other patients because they suffer higher rates of kidney failure. Yet African-Americans in the New York City area face the longest wait in the nation for a donated kidney. The long road that led to the series began with a suggestion from a health care official who pointed me to the Web site of the United Network for Organ Sharing (www.unos.org), the agency that coordinates all organ transplants in the United States. What caught my attention was UNOS' 'critical data' on the race of donors and recipients for specific types of transplants at hospitals in New York City. The statistics for heart, liver, and lung transplants seemed to show a large disparity that favored whites. Unfortunately, the data was outdated. I contacted UNOS and asked if the agency had more updated transplant data, by race and by organ, for New York City-area hospitals. I also posed the question to the New York Organ Donor Network, the agency that works with UNOS to coordinate transplants in the city and eight surrounding counties. The agencies declined to release the most recent hospital-by-hospital data. But through negotiations, the officials agreed to provide a breakdown of transplant donors and recipients, by race and by organ, for the entire New York Organ Donor Network coverage area from 1996-1998. This data, analyzed with U.S. Census population estimates and disease and mortality rates from the National Center for Health Statistics, provided partial confirmation that minority patients got certain kinds of transplants less often than their white counterparts."
        }
    ]
}