{
    "year": 1999,
    "month": "March",
    "headline": "Elderly Evictions",
    "author_name": "Doug Stanley",
    "author_title": "The Tampa Tribune",
    "full_text": "When The Tampa Tribune broke the news that one of the nation's largest nursing-home chains intended to evict more than 50 of its poorest residents in Tampa, reaction was swift. A circuit court judge issued an injunction, state health officials launched an investigation, a powerful state senator called for fines, and the state attorney general's office threatened to broaden its ongoing probe into fraud within the Medicaid system. But what initially appeared to be a local story about an isolated incident grew into a six-month Tribune investigation of the quality of care in Florida nursing homes run by large corporations whose stock is traded on Wall Street. Vencor Inc., the same company evicting residents in Tampa under the guise of a remodeling project, was evicting or planning to evict Medicaid residents in at least 13 other states. Peterson began calling stock analysts who told her Vencor's stock had been dropping. Investors were worried cuts in Medicare and Medicaid would cut into profits. The Tribune computer analysis found that residents of the homes operated by the Big Six companies are about 20 percent more likely to be harmed or put at risk than are residents of all other Florida nursing homes. It also showed that quality of care varied greatly among the big chains - when compared both to each other and to all other homes. With that key finding in hand - and reams of computer data on the care records of individual homes - Peterson and Tribune medical reporter Vickie Chachere descended on public records repositories around the state gathering the details that would put the flesh on the computer-constructed skeleton. They combed through thousands of pages of paper records, which held the human detail. Published as a special 8-page section on Nov. 15, the project struck a chord with readers and with lawmakers. Moderated by executive editor Gil Thelen, a community forum on a weeknight just before the holidays brought 150 people to the newspaper's downtown offices. State and federal lawmakers filed reform bills. Published during the midst of a change in administrations at the state level, the real impact of the project won't be felt until after the legislative session."
}