{
    "stories": [
        {
            "year": "2000",
            "month": "January/February",
            "headline": "ON THE BEAT: Religion with CAR",
            "author_name": "David Crumm",
            "author_title": "Detroit Free Press",
            "full_text": "Searching for God at the turn of the millennium requires more than prayer and meditation. It takes a computer. The subject is vast and is growing more diverse by the decade. In the United States, 9 out of 10 Americans tell pollsters that they pray and are part of some religious group. While the vast majority of Americans claim to be Christian, most Christians feel increasingly free to switch back and forth among dozens of different denominations - or, if they're feeling restless, to break away entirely and form their own independent sects. The influences of the world's other major faiths are surfacing more frequently in contemporary music, television, the Internet, movies and magazines. Outside the United States, religion also remains a major force for good or ill. It can be a powerful catalyst in ethnic strife, a fuel for political aspirations and, in many cases, a helpful inspiration toward resolving conflicts and building communities. To keep up with this amazingly complex landscape, I use my computer in four basic ways. As a journalist, I don't idly surf the Internet, because there are thousands of religious Web sites and most of them are not factually reliable. Over the past five years, I've developed my own list of reliable religious Web sites, most of them sponsored by well-established groups. The list changes constantly as Web sites appear, evolve and disappear. A good place to start sorting out your own list of useful sites is the Yahoo index to religion, which you'll find linked off Yahoo's main page (as a sub-category of 'Society & Culture'). A few of the sites I use most frequently are the Vatican's information-rich Web site at www.vatican.va, a large evangelical site at www.gospelcom.net that links to nearly 150 religious groups and a helpful site at www.wfn.org where many Protestant denominations post news releases. A superb place to background yourself on religious history and traditions is the recently upgraded www.britannica.com, sponsored by the encyclopedia. By carefully sifting sites, the Internet has played a major role in my reporting on everything from the annual Muslim fast of Ramadan to the plight of the Chinese meditation movement Falun Gong. I also subscribe to e-mail lists from many of the major religious groups I cover. If you look around the major religious sites on the Web, you'll find places where you can sign up to receive almost daily e-mails from places as diverse as the Evangelical Lutheran Church in America, the National Council of the Churches of Christ, the Council on American-Islamic Relations, informal neo-pagan networks and even the supporters of imprisoned Falun Gong activists. Many of these e-mails are quickly dispatched to my 'trash' folder each morning - but a quick scan of the dozens of 'subject lines' I find in my inbox often sparks a future story idea."
        },
        {
            "year": "2000",
            "month": "January/February",
            "headline": "CENSUS 2000: Race tabulations",
            "author_name": "Steve Doig",
            "author_title": "Arizona State University",
            "full_text": "No problem in American society has been more chronic and vexing than that of race relations. Add to that the strains of demographic change caused by the immigration to the United States of millions leaving their countries of birth to seek a better life here. The resulting frictions and adjustments are the source of many important stories for journalists, and Census data is one of the best ways of measuring those changes. However, the actual tallying of persons by race and ethnic origin has changed greatly over time, and the differences in definitions and methodology from one Census to the next can make it difficult to do accurate comparisons. One of those big changes in methodology is occurring with the 2000 Census, and it will require careful attention from those of us who want to look at racial and ethnic changes since 1990. In both 1980 and 1990, the Census (and the federal government at large) officially recognized five racial groupings: White, Black, American Indian, Asian or Pacific Islander and Other Race. Respondents could pick only one of those choices. Notice that 'Hispanic' is not one of the choices, because 'Hispanic' is not a race. Instead, the Census had a separate question asking respondents if they were 'of Spanish/Hispanic origin.' The result of both the race and Hispanic-origin questions is that a person could be counted as one of a total of 10 possibilities (discounting the various subcategories). However, this relatively tidy state of affairs has changed dramatically for the 2000 Census. The reason is a 1997 ruling by the federal Office of Management and Budget (OMB) that the Census Bureau and other federal data collectors must start allowing respondents to pick more than one racial category if they wish. The ruling also split the 1990 'Asian or Pacific Islander' racial category into two new categories: 'Asian' and 'Native Hawaiian and other Pacific Islander.' The OMB ruling is a good thing in many ways. It certainly reflects the social reality of this increasingly diverse country better than the old one-race-only choice. It stops forcing people to declare only one part of their heritage. And it will make a much richer source of data for research and stories. But this change also creates a potentially huge problem for those of us who want to compare race/ethnicity in 2000 with 1990 and earlier. The fact that respondents can pick more than one category means there are a total of 63 possible categories of races alone or in various combinations, ranging from 'White alone' to 'White, Black, American Indian, Asian, Pacific Islander and Other Race.' (Anyone you can find from this category probably is worth a human-interest story in their own right!) And you need to double that number to account for whether respondents are of Hispanic origin or not. The 2000 Census initial data release, the PL94-171 reapportionment data, will collapse these 126 possibilities into a somewhat less cumbersome array of summary tables. Looking just at 2000 data, these tables will give journalists and researchers a good picture of where each group stands in relation to the others. But there is no table that is truly comparable to the 1990 ten-category table because the 2000 tables include a brand-new category: 'Two or more races.' Nor can the 'two or more races category' simply be ignored, except perhaps in parts of the country where the population is overwhelmingly white. The 1998 dress rehearsal conducted in parts of California, South Carolina and Wisconsin found that up to five percent of the respondents (in Sacramento) chose two or more races. This means it will be up to the data users like us to choose an appropriate algorithm to transform the publicly-available 2000 tabulations into something we can use to do comparisons with 1990 data. One way the 2000 Census deals with the multiple race category is to create a series of tables giving the count of 'Race X alone or in combination with one or more other races.' Such tables are created for each of the major race categories. But you can't simply build a 10-category table comparable to 1990 using these. The reason is double counting. A person who claims White and Black ancestry will be counted both in the White table and in the Black table."
        }
    ]
}