{
    "stories": [
        {
            "year": 2000,
            "month": "May",
            "headline": "The daily grind",
            "author_name": "Neil Reisner",
            "author_title": "The Miami Herald",
            "full_text": "Driving CAR on deadline is not hard. It involves immense preparation. In CAR's case, knowing what data are available, how to analyze it, whom to call to verify it is crucial. CAR stories add context, turning simple stories into invaluable reports. Examples include analyzing FDA's 'Children & Tobacco Compliance Checker' database to measure state compliance levels and using FOIA requests for tobacco enforcement engagement. Other features were made possible by practice and preparedness, like election precinct analyses or tracking gas prices, all aiding the process of consistent quality."
        },
        {
            "year": 2000,
            "month": "May",
            "headline": "Who's teaching our kids?",
            "author_name": "Chris Cantergiani",
            "author_title": "WSB-TV Channel 2/Atlanta",
            "full_text": "This investigation revealed critical flaws in Georgia's teacher certification process. It was found that nearly 3,000 school employees had criminal records, including felony convictions. The system heavily relied on applicants to self-disclose past convictions. Using databases sourced from state departments and a comprehensive analysis over a 26-hour stretch, the report exposed these oversights. Schools planned to improve monitoring and close loopholes in light of the findings, which shocked parents and state officials."
        },
        {
            "year": 2000,
            "month": "May",
            "headline": "Railroad safety",
            "author_name": "Trebor Banstetter",
            "author_title": "The Palm Beach Post",
            "full_text": "In March 1999, a horrific car-train crash in West Palm Beach highlighted pressing safety concerns at railroad crossings. Using Federal Railroad Administration's database, an analysis revealed that Palm Beach County had more crashes than anywhere else in Florida, with higher injury and fatality rates. Findings pointed to growth in traffic and railroad activity coupled with inadequate crossing infrastructure. The coverage provided a wider safety context, urging improvements for future traveler safety."
        },
        {
            "year": 2000,
            "month": "May",
            "headline": "Intranet start-up",
            "author_name": "Robert Gebeloff",
            "author_title": "The Record",
            "full_text": "Gebeloff details the value and implementation of a newsroom intranet, highlighting its role in enhancing daily reports by democratizing data access. Examples include sourcing demographic facts instantaneously and ensuring consistent availability of database resources across various beats without needing intensive computer skills. An anecdote related a reporter who seamlessly accessed vital stats data to debunk public misinformation amidst local controversies. By implementing a methodical design plan, efficiency, and reduced network strain, The Record achieved significant gains in newsroom performance."
        },
        {
            "year": 2000,
            "month": "May",
            "headline": "Following the money",
            "author_name": "Darrel Rowland",
            "author_title": "The Columbus Dispatch",
            "full_text": "Examining the origins of campaign contributions, this piece exposes the meticulous records kept by lobbyists for fund-raising invitations. Through simple Excel sorting, insights were gained showing legislative fund-raisers highly correlate with legislative sessions. Additionally, Jan Van Vyven’s fund-raising efforts coincided with significant legislative deadlines, suggesting potential implications. These findings provide readers with a rarely-seen perspective into political fundraising, using 'follow the money' methods to highlight the ecosystem around legislative campaigns."
        },
        {
            "year": 2000,
            "month": "May",
            "headline": "Geocoding",
            "author_name": "Jennifer LaFleur",
            "author_title": "St. Louis Post-Dispatch",
            "full_text": "Using mapping technology like ArcView GIS for geocoding addresses, this report describes processes undertaken in various investigations, including the examination of building permits versus landslide-prone zones. Geocoding translates addresses into latitudes and longitudes, enabling incidents to be geospatially analyzed against trends, demonstrating powerful visual tools in journalism. LaFleur shares tips on using software tools effectively and highlights the importance of clean, accurate location data to construct impactful narrative maps."
        }
    ]
}