{
    "stories": [
        {
            "year": 2000,
            "month": "July/August",
            "headline": "Driving the big CAR",
            "author_name": "Sean P. Johnson",
            "author_title": "Oshkosh Northwestern",
            "full_text": "Sit down. Relax. Take a deep breath. Now, search the recesses of your mind for that perennial favorite children's story about the little blue engine. Remember what he said: \"I think I can. I think I can\" all the way up the hill and \"I thought I could. I thought I could\" all the way down. For small newspapers everywhere, this must be your mantra for introducing CAR to your newsrooms. Immediately banish from anyone's thinking the notion that CAR is strictly for big papers or big projects. It is a tool that every reporter and editor in every newsroom can use every day if they approach it just like the little blue engine: You have to think you can do it and look for the opportunity, no matter how small it may seem. That has been our approach at the Oshkosh Northwestern, a 24,000 circulation daily in Wisconsin, and it is an approach that has worked exceptionally well. Our reporters use CAR skills on an almost daily basis, often without knowing they are doing it. Most of the time, the application is small, but it prepares our reporters for tackling the big project when it comes along. They are comfortable with using CAR and believe that they can. Here's how we have done it.\n\nStarting simple\n\nIt started out really as an effort to make life a little easier and more organized for everyone, but also provided a good primer on basic CAR skills. We encourage our reporters to do enterprise stories that cross beats. However, tracking down sources could sometimes be a pain if the reporter who normally covered a particular beat was not around to give you the information. So we came up with a solution to create a database of all sources used by all reporters on their beats. We had the reporters type their information into spreadsheets giving names, numbers and other pertinent information. We took the largest Excel file and converted it to an Access database, then appended the files to that. We then created a front-end using the form function of Access, then Presto! A database reporters can use on a daily basis to search for sources, numbers, and other information. The database can also be updated and edited through the front end.\n\nElections\n\nOne of the great strengths of CAR is the ability to quickly do math, organize information and show trends. One of the most helpful little projects taken on at the Northwestern is our election template, which is nothing more than a simple spreadsheet that does instant election math and analysis for us. I came up with the idea for the template shortly after my first election night as city editor. Oshkosh is divided into some 40 election wards, which are grouped together into 12 voting districts. Now, the problem reporters were dealing with was the way the wards and districts were organized. As the city had grown, wards had been added. While they may have been geographically contiguous, they were not numerically sequential. It all added up to chaos on election night, as reporters tried to add the right wards together to get district totals for maps, graphics, and analysis. Essentially, they were not able to do it on election night for the next morning’s paper, and even the day after, mistakes were often made. To fix the problem, I spent a couple of hours one afternoon setting up a spreadsheet that would automatically add the ward totals and report them out for the corresponding districts. I also created portions of the spreadsheet that would calculate percentage of the vote and percentage turnout. And it all began to happen as the reporter typed in the information. The result: instant election night analysis that allowed our reporters to write better election stories on deadline. We moved past reporting the basics of who won and how many votes to telling you where those votes came from and what that meant. In the April 1999 elections, the spreadsheets proved their worth when we were the only source covering a hotly contested judges race to report that not only was the race decided by fewer than 100 votes, but that the losing candidate had lost the election in his home ward. That same year, our coverage of Common Council elections was the only reporting that showed how local college kids had taken to the polls and ousted an incumbent and helped a newly formed neighborhood group put two of its candidates on the council. That's powerful stuff for readers, and it's all because of a simple spreadsheet.\n\nOn to bigger things\n\nOK. So we can do the simple stuff. But what about \"major projects?\" Well, it's that simple stuff that gave our reporters the ability to do just that. In 1998, the newspaper began working on a story, the effects of which are still being felt today. For several months, the Northwestern had questioned the city's handling of rental housing in this college town. Its regulation seemed ineffective. The potential for a disaster loomed. There was not an existing database of complaints to work with - only the paper inspection and notice logs kept by the city. However, because of the skills our reporters had gathered from creating the source database and the election spreadsheet and other smaller projects, they were confident enough to build their databases of those paper records. They first typed the information into spreadsheets, then converted it into database files. Then, they started looking for trends. What they found shocked a lot of people. Property owners with political connections or financial resources were simply able to skirt the rules. But they didn't stop there. Using census and budget information, they were able to tie the addresses of chronic problem properties to poorer areas of the city and show how the declining property values there were driving up the taxes of property owners everywhere. Now, that's a pretty good story right there. But the data work was only the beginning. Our reporters spent two months interviewing all the parties involved, using that data to confront those who denied there was a problem and to ask probing questions of all. The end result was a three-day series that no one challenged as containing any false information. The city, realizing it was not capable of policing the problem on its own, forged an agreement with the local prosecutor and the state to improve enforcement and criminally prosecute problem cases. Some landlords got out of the business, and those who remained began meeting with city inspectors regularly to review housing code issues. It was a big project accomplished by a small newspaper because reporters believed they could do it and had developed the skills to make it happen."
        },
        {
            "year": 2000,
            "month": "July/August",
            "headline": "Case Dismissed",
            "author_name": "Gerry Lanogosa",
            "author_title": "WTHR-TV, Indianapolis",
            "full_text": "Local law enforcement agencies spend hundreds of thousands of dollars on public service announcements warning that drinking and driving will not be tolerated. It's pretty tough talk: \"We've been telling you, drive under the influence and you will lose your license and you will go to jail,\" said one spot that ran on local stations in Indianapolis. But do the police always keep that promise? Our team (Reporter Jeremy Rogalski, Photojournalist Bill Ditton, Investigative Producer Kathleen Johnston, and I) decided to find out. A tipster had told us a well-connected local lawyer was getting a large percentage of his DUI cases dismissed because police failed to show up in court. Sure enough, although we weren't able to prove any collusion, the lawyer turned out to be one of the top beneficiaries of police missing court dates. And our application of some very basic computer-assisted reporting principles allowed us to broaden our story by demonstrating a system-wide pattern of cases thrown out because of police no-shows.\n\nUsing a database obtained from the Marion County Justice Agency (our city's criminal justice information service), we found nearly one in 10 DUI cases dismissed in that manner. From the time we got our data, it took about three months to get our story on the air. Our dataset covered all alcohol-related cases (we separated DUI cases out later) from 1993 through 1998, including case ID numbers; charge codes and descriptions; case disposition codes; judges, attorneys and officers involved with each case, and personal data on the defendants. It took the county three months to pull it together. The law in our state allows agencies to charge for \"enhanced access\" requests like this. The local rate is a hard-to-swallow $50/hour for programming or processing. They didn't charge us for CPU time, but we ended up paying $650 for programming.\n\nThe records came to us via e-mail in three dozen Excel files containing more than a million records (about 151 MB). We imported them into an Access database for our analysis. After the initial clean-up, we had about 30,000 closed DUI cases. A few simple queries later, we determined that the number of dismissals because of police no-shows was about 25 percent. It was a tantalizing figure - and it was wrong.\n\nWe've done enough of these projects - and heard enough horror stories at IRE conferences - to know that you never go with the first set of numbers. After some sober reflection and some painful integrity checks - a process that took several weeks and numerous consultations with the county's data guru - we came up with a final number of about 10 percent. That's still a significant finding. Those integrity checks also involved going early and often to the paper files - that old-fashioned practice a dazzling database often tempts reporters to forget. By the time it was all over, we had pulled around three hundred hard-copy case files to make sure the data meant what it said. And we found that often it did not, which brings us to an overarching point that can't be overemphasized: Relentlessly question your data, and then be willing to accept the logical conclusions. Sometimes, that means throwing out cherished premises."
        }
    ]
}