{
    "news_stories": [
        {
            "year": 2000,
            "month": "March",
            "headline": "International CAR: Around the globe",
            "author_name": "David Wethe",
            "author_title": "IRE and NICAR",
            "full_text": "Although the use of computer-assisted reporting is growing in countries outside of the United States, the issue of access to information - particularly electronic information - remains a concern. From South America to Scandinavia, journalists say more and more information is becoming available electronically, but it is either aggregated at a municipal or county level or is high-priced from a private company. European Union member countries are pushing for the EU to develop a Freedom of Information law similar to that in the United States. In the meantime, aggressive and dedicated journalists continue to publish and broadcast compelling and powerful stories using computer-assisted reporting. In this issue, we've included snapshots of some of the work being done around the world. Here's a glimpse:\nNetherlands: The origin of CAR in the Netherlands came in 1994 when the NRC Handelsblad became the first in its country to publish the results of an election mapping project. The Handelsblad displayed in full-color graphics how each party finished according to individual provinces. The idea drew attention from other media outlets in radio, TV, and magazine and is now considered a standard for publishing election results. Yet despite the recent success, the public is still slow to catch on to the importance of CAR projects. Sometimes projects fail to draw any remarks at all from readers, said Dick van Eijk of NRC Handelsblad. A big problem for Dutch journalists is the lack of independent oversight in making sure public data is accessible to everyone. Although most government information is offered in electronic format, it is still too expensive for most newspapers to obtain. The most expensive data is anything on companies or homeowners, van Eijk said. A recent coup for Dutch journalists, however, was winning a court case that deemed public schools data as public information.\nDenmark: It has been four years since three Danish journalists attended bootcamp at NICAR in Columbia, Mo., where we learned how to use databases and spreadsheets in our work. We had many discussions of how these brilliant methods could be used in Denmark, where we do not have the same tradition and access to electronic data. Even though the United States and Denmark are far apart, I must say that these methods have survived the emigration. In April 1999, we founded DICAR, Danish Institute of Computer Assisted Reporting. A lot has happened during the past year. The number of members of the Foreningen for Computerstottet Journalistik (Association of Computer Assisted Reporting), which was founded six months ago, has now reached 200. We are starting a bank of databases for our members and have hired five students on a part-time basis to solve different assignments for DICAR. The number of media using CAR methods is steadily increasing, especially those using spreadsheets and self-made databases. But as always, there is a big step from theoretic lectures to using the methods on a daily basis for stories. We suffer from the fact that the media managers are very reluctant when it comes to new methods."
        },
        {
            "year": 2000,
            "month": "March",
            "headline": "School Test Scores: Lake Wobegon effect",
            "author_name": "Drew Sullivan",
            "author_title": "The Tennessean",
            "full_text": "Each fall, the state of Tennessee releases its school test scores and every year The Tennessean dutifully runs three open pages of scores and graphs showing how local schools are doing. One perennial result is that Tennessee's students score above the national average in most subject areas, a fact trumpeted by the state department of education. Last fall, we decided to look into that claim. What resulted was a quick one-week story that called into question the basis of this claim. We also learned an important lesson on how information is presented and the importance of questioning basic assumptions. At the heart of the matter is the way standardized tests are done nationwide. State assessment programs often include two elements: a norm-referenced test and a criterion-referenced test. The first allows the state to look at how the kids in the state match up to national standards. The second is how kids match up to state standards. It was the norm-referenced test we were interested in. Tennessee students ranked between the 49th and the 59th national percentile rank depending on the grade level and the subject area of the test. To check whether these numbers were inflated, we asked around about other tests that might corroborate these results. This is always a good technique to check the results of any study or statistic. What we found was the National Assessment of Educational Progress or NAEP test. The NAEP test, which is administered by the Department of Education, is given in one subject area every couple of years to a sample of students across the country. In 1998, students were tested in reading and in 1996 and 1992 students were tested in math. The comparison surprised us. Tennessee showed up below the national average in both tests. The discrepancies between the two tests were large. We checked another test. We found Tennessee students scored below the national average in every subject area of the American College Test or ACT given to high school students. The Lake Wobegon Effect is an inflation of the national percentile rank due to discrepancies between the current test scores and an outdated, faulty, or limited national average. Most national norm-referenced standardized tests are normed every seven or eight years. The norming process has limitations that can lead to inflated scores."
        },
        {
            "year": 2000,
            "month": "March",
            "headline": "Political Census: Venezuela",
            "author_name": "Carlos Subero",
            "author_title": "El Universal",
            "full_text": "To know how politicians think at a given moment is valuable to readers in a country like Venezuela, which is going through a process of rapid political changes. But how does a news organization inquire into this? The solution to this dilemma was an issue raised by the Research department of El Universal, a Caracas-based national journal. We designed a 32-question census addressed to a group of candidates to the National Constituent Assembly with chances of being elected in the last July election. This enabled readers to know the opinions of the Constituent Assembly that they had elected, as of the day after the election. The Constituent Census was an unprecedented journalistic experience in the field of elite studies in Venezuela. It was possible because of the automation of the Venezuelan official ballots by the National Electoral Council. Just as it had been anticipated, the names of the 128-winning candidates were known merely two and a half hours after the balloting centers had closed. The questionnaire, handed out to the candidates during the two weeks before the elections, contained topics relating to the national politics, some value features and socio-demographic aspects such as age, state of birth, sex, and social origin. The electoral result was surprising. President Chávez supporters won 122 of the 128 posts, and the opposition won only four; two were independent: only one of the candidates elected had not been included on the initial list of interviewees. Out of the winners, we interviewed 92 percent. Two reporters downloaded the questionnaires coded using the SPSS processor. Thus, the database was created with 42 different variables, with data on the answers of 256 candidates to the Constituent Assembly. Within two hours of the release of partial election results, our final database had already been built in SPSS. The first day, the results of four questions were published; these questions allowed us to figure out that 97 percent of the candidates elected was thinking of implementing the presidential re-election. The Constituent Census was the second study on political elites that El Universal conducted during 1999, and one that has been an innovative contribution of precision journalism to the political sciences for consultation at different universities in this Latin American country."
        }
    ]
}