{
    "stories": [
        {
            "year": 2000,
            "month": "June",
            "headline": "A taxing issue",
            "author_name": "Richard Dalton",
            "author_title": "Newsday",
            "full_text": "Nearly 15 years after a Newsday series revealed that minorities on Long Island pay disproportionately higher property taxes, the area's tax assessment system persists. So the newspaper decided to take another look at the issue earlier this year. What we found was that despite hundreds of millions of dollars in payments to settle claims by overtaxed residents over the last decade and despite lawsuits by organizations including the New York Civil Liberties Union, Nassau County continued to defend a decades-old tax system that defied standard practices. Shortly after our story appeared, the county legislature voted to reassess based on market value. While some legislators who voted for the change cited Newsday's findings, observers generally said the main reason for the about-face was the county's ever-worsening fiscal position, caused in large part by the multimillion-dollar cost of settling lawsuits stemming from incorrect assessments. Across the country, most government entities base property taxes on the market value of a home. But Nassau County has been calculating property taxes based on what it would have cost to construct the home in 1938, when the system was implemented. That effectively means that minority and low-income areas pay a higher rate of property taxes. Here's why: A home in a rich, white neighborhood may have had the same construction costs in 1938 as a home in a poor, minority neighborhood. So the two homeowners would pay the same taxes. Meanwhile, the home in the wealthy neighborhood may have soared in value over the decades, so the taxes would be a significantly smaller percentage of home value compared to the home in the poor neighborhood, where property values often have risen far less."
        },
        {
            "year": 2000,
            "month": "June",
            "headline": "Death and dollars",
            "author_name": "Debbie Cenziper",
            "author_title": "The Charlotte Observer",
            "full_text": "It seemed like a simple question at the time: How many people are dying under questionable circumstances in the North Carolina mental health facilities they turned to for care? In July 1999, The Charlotte Observer decided to find out. Unfortunately, no regulatory agency, advocacy group or mental health organization tracked deaths of the mentally ill and developmentally disabled in North Carolina, despite the more than $1.4 billion the state spends annually on its public health system and $500 million on private facilities. With no one watching, dangerous trends went unnoticed, and negligent or abusive caregivers went unpunished. I turned to the state's center for health statistics for a database that offered information pulled from death certificates. The database had 370,000 deaths - every death in North Carolina since 1994. With assistance from Observer database editor Ted Mellnik, I used Access to filter the database for deaths in state-run psychiatric hospitals. Then, we filtered that list by cause of death, and came up with a list of questionable deaths, deaths by such things as choking, drowning and suicide."
        }
    ]
}