{
    "stories": [
        {
            "year": "2001",
            "month": "May/June",
            "headline": "Firestone and Explorers",
            "author_name": "Josh Barbanel",
            "author_title": "The New York Times",
            "full_text": "It was late in the day. We were up to our ears in other projects when a business editor interrupted with one of those vexing requests. It was a nuisance - hardly worth the attention of one, not to mention two, highly significant reporters in the new Investigative Cluster of The New York Times. \"Can you help us open up this spreadsheet,\" the editor asked. Sigh. The spreadsheet turned out to be a messy table with the first release of government complaints about deaths attributed to Firestone tires on Ford Explorers. We clicked on the table icon in the email, counted the cases and were done. Back to our very important work. But the next day, as my colleague Ford Fessenden likes to say, serendipity happened. We were discussing what we would have said, if the editors had seen us as something more than keyboard jockeys - and actually asked for help in thinking about and dealing with the rapidly developing story of the recall of more than 14 million Firestone ATX and Wilderness tires. Well, we both had worked with government accident data files. We knew that Ford Motor Company was using warranty claims data to monitor the problem (and make its case that the problem was all the fault of Bridgestone/Firestone). We knew the federal government was relying on complaints called in by survivors, lawyers and the auto companies. If these complaints involved real people killed in real fatal accidents, shouldn't we be able to track at least some of the same cases in the rich federal database of fatal accidents? The editors never actually assigned us to look into the Ford Explorers. But we poked around, and they were fascinated when we told them we were able to clearly trace a significant surge in tire-related fatal accidents in Ford Explorers, not found in other sport utility vehicles. This was remarkable (some may say debatable) because reports of tire-related deaths were rare events. At the time, the federal government had complaints of 88 deaths in tire-related accidents in the Ford Explorer, including some going back many years."
        },
        {
            "year": "2001",
            "month": "May/June",
            "headline": "Heavy lifting ahead",
            "author_name": "Richard O'Reilly",
            "author_title": "Los Angeles Times",
            "full_text": "The first wave of data from Census 2000 has washed ashore, providing some with an exhilarating ride surfing the leading edge of computer-assisted reporting. It may have been more terrifying than thrilling for others, however. Whichever situation you identify with, upcoming data releases will be much, much more challenging. The data dictionary for PL94-171's four tables of race and ethnicity was 10 pages long. For Summary File 1 coming this summer, the preliminary description runs 110 pages, and the final detailed listing will be many times that length. PL94-171 had a total of 288 population count variables, plus the 80 geography variables. Summary File 1 will have the same 80 geography variables plus 8,132 population and housing count variables. That includes 3,078 variables down to the block level plus another 5,054 that stop at the tract level. Those are just the counts. Our readers need to see percents and percent changes to comprehend the counts. And we need to sort counties, places, tracts, and maybe even block groups and blocks by those percents and percent changes to find the 'most' and the 'least' to salt and pepper our stories. Maybe this will be where the journalists are separated from the demographers. How many of us really need to work through 15 tables of 209 variables of Sex-by-Age for separate Race/Ethnicity categories? There is one variable per year through 99, then years are grouped from 100 up. But can we afford to ignore the nine tables of 49 variables each of Sex-by-Age for Race and Ethnicity categories, with ages grouped? The last time around we all were in races to see how much we could get into tomorrow's paper from today's download. That approach won't work this summer. Instead, we need to learn how to cherry-pick. Planning can only begin by getting the documentation and studying it. That means not only the technical documentation for Summary File 1, but also the documentation for STF 1 from 1990."
        }
    ]
}