{
    "stories": [
        {
            "year": 2001,
            "month": "July/August",
            "headline": "Dispelling a myth",
            "author_name": "Betsy Hammond",
            "author_title": "The Oregonian",
            "full_text": "Oregon education officials have emphatically touted our state's public schools as among the very best in the world, and parents in most Portland suburbs say they moved to their particular part of our metro area for the great schools. However, our newspaper used computer-assisted reporting, supplemented with a lot of in-the-field reporting, to establish that Oregon's suburban schools are overwhelmingly mediocre - and to name which schools have done the least to help students reach their academic potential. Our series, 'Why Not the Best?' (http://www.oregonlive.com/special/oregonian/education) drew hundreds of calls and e-mails from outraged readers. The Oregonian used SPSS to run regression analyses on student test scores, using family background statistics to 'level the playing field' among schools and see how each local school performs, given the students who come through their doors. The Oregonian added some new twists to its analysis, focusing not on finding schools in impoverished neighborhoods that do well, but on privileged neighborhood schools that were coasting or failing. We anchored our findings to national data, providing a data-grounded reality check for parents who were hearing relentless drumbeats of boosterism about Oregon schools being 'world-class.'"
        },
        {
            "year": 2001,
            "month": "July/August",
            "headline": "A new wrinkle",
            "author_name": "Dianna Hunt",
            "author_title": "Fort Worth Star-Telegram",
            "full_text": "It started with a high-profile football coach and allegations of sexual assault. The story made headlines in the Fort Worth area as a local school district investigated the allegations against a popular high school coach. The coach eventually resigned from the district after officials agreed to pay him $100,000 and drop the investigation. He was never charged with assaulting a female coach but was charged later with harassing another co-worker and her boyfriend. Star-Telegram education reporter Mart Frazier called the state teacher licensing board which acknowledged it was investigating the coach's teaching credentials. Further investigation found that convicted child molesters, rapists, drug users, and thieves, in addition to the coach, had remained certified as Texas teachers, sometimes for years, while their credentials were under investigation. State and school officials knew the teachers had problems but could not act quickly enough due to an overwhelmed system with a backlog of cases that could take years to resolve."
        }
    ]
}