{
    "year": 2001,
    "month": "September/October",
    "headline": "Naming debtors",
    "author_name": "Howard Fielding",
    "author_title": "Waterbury Republican American",
    "full_text": "In the Tax Collector's Office in Waterbury, Conn., there's a box about the size of a file cabinet drawer. It weighs roughly 50 pounds and is filled with accordion-folded printouts of delinquent real estate, auto and personal property tax bills totaling almost $55 million.\n\nThat's roughly a million dollars per pound of good stories in this city, where a fiscal crisis forced a state takeover of the budget process last year.\n\nThe Republican-American has covered news of the city's budgetary woes as it developed: the liens that were sold to a company that itself went bankrupt; the contract and pension disputes; the state's oversight board. The city, which is facing a staggering two-year deficit of about $75 million, received so much state aid this legislative session that one lawmaker jokingly referred to the collection of provisions as 'Waterbury welfare.'\n\nSeveral questions kept nagging readers - and the publisher and editors - of this family-owned paper: How much did the delinquent taxes contribute to the money pit, and would the city be solvent if it could collect all the outstanding debt?\n\nWe decided to obtain a list of the delinquent taxpayers, analyze it, and publish it in a format that people could understand.\n\nBetter yet, who are the deadbeats? Inquiring minds want to know.\n\nWe decided to obtain a list of the delinquent taxpayers, analyze it, and publish it in a format that people could understand.\n\nThe result was a June 17 cover story by investigative reporter Darlene McCormick and a six-page special section that ran in the city and suburban editions on June 17. Among her findings:\n\nThe top 10 real estate debtors combined owed more than $6.4 million but the city is unlikely to collect any of that soon because of court actions, environmental issues, and the sale of liens.\n\nThe property that showed the biggest outstanding debt - $1.3 million in bills going back to 1985 - was sold that year to the state, and meanwhile all the bills were going to the wrong place.\n\nA large part of the problem was poor record-keeping by the city.\n\nThe special section listed some of the delinquent taxpayers and how much they owe, based on records the Tax Collector's Office at City Hall gave to the newspaper in March.\n\nWe published the names of 2,159 of the more than 9,000 delinquent payers of real estate taxes only. Delinquencies on personal property, such as business equipment and fixtures, or on motor vehicles were not included because real estate makes up more than half the outstanding balance and is much easier to track.\n\nMonths of research went into formatting the records we received from the city. The list covered a 15-year period from 1985 to 1999 and reflected all payments made through March 22, 2001.\n\nThe newspaper requested and received names and amounts of every delinquent, even if they owed a nickel. Because of space limitations, only delinquents who owed $1,000 or more on real estate were listed in the paper. Also, most delinquents owing less than $1,000 owed only for the 1999 supplemental assessment or owed taxes on properties of very little value.\n\nThe project started last summer, when the newspaper first requested a list of delinquent taxpayers for analysis. The data the city provided then went back only a few years. It was not enough to publish a full and accurate list, but was enough to help uncover some of the problem spots in the system.\n\nThe newspaper made its second request in February, this time intending to get a full list for analysis and possible publication. The Tax Collector's Office was willing to cooperate, but asked if we could wait until the end of March because it was swamped with a wave of payments from January bills. We agreed.\n\nWe asked for all data available on delinquent tax bills, going as far back as possible. Computerized records of tax bills are available back to 1982. On March 23, the tax collector's office exported this data, reflecting all payments made through March 22, into four Excel spreadsheets - one for real estate property, one for business fixtures subject to personal property tax, one for motor vehicles through 1998, and one for motor vehicle bills delinquent from the 1999 regular and supplemental levies. We decided to concentrate on the real estate list.\n\nUsing Excel, we sorted the spreadsheet data by map, block and lot number and ran subtotals for each of the 9,354 delinquent properties.\n\nFirst, we had to clean the data because the information we wanted to publish - the owner's name - was spread out over two fields in the spreadsheet. This had to be searched and checked manually to ensure consistency, and this step was done over the course of a week.\n\nWe then opened the Excel 2000 spreadsheet, with records for each bill and subtotals for each property, into a Word 2000 table. This allowed us to run a macro that edited out the individual bill records, leaving only the subtotals for each property.\n\nWe saved this document as a text file and opened it in Access 2000 to give us a working database of the outstanding debt for each property. This database created the Top 25 properties list and formed the backbone for the delinquent properties database that was published on the Web site.\n\nThat got us only halfway to the list in the special section, which provided combined totals for each taxpayer (because many own more than one property)."
}