{
    "stories": [
        {
            "year": 2001,
            "month": "November/December",
            "headline": "Airport Insecurity",
            "author_name": "Jeff Porter",
            "author_title": "IRE/NICAR",
            "full_text": "Most Uplink readers are true believers, knowing that CAR is a necessity, not a simple luxury, for serious news organizations. That point certainly came home when newsrooms struggled with data after terrorism struck in the U.S. Sept. 11. In the aftermath of hijackers seizing four airlines and causing thousands of deaths, reporters began digging into the database of Federal Aviation Administration enforcement actions to find stories about the security of their local airports. The database includes lapses and violations of every level - from the passengers who innocently carries a knife to more serious security violations by airlines and airports. Do the data prove conclusively that airport security should have prevented the attacks? No. Do the data provide potential starting points for reporters covering the security status of American air travel? Absolutely. The IRE and NICAR data library, which provides the data to journalists, was deluged with telephone calls and data orders. During the weeks after the attacks, 119 news organizations purchased the data. IRE set up delivery via its FTP server. The database was on the library's regular schedule to be updated in October, so IRE pushed to update it even sooner. During the week of the attacks, a series of text files was obtained from the FAA, downloaded from the agency's public FTP server, and turned into a series of dBase IV files so journalists could use the data in almost any database program. This turned out to be a good decision. After stories started appearing and reporters started asking questions, the FAA turned off the data spigot within a week after the attacks. The files could no longer be downloaded. It seems that the data was suddenly deemed 'sensitive' by the agency that, since 1997, has provided copies of its Enforcement Information System database. Both the library and the NICAR-Le-mail discussion list agonized about trying to find answers about the complicated enforcement data. There are so many decisions to make on how to use the from deciding which types of violations are important to which airports or airlines to compare. But for example purposes, let's follow the path of a fictional news organization and how it reached the decisions it reached."
        },
        {
            "year": 2001,
            "month": "November/December",
            "headline": "Dangerous drivers",
            "author_name": "David S. Fallis",
            "author_title": "Washington Post",
            "full_text": "The initial idea was simple: Find out how drunken drivers fared in court. The Post knew that Montgomery County, a District suburb of about 850,000 people, had a reputation among defense lawyers, police, prosecutors, traffic safety advocates, and even drunken drivers as one of the most lenient in Maryland. Ultimately, by layering paper records, electronic records and information gleaned in interviews, the Post was able to reveal a complete picture of the courts at work, finding that drunken drivers often have the upper hand. Those who had killed people in alcohol-related collisions often didn't spend a day behind bars. Drivers with arrests in the double digits often got lighter sentences with each new conviction. Prosecutors sometimes didn't know drivers' full records, leaving those who had killed others to be sentenced as first-time offenders. In examining who was responsible, the Post found prosecutors ignored repeat offender laws and expedited cases through generous plea bargains. Judges were unaware of mandatory jail laws for habitual drunken drivers and failed to distinguish between second-offenders and those with more than 10 arrests. The Post also found that key lawmakers, some of them attorneys who defend drunken drivers, were causing the state to lose millions in federal highway funds every year because of their refusal to crack down on their clients. The reporting began with a request for district court officials to provide us electronic court data, which they refused to do. This led to a decision to sample cases in Montgomery County."
        }
    ]
}