{
    "articles": [
        {
            "year": 2002,
            "month": "September - October",
            "headline": "Data Access Year After Attacks Files Still Guarded",
            "author_name": "Jennifer LaFleur",
            "author_title": "Reporters Committee for Freedom of the Press",
            "full_text": "After Congress passed the 1996 amendments to the Freedom of Information Act, government agencies began putting more data and documents on their Web sites. But that trend reversed after Sept. 11, 2001, when several federal agencies moved to take down maps, databases, and entire Web sites from the public domain citing security reasons. Journalists no longer could get to the data they had used before in news stories. Instead of the usual reports and information on Web sites, many users instead found messages saying that sites were down or information was unavailable. The U.S. Army's Redstone Arsenal posted a message about portions of their homepage being temporarily blocked. Some information has been returned to government Web sites, but much continues to be unavailable, with additional information either being removed or not updated. Tracking closures, OMB Watch has tracked federal agencies' removal of information, seeing a dramatic immediate shutdown and not much reversal. Databases online earlier like federal agency enforcement data have been withheld citing security concerns, limiting information that had earlier been publicly accessible, highlighted with examples like environmental, pipeline data, and more, creating challenges for both journalists and the public in accessing formerly open records."
        },
        {
            "year": 2002,
            "month": "September - October",
            "headline": "Databases Add Depth to School Stories",
            "author_name": "Holly Hacker",
            "author_title": "IRE and NICAR",
            "full_text": "School's back in session, so as students tackle reading and math, journalists can get busy reporting. Whether it's teacher quality or test scores, budgets or bus rides, the education beat offers lots of issues worth exploring with computer-assisted reporting. Nowadays, journalists need to be even more insightful and aggressive in their education reporting. The federal government and all 50 states have put public schools under growing pressure to help kids succeed in the classroom. Most notably is the No Child Left Behind Act signed into law by President Bush this year. It requires states to set academic standards for children at each grade level and test children to see if they're meeting those standards. Some groups of children tend to perform better than others, but in the past those disparities rarely came to light. Now schools must break down test results by race, English proficiency, socioeconomic status, and other variables. Schools and districts must publish report cards with test scores, graduation rates, teacher qualifications, and other data. So for education reporters and CAR junkies, these mandates make for a veritable data-fest with lots of numbers, statistics, and trends to scrutinize."
        },
        {
            "year": 2002,
            "month": "September - October",
            "headline": "Data Shows Cronyism in Schools",
            "author_name": "Jason Grotto",
            "author_title": "The Miami Herald",
            "full_text": "The principal of Little River Elementary School wears sneakers to work. Armed with a walkie-talkie and clipboard, she patrols one of the poorest schools in Miami-Dade County, monitoring classrooms, comforting children, and assisting teachers. She also prepares grant applications and solicits corporate donations to buttress the meager resources available for her school, which scores at the bottom on Florida's Comprehensive Assessment Test. The cigar-chomping lobbyist wears expensive suits to work. Using political connections with school board members and a powerful union chief, he scored nearly $300 million in school business for his clients, including a questionable contract that landed him a $4 million payday. Investigative reporting revealed how taxpayer dollars often benefit lobbyists, contractors, and former school board members rather than the district's 365,000 children. The Herald reviewed a decade's worth of district spending helping explain why morale is low and how politics pervades the school system. A database was created pulling in ten years of paper campaign contributions, forming a new database from school district lobbyist registration forms, and obtaining a purchasing database from the school district revealing influential connections and large financial payouts, clouding the goal of school funding for bettering student education."
        }
    ]
}