{
    "stories": [
        {
            "year": 2002,
            "month": "November December",
            "headline": "DATA ACCESS GIS data carries high cost",
            "author_name": "Jaimi Dowdell",
            "author_title": "IRE and NICAR",
            "full_text": "For three years, David Washburn of The San Diego Union-Tribune has been itching to get his hands on a file from SanGIS, an organization that handles San Diego County's GIS data. Although the GIS data is available to the public, neither Washburn nor his newspaper is ready to fork over $15,000 for one year of data. 'I think my county is ripping me off and the taxpayers off how they are handling GIS,' Washburn said. Within the past five years, use of GIS software and data has exploded in newsrooms. Many journalists using computer-assisted reporting have found the programs essential and use them in their daily reporting. While many government agencies have posted GIS data files on their Web sites for free download, other agencies haven't been as open."
        },
        {
            "year": 2002,
            "month": "November December",
            "headline": "SPOTLIGHT: CRIME & JUSTICE Mapping finds bars, DUI wrecks linked",
            "author_name": "Rose Ciotta and Karl Stark",
            "author_title": "The Philadelphia Inquirer",
            "full_text": "Drunken driving was old news. It had been written about and rallied against for years. Yet, this year, for the first time in nearly a decade, drunken driving became a more deadly crime than murder. After years of decline, drunken driving's death toll was inching up nationally and in New Jersey, and holding steady in Pennsylvania. Those facts gave us ample reason to investigate drunken driving in the Philadelphia region. But, we faced the challenge of finding a fresh approach. Mapping and density analysis gave us the tools to dig deeper and come up with new information for our series, 'Loaded for Trouble,' which ran in June. From researchers we learned of cutting-edge work that found a link between the concentrations of liquor licenses and the locations of alcohol-related accidents. We set out to test the connection in the Philadelphia region. Our first problem was getting the data. In Pennsylvania, accident locations are a secret. Attorneys for the state cite a law that protects the state from liability claims. In addition, Pennsylvania's Department of Transportation several years ago removed from its public data on accidents just about every field of interest, including the date of the accident, whether alcohol was involved and whether there were any injuries. State lawyers cited another law that requires the state to withhold the identities of accident victims. In appealing these rulings, The Inquirer succeeded in getting PennDOT to release data at the town level, which allowed an analysis of trends in accidents by town and county over a five-year period. That data, however, did not identify any roads. We still did not know the worst areas in the region for alcohol-related crashes. For that, we had to rely on backdoor methods. Working through sources within the department, we were able to work around PennDOT's secrecy policy. We obtained data that located accidents on state roads in five-mile road segments. The table also included the total for a five-year period of alcohol-related accidents and fatalities. With that information, we were able to calculate the road segments with the highest per mile rate of alcohol-related accidents. Using ArcView 8.1, we mapped the accident data and revealed for the first time roads with above-average accident rates. We focused the story on state Route 3, a 25-mile stretch that extends from Philadelphia into its western suburbs that included a segment with the highest accident rate at 22 per mile. Working from paper records that we had accumulated from police and other sources, we found alcohol-related accidents that had occurred on Route 3 in which people had been killed. Through our reporting, we also located other accidents that had occurred on the very roads that police knew had high alcohol-related crash rates and where bars were concentrated. In some cases, they were located in towns where police made relatively few arrests for drunken driving. The tragedy of drunken driving was told through the stories of the victims who had been killed and injured."
        },
        {
            "year": 2002,
            "month": "November December",
            "headline": "Data boosts crime stories",
            "author_name": "Megan Christensen",
            "author_title": "IRE and NICAR",
            "full_text": "For the resourceful journalist using computer-assisted reporting, there are as many great criminal justice stories waiting to be written as there are Law & Order reruns on cable. Stories about local and national crime trends often begin with the FBI's Uniform Crime Reports. The data is compiled from voluntary reports submitted by city, county, state and national law enforcement agencies. Roughly 95 percent of all police agencies report their data, which outlines crime totals and details homicides. The database also contains information about law enforcement agencies and officers, and demographics of people arrested for major crimes. A useful companion is the National Crime Victimization Survey, a Department of Justice report based on a household survey designed to estimate the incidence of crimes such as theft, robbery, assault and burglary. Journalists can use the data to estimate crimes that may not have been reported to law enforcement."
        }
    ]
}