{
    "stories": [
        {
            "year": 2002,
            "month": "July-August",
            "headline": "Ritalin Roulette: State Data Pinpoints Drug Use by ZIP Code",
            "author_name": "Mark Skertic",
            "author_title": "Chicago Sun-Times",
            "full_text": "The story sounded so simple when my editor gave me the assignment: Do something on the amount of Ritalin and similar drugs used in the Chicago area to treat children for attention deficit/hyperactivity disorder (ADHD). It turned out to be a months-long effort that involved the first time an Illinois newspaper using data from the state's prescription-monitoring program. Of course, when I got the assignment I didn't realize Illinois even collected the data. Seventeen other states have similar programs - California, Hawaii, Idaho, Indiana, Kentucky, Massachusetts, Michigan, Nevada, New Mexico, New York, Oklahoma, Pennsylvania, Rhode Island, Texas, Utah, Washington and West Virginia. Each state's program is slightly different from the others, but the overall intent is the same: to collect information about the prescription of controlled substances. Ritalin, Adderall and other ADHD drugs are Schedule II narcotics, so details about their use is collected under these programs. For details on the programs, see the DEA's Web site at www.deadiversion.usdoj.gov/pubs/program/rx_monitor/faqs.htm. In Illinois, every time a pharmacist fills a prescription for Ritalin, the state gets a record of that transaction electronically. The record includes the name and address of the person who received the drug, his or her birth date, amount of the drug prescribed, which doctor wrote the script and where it was filled. The discovery that Illinois collected data on where people who get prescriptions filled live was a potential gold mine. The Drug Enforcement Administration encourages states to do prescription monitoring because it's helpful in tracking doctor shopping - instances where the same patient visits several physicians in hopes of collecting multiple prescriptions. It's also a good way to see if some doctors are prescribing unusually large amounts of certain drugs. For reporters, it's an excellent way of seeing exactly where some drugs are being used. Many stories have been done using DEA point-of-sale data, which shows how much Ritalin and other Schedule II narcotics are dispensed by pharmacies. The best use of this data was in 2001 when The (Cleveland) Plain Dealer used it to measure Ritalin usage for every county nationally. But that data has severe limitations when you want to measure usage by ZIP code, as we did in Chicago. In many areas, people don't get their prescriptions filled in the same ZIP code where they live. In Chicago, for example, point-of-sale data shows an unusually high Ritalin-usage rate in the downtown Loop area. But that's only because thousands of people come to work, get their children's prescriptions filled at pharmacies in the parents' office buildings, and then they take it home to the suburbs in the evening. The discovery that Illinois collected data on where people who get prescriptions filled live was a potential gold mine. All we had to do was get our hands on the data. Illinois' Department of Human Services initially told the Chicago Sun-Times it would cost $6,000 to provide information on where people were being prescribed Ritalin. When I called back to ask why the charge was so outrageously high, I was told that someone was going to have to write a program to extract that information from the prescription-monitoring database. (It was at this point that we realized Illinois even had a prescription-monitoring program). Fine, we told them. Just send us the entire database and we'll extract what we need. That, the state told us, was impossible. We insisted they were mistaken, and after several more telephone calls, a few letters, and promises of legal action, the state agreed with us - to a point. Based on our negotiations with them, the department agreed to give us portions of the data we were after. Names of patients and doctors weren't provided, nor were pharmacies. The state also refused to provide data for all counties in Illinois, arguing that in some counties one person had received a particular drug - and we could theoretically track down that patient, thus violating his right to privacy. In the end, we agreed to request data only from the ZIP codes in the six counties in northeast Illinois - the region where the vast majority of the state lives and where the Sun-Times sells most of its newspapers. A few weeks later, a CD packed with data arrived in my mailbox. There were a few problems. The data didn't include dates of birth, only patient ages (another concession we agreed to because of the state's fears that patients could be identified). It looked like there were a lot of babies receiving unusually large doses of some drugs. A call to the state explained the problem. Anytime a record lacked a DOB, the programmers inserted a zero. That made analyzing the amount of drugs given infants impossible. At about this point the project was sidelined by Sept. 11 coverage. Ultimately, we asked the state to re-run the data, fix the age field (those missing DOBs were now labeled with 999) and update it with more numbers collected since our last request. Soon after, we had a CD with 641,735 records. Each line was 98 characters long. The data imported into Paradox (version 9.0) without a problem. The record layout the state provided made parsing the lines of data simple. But that didn't make it easy to read. The data had no drug names, only National Drug Code numbers. The number tells you exactly what the drug is and how strong a dose was prescribed. For example, 9042769 is a 10-milligram dose of methylphenidate hydrochloride (the generic form of Ritalin) in tablet form. The state's data had 457 different NDC numbers. That doesn't mean there were 457 different drugs. In many cases, the same drug has multiple NDC numbers. For example, the NDC number 7811749 also indicates the patient received 10-milligram methylphenidate hydrochloride tablets. To make sense of it all, we downloaded the NDC dictionary from the DEA (PC and Mac versions are at www.deadiversion.usdoj.gov/arcos/ndc/ndc_dic.htm.) By joining this data to the state's, we had a database that showed at a glance what drugs were prescribed and at what dosage. Finally, we needed to know how many people lived in each ZIP code and how many fell into different age groups. We used Census ZIP Code Tabulation Area population. It's available from American Factfinder on the Census Bureau Web site www.census.gov. With this new, enhanced database - it now included the state's data, drug names, and population figures - we did some relatively simple calculations. Looking at Ritalin, for example, we added up all the milligrams of Ritalin prescribed to people under age 18 in each ZIP code, then divided by the number of people under age 18 living there. This ratio helped us learn where the largest proportions of certain populations were receiving the drug. Using ArcView 3.2, we opened ZIP code shape files for Illinois and linked our state data to that on the \"ZIP Code\" fields. Then we mapped the ratio. Even someone with only a passing familiarity with the Chicago area could see the patterns: ZIP codes in the north and far west suburbs - traditionally some of the area's wealthiest - were the same places where large concentrations of the under age 18 population received these drugs. Most of the city, as well as the south suburbs, had relatively low usage rates. We ran a lot of those ratios - for specific drugs and also for all forms of methylphenidate. We also used it to examine usage of ADHD drugs such as Adderall and Dexedrine. Generally, the results were consistent- wealthier areas have larger concentrations of the drugs being used. At this point a lot more traditional reporting began, with calls to doctors and parent groups, as well as visits to schools and meetings of support groups for parents with ADHD children. And while many of them had anecdotal observations about where usage was high or low, we had concrete numbers that helped focus the story on ADHD in a way that hadn't been done locally before."
        }
    ]
}