{
    "stories": [
        {
            "year": 2003,
            "month": "July/August",
            "headline": "TAXES Finding the biggest deadbeats",
            "author_name": "Mark Greenblatt",
            "author_title": "WBBH-Fort Myers/Naples, Fla.",
            "full_text": "Our project began with a search for the top 10 tax delinquents in Charlotte County. With government budgets facing some of their tightest years in state history, my television station wanted to know who wasn't paying their fair share of property taxes in southwest Florida. By the end of the reporting, we discovered a much more important story that could potentially help collect millions of dollars in lost revenue for Charlotte County. I began by contacting the Charlotte County tax collector and requesting a complete database of all tax certificates issued to people who hadn't paid their real property taxes in the last seven years. We wanted to know who the delinquents were and how much they owed in taxes and penalties. Within a week of the initial request, I received a comprehensive set of 'deadbeat data' from the tax collector on CD-ROM. Since Charlotte County stores delinquent taxpayer information on a mainframe system, I asked for the data in ASCII. They provided the entire database for free. I imported the text into Microsoft Access 97. Not long after beginning a search through all the records, I discovered my first roadblock. The tax collector kept detailed information on each delinquent, but surprisingly, no one had tallied up how much people owe in back taxes over the years. In fact, I was told no one had ever done a countywide calculation showing how much each delinquent owed in penalties over multiple years. Also, because interest kept adding up, the dollar figure changed every day. But the tax collector's database showed only how much delinquents originally failed to pay. To get an accurate picture of the top tax delinquents, I needed to calculate the back tax information for more than 40,000 records. After talking with the information technology office for the tax collector, I began writing a program in Access to calculate back taxes. To accomplish our task, we had to first calculate how many months had passed since each delinquency began. The more months without a payment, the more in back taxes owed. I created two new fields in Access and ran the calculations to show the number of delinquent months and the monthly interest rate for each delinquent. We used this information to calculate how much each delinquent owed in back taxes, but I still had to add a $4.25 penalty to each record to cover the cost of advertising the delinquency in a local newspaper. After completing the work, we finally thought we had all the information we needed. It didn't take long for us to discover I needed to merge the file with another county database to get an accurate picture of local delinquents. The database of tax certificates showed only the name of the person who owned the property the year its taxes became delinquent. We needed a second database to see the name of the current owner. Florida law states the current owner of property is responsible for all back taxes. I called the property appraiser's office and arranged to receive the electronic list of properties in Charlotte County. I merged the tax collector's information with the property appraiser's list by joining the files using the 'strap number' field that serves as a property identifier. Finally, with information about current property owners in hand, we were able to generate the true list of top tax delinquents. Our queries found that one company had piled up more than $950,000 in back taxes on more than 500 properties. With a quick visit to the county clerk's office, we discovered the county's top tax delinquent was going to have a very difficult time paying its bill. Court records showed the company had gone bankrupt and hadn't paid its taxes for seven years in a row. Despite this fact, the county continued to spend tax dollars sending out delinquent notices and advertising its delinquency in the newspaper year after year. This struck us as odd, since Florida law allows county governments to auction property if the owner remains delinquent for more than two years. For some reason the county was bypassing the option to auction the properties off, a move that could recoup money and return the real estate to the tax rolls. By law, the tax collector must spend tax dollars advertising delinquencies three times a year for each piece of property that qualifies. We began more detailed queries, searching for all the delinquents that hadn't paid for years but were still draining the county's coffers. We calculated the tax collector had spent $251,712 since the mid-1990s trying to collect from deadbeats it could have cracked down on long ago. We eventually uncovered a total of $8.3 million in uncollected taxes across the county since the mid-1990s. It's money that wasn't getting to essential services such as schools, fire departments and road construction crews. More than $1 million of that would have gone to the Charlotte County Fire Department. Fire Chief Dennis DiDio told us it could have added new fire trucks, firefighters and equipment to fight bio-terrorism. Further research revealed Florida law requires county governments to auction off all land worth more than $5,000, if the land has been delinquent for more than two years. If it's worth less than $5,000, counties can decide for themselves if they want to go after the property. The $8.3 million in uncollected revenue we discovered was largely made up of properties worth less than $5,000. We found the county failed to put together all the pieces on its own. It looked only at how much each delinquent owed on individual pieces of land. No one ever thought to keep track of just how much delinquent land existed under one person's name. We eventually discovered systematic proof that the county wouldn't crack down on a majority of delinquents who owned land assessed at $5,000 or less. We took our findings to the tax collector and the real property manager for Charlotte County. The tax collector told us she wanted to immediately respond by auctioning off all the delinquent land we discovered. However, that wasn't her decision to make. The real property manager decides which land to sell at tax auction. When we showed him our findings, he pledged his support for the tax collector's idea. The real property manager told us he would begin the process of auctioning off all the delinquent properties that qualified for the program. The county clerk has agreed to postpone some of its normal fees to speed the sale of the large number of properties that will be auctioned off on the courthouse steps. The Charlotte County tax collector and the real property manager credit WBBH for discovering a potential source of millions of dollars in uncollected revenue. We're told Charlotte County will complete its auctions over the course of the next year."
        },
        {
            "year": 2003,
            "month": "July/August",
            "headline": "SPOTLIGHT: JOBS, PAY & PERKS - Simple sorts reveal cops' overtime jackpot",
            "author_name": "Mark Pazniokas",
            "author_title": "The Hartford Courant",
            "full_text": "Hartford police complained for years about being underpaid. Starting pay is just $34,554 - lower than in many nearby suburbs. Patrol officers' base pay tops out after five years at $56,095. So it was startling news when The Hartford Courant reported that the median income for the city's police officers actually was $75,000 last year, with 20 percent of the force's 377 officers making at least $90,000. Abundant overtime pay and a contract that allows police to work double shifts every day helped three dozen rank-and-file cops earn more than $100,000. The top-earning cop was a patrolman: Joseph Smith grossed $143,405, with overtime making up $86,215 of his total pay. The findings, published on May 25 in an article by Matt Burgard, our city police reporter, and me surprised not only Hartford residents, but also police administrators and union officials. The Hartford Police Department did not monitor overtime earnings by individual officers, only by units. 'Is this right?' the police chief asked, when shown a printout of the top overtime earners. Then he turned to an aide and said, 'Who the hell is Joseph Smith?' We uncovered the high salaries by analyzing data that all municipal beat reporters should have on their computer desktops: a city worker payroll list, broken down by department, base pay and overtime. I requested the data earlier this year with no particular story in mind. At a minimum, I figured the payroll would be helpful in checking names and salaries on deadline. Obtaining the city payroll data was easy, and analyzing it was simple even for a reporter using an Excel spreadsheet for the first time. Before requesting the data under the Connecticut Freedom of Information Act, I consulted with the city's information technology director and asked questions. How did the city maintain the records? What would it take to copy the entire payroll file to a CD-ROM? I had made a point of getting to know the director months earlier, asking him to give me a tour of the recently merged city-school board information technology system. By the time I filed my FOI request by e-mail, I knew that producing a copy of the payroll on a CD-ROM was a matter. of a few keystrokes for one of his staffers. Similar requests by The Courant have not always gone so smoothly. A few years ago, the Connecticut State Police tried to charge Jack Dolan, our resident computer-assisted reporting guru, a heart-stopping sum for a copy of its criminal convictions database. The state police figured copies of individual records cost $25 and there were 815,000 records in the database. So they multiplied $25 by 815,000. The bill came out to more than $20.3 million. Try burying that in an expense report. The newspaper instead opted for a lawsuit, resolved last year by the Connecticut Supreme Court. As a result, it is well-established law in Connecticut that public agencies can charge only reasonable fees for copying electronic records. The city of Hartford gave me a copy of its payroll data at no charge. With brief tutoring by Dolan, I started playing with the city data. The city provided the data on an Excel spreadsheet at my request. I quickly realized, however, the data was incomplete. The city had provided me every employee's salary, not the actual pay. Missing were overtime and longevity payments, small bonuses paid for years of service. I amended my FOI request to include all payments to employees, including longevity payments and overtime. This time the IT director gave me the bad news: Marrying overtime records with the payroll would require staff time for which he would have to charge me. We agreed on a price not to exceed $100 - a bargain for 6,700 payroll records. The payroll records listed each employee in alphabetical order with six other columns of data: department, regular pay, overtime, longevity pay, other pay and gross pay. Sorting by salary, I created a list of the city and school employees in descending order of gross pay. The list showed rank-and-file cops making more money than the city manager, police chief and other department heads. To find all the top overtime earners, I sorted again by overtime. We put the analysis into a broader context by reporting more. Opportunities for overtime had been increasing every year as the department's force had been allowed to shrink. The police contract encouraged officers to take overtime when offered, especially as they neared retirement. Police pensions in Hartford are based on an officer's 'final average income,' taken from the best three of the last five years before retirement. Patrolman Smith declined to talk to us, though we were able to answer the chief's question: 'Who the hell is Joseph Smith?' It turned out that Smith had achieved a measure of notoriety under a previous administration. He was accused of loafing on the job and stealing city time. He was reinstated after a jury acquitted him in 1999. Officer Plummer Carroll, who finished just behind Smith with $80,606 in overtime, was happy to talk about his industrious ways. He took all the overtime offered to run up his pension calculation. He estimated that he averaged about 80 hours a week, with a high of 110 hours, over three years. 'I missed out on a lot of beautiful things: holidays, weekends,' Carroll said. His reward: an annual pension of $74,093-nearly $20,000 more than his base pay of $56,095."
        },
        {
            "year": 2003,
            "month": "July/August",
            "headline": "FIRST VENTURE Learning lessons while tracing pol's spending",
            "author_name": "Todd McAdam",
            "author_title": "Press & Sun-Bulletin (Binghamton, NY)",
            "full_text": "As I walked out of a prominent state senator's office following an interview, he and his spokeswoman handed me a plastic bag. In it were two bars of high-quality chocolate imprinted with his campaign logo, a coffee mug with the same design, a bottle of a spice rub suitable for beef, chicken or fish, and a bottle of steak sauce regularly sold at the politician's premier fundraiser. 'You know,' I told the spokeswoman, a longtime source, 'I can take this only if I do a story on it someday.' She laughed. Six months later, I sat at my desk and stared at the mug. It was gathering dust on a corner of my desk. I had just returned home from an IRE and NICAR Boot Camp and was eager to prove that I don't believe in junkets - and wouldn't go to Columbia, Mo., for one even if I did. Why is steak sauce important to a political campaign? That was the key element of my first computer-assisted reporting project: A question. Finding New York's campaign finance database online was easy. After that, I had to fall back on my Boot Camp training. Two pieces of advice became immediately useful - even critical - in doing the story: First, find a buddy to review your work. In my case, I tapped Brad Heath. He's a reporter in Detroit now, but he was my predecessor as Binghamton's CAR person and understands my experience as a reporter and my virtually nonexistent database skills. In fact, he knew the data I was working with, too, because he had briefly played with it. Second, give the database to the source. The campaign treasurer had done all the paperwork in filing the information, and it was in his interest to make sure I got my facts straight. He found a couple of errors in my queries. And with more than 3,000 potential sources, I still kept total control of what the story said. I learned a few other lessons. Do everything two or three times. It wasn't until I exported my query results to Excel and checked the math that I realized the numbers didn't add up, and it was because of a problem in my query. At Boot Camp, they called these data integrity checks, and they are important. Review the data. The quick and easy task is to find the extremes in your data, and that frequently can be useful. But go through the rest of it, too. You'll come up with more questions. Why, for example, couldn't I find the local Republican leaders contributing to the area's most prominent Republican, but I could find their spouses? You're not going to notice that unless you know both the data and your subject. I'm primarily a beat reporter so that kind of analysis was easy, even fun, once my co-workers and I made a game of finding how many names we recognized. I don't know how a reporter could do that coming into the data cold. I also had to learn what the data wasn't telling me, which meant I had to learn what it was supposed to say. Candidates for New York's state legislature generally contribute to a party 'housekeeping' fund to pay for legal advice, polls and whatnot. Other politicians had contributed to it, according to my analysis, but the state senator hadn't. Either he was the state's biggest political cheapskate (unlikely) or there was another fund out there the data didn't have a record of. I had to learn to keep focus on my story - how the senator's campaign spent its money. There were plenty of other tempting angles to pursue. Why was the ambassador to Grenada my boy's biggest individual contributor? And was the fact that he was indicted about 15 years ago (and later exonerated) on charges alleging he blew up trailers of a union protesting one of his facilities relevant? Fascinating stuff, but it wasn't part of the story I had in mind. Maybe next time. That's the lure of a good database. It gives you a garbage load of ideas. You can't do them all. Even if you could... you probably shouldn't. Overkill can be a nasty habit, and with all the time I sank into this project, it was a temptation. CAR stories are inexpensive compared with other investigative stories of similar depth, but they're inefficient compared with traditional methods. That can be an issue at a community newspaper, where cutting somebody free from the daily need to feed the beast can be a burden on everybody else. Fortunately, Heath taught my editors that so I didn't have to. Through all of this, Heath double-checked my work and cheered me up when I felt dumb. With his help, I learned to rewrite queries to make them as simple as possible. The easy."
        }
    ]
}