{
    "stories": [
        {
            "year": 2003,
            "month": "March/April",
            "headline": "DATA ACCESS Obtaining restricted files",
            "author_name": "Megan Christensen",
            "author_title": "IRE & NICAR",
            "full_text": "You think you have found the perfect data: thorough, current, topical, ASCH text. Then, the fine print. \"This data is provided for statistical research purposes only\" or \"Authorized for release to qualified research personnel or institutions.\"\n\nThe good news is that there is no special data club only for people with Ph.Ds. Journalists, too, can sign research agreements and gain access to databases. These arrangements can open the door to a wide variety of data for computer-assisted reporting.\n\nBut before accepting data with legal strings attached, journalists who've considered these agreements recommend exploring: Is there any other way to get the story? Can I report the story the way I want under the terms of the agreement?\n\nAgencies restrict access to many of these data sets because they contain sensitive information. Although you can't always avoid such obstacles, you should be certain that this is the only way to obtain the information you need for your story."
        },
        {
            "year": 2003,
            "month": "March/April",
            "headline": "SPOTLIGHT: CAR FOR WARTIME",
            "author_name": "Brant Houston",
            "author_title": "IRE & NICAR",
            "full_text": "Databases and resources abound for covering war-related stories, but organizing them in a useful way can be a challenge. At IRE's recent Annual Computer-Assisted Reporting Conference in Charlotte, several speakers slotted the resources into these categories.\n\nMilitary and security\n\nThe U.S. Census Bureau has an enormous amount of data on the military, veterans, educational background of military and so on. Summary File 3 of the Census 2000 release is jam-packed with information. You can use American Factfinder (http://factfinder.census.gov) to zero in on what you need.\n\nNational Guard and reserves deployment data can be obtained from the Defense Department DefenseLink Web site in Adobe Acrobat format at www.defenselink.mil/news/Apr2003/d20030409ngr.pdf. Check the DefenseLink news releases section for updated lists.\n\nDefense contract data is in the Federal Procurement Database or on the Web at www.defenselink.mil/news/contracts.html. The DefenseLink Web site also has reports with html tables on a variety of subjects. The IRE and NICAR Database Library can provide the procurement database to journalists."
        },
        {
            "year": 2003,
            "month": "March/April",
            "headline": "Tracking deportations by country of origin",
            "author_name": "Mark Bixler",
            "author_title": "Atlanta Journal-Constitution",
            "full_text": "Not long ago, computer-assisted reporting was a language that other reporters spoke, as foreign to me as Serbo-Croatian. I had a hard enough time opening e-mail attachments, so slicing and dicing numbers by computer seemed beyond my grasp. Then my newspaper sent me to a four-day workshop that it sponsored with the National Institute for Computer-Assisted Reporting. An instructor demystified spreadsheets and databases. I saw the possibilities.\n\nI cover immigrants and immigration for the Atlanta Journal-Constitution and have written extensively about changes affecting non-citizens since Sept. 11, 2001. The Immigration and Naturalization Service detained hundreds of people from Arab and Muslim nations for violations of immigration law that were once considered minor, such as overstaying a visa. It has held many of them in secret and displayed great reluctance to divulge information about them.\n\nWouldn't it be great, I thought, to know the nationality of people deported after Sept. 11?\n\nA simple phone call to the INS public affairs office in Washington got a Microsoft Excel spreadsheet in my e-mail inbox that showed the nationality of all people removed from the United States for the past six budget years. It listed countries alphabetically; the nations were not ranked by the number deported in any particular year.\n\nThe spreadsheet had more than 200 rows for the countries, from Afghanistan to Zimbabwe. The 18 columns showed for each of the past six years the number of people expelled, the number of criminal expulsions and the number of noncriminal expulsions.\n\nThe findings from the data included that the number of foreign nationals expelled to North Africa, the Middle East, and South Asia multiplied faster than for citizens of nearly all other nations in the year after Sept. 11, 2001. Eight of the 10 countries with the most dramatic increases in deportation were Muslim nations. The countries with the most dramatic increases in order were Tunisia, Morocco, Egypt, Yemen, Guyana, Jordan, Lebanon, Pakistan, Samoa, and Algeria. By contrast, overall deportations went down 18 percent. The number of immigrants deported to Mexico, which sends the vast majority of immigrants to the United States, went down 24 percent."
        }
    ]
}