{
    "stories": [
        {
            "year": 2004,
            "month": "September - October",
            "headline": "Purged voter problems",
            "author_name": "Chris Davis and Matthew Doig",
            "author_title": "Sarasota Herald-Tribune",
            "full_text": "Our analysis of a controversial database that Florida election officials were using to purge felons from the voter rolls exposed a fatal flaw that led to the list's demise. The analysis was simple, though the story was anything but ordinary.\n\nWe imported the state's data into Microsoft Excel. With the help of a pivot table, we found how many of the 48,000 people on the list were white, black or Hispanic. Excel's pivot table function allows users to create cross-tabs to categorize and summarize data.\n\nImmediately, the problem appeared in the results - 24,000 of the potential felons were white, 22,000 were black, and 61 were Hispanic. We knew that Hispanics in Florida make up a key Republican voting bloc that had been instrumental in getting Gov. Jeb Bush and the President elected.\n\nRoughly 17 percent of Florida's population is Hispanic, the largest minority population in the state. It didn't seem logical that there would only be 61 on the list... continued on page 12"
        },
        {
            "year": 2004,
            "month": "September - October",
            "headline": "Guiding the project from start to finish",
            "author_name": "Tim Ragones",
            "author_title": "IRE and NICAR",
            "full_text": "Working on a computer-assisted reporting project can mean dealing with slow record requests, dirty data, and uncooperative software. But untrained editors may pose as much an obstacle to projects as these other hurdles.\n\nThat's what John Ullmann, IRE's first full-time executive director and the current executive director of the World Press Institute in St. Paul, Minn., told a room of newsroom managers at a CAR boot camp for editors earlier this year in Columbia, Mo. If project reporting is a team sport, Ullmann said, editors are its weakest members.\n\nUllmann, tapping into his experience as a former project editor, provided guidance to the editors and news managers at the boot camp on how to build better computer-assisted stories from conception to publication... continued on page 20"
        },
        {
            "year": 2004,
            "month": "September - October",
            "headline": "Starting small",
            "author_name": "David Donald",
            "author_title": "IRE and NICAR",
            "full_text": "What's next? That's the question I face most often when I finish teaching an introductory session of computer-assisted reporting to journalists from small news organizations.\n\nWhat they're often really asking is simple: How do I go back to a small- or medium-sized newsroom that has never done CAR?\n\nSad to say, even today some larger newsrooms exist without doing much CAR. But for reporters in smaller organizations, the thought is intimidating... continued on page 22"
        }
    ]
}