{
    "stories": [
        {
            "year": 2004,
            "month": "July/August",
            "headline": "Targeting voting wrongs",
            "author_name": "Benjamin Lesser",
            "author_title": "The (Hackensack, N.J.) Record",
            "full_text": "Last year reporters at our newspaper learned that the U.S. Department of Justice was investigating possible voting rights violations in Teaneck, a small New Jersey suburb of New York. This January one of our reporters, Scott Fallon, approached me about doing something more substantive than the typical he said-she said story about the probe. After some discussions with our editors we decided to give it a go. Our plan was to conduct a parallel investigation to the Justice Department's. A few months later we published a story that detailed for our readers what the Justice Department investigation involved, what conclusions the investigators may draw and ultimately what the investigation could mean for the town. The Justice Department began its investigation after receiving an anonymous complaint from a local resident. Investigators were trying to determine whether Teaneck's at-large voting system should be replaced with a ward system that would help promote the election of black candidates to the town council and school board. Teaneck was 28 percent black but none of the members of the town council and only one member of the school board were black. In fact, there hadn't been a black resident on the town council since 2000. We learned that the investigators would be seeking to answer three key questions. First, was there racially polarized voting?... At the end of the analysis we were able to paint a statistical portrait of Teaneck for our readers that helped explain what had happened in recent elections and also gave them insight into what was probably happening inside the federal investigation."
        },
        {
            "year": 2004,
            "month": "July/August",
            "headline": "Modeling reality: Examining evacuation during nightclub fire",
            "author_name": "Paul Edward Parker",
            "author_title": "The Providence (R.I.) Journal",
            "full_text": "Computer simulations, or models, are commonplace in the scientific world. They are used to predict hurricanes, forecast the spread of epidemics and calculate how long it would take people to leave a crowded building. Computer models are considered scientifically reliable, yet they are a rarity in the world of computer-assisted reporting. In the course of covering the Rhode Island nightclub fire that killed 100 people in February 2003, The Providence Journal developed a database of people who were inside the building when it caught fire. This database was used for stories that documented how many people were inside the building, and for a narrative of the six minutes from when the fire started until the last survivor escaped. We also used it for a computer model that examined how the crowd fled the nightclub and how things could have been different with a few minor changes. Crowd evacuation simulation software is well accepted in building design and fire safety industries. The Station nightclub fire was the ideal situation for a newspaper to use a computer model... The stories developed from the computer models were part of The Journal's package that was recognized as a finalist for the Pulitzer Prize for public service..."
        },
        {
            "year": 2004,
            "month": "July/August",
            "headline": "Property data analysis finds extra tax credits",
            "author_name": "Kevin Corcoran",
            "author_title": "The Indianapolis Star",
            "full_text": "Thousands of Indianapolis taxpayers cashed in last year on multiple homestead property tax credits even though this valuable break was intended to reduce taxes only on a homeowner's primary residence. After analyzing computer records for nearly 210,000 properties that received the break for owner-occupied homes, we reported that more than 9,300 people benefited from as many as 11,465 homestead tax credits they weren't entitled to. These credits cut taxes on homes taxpayers no longer lived in - or had never lived in. Some taxpayers got five, 10 - even 20 - credits at once. The Star calculated the cost of the credit and deduction errors uncovered in Marion County at more than $6 million... The idea for the story emerged while I was cleaning a larger database of nearly 400,000 county property records. I wanted to evaluate the effects of a wrenching court-ordered overhaul of Indiana's system of valuing property for tax purposes..."
        }
    ]
}