{
    "stories": [
        {
            "year": 2004,
            "month": "March-April",
            "headline": "Finding 'missing' kids",
            "author_name": "Marc Chase",
            "author_title": "The Times (Munster, Ind.)",
            "full_text": "At first glance, the Indiana Missing Children Clearinghouse list showed that our circulation area led the state in the number of children reported missing by law enforcement agencies. The list also held the potential for a number of compelling stories about children who had been listed as missing for several years. But, as we tried to track down those compelling stories, we found the real story surpassed our initial impressions. We found that at least 16 children, or 10 percent of those listed as missing from our region, were not missing at all. And the city of Hammond likely had more children on the state's list than Indianapolis, which is larger, because Hammond detectives had failed to follow up with parents in those cases. What began as an attempt to turn around a quick computer-assisted reporting project led to a three-month investigation that revealed serious flaws in a statewide tool that is supposed to help locate missing children. The investigation began in July, with just a simple search of data made available on the Internet through the state's Web site. A link to the Indiana State Police Web site led to the Clearinghouse list, containing the names of 467 children supposedly missing 30 days or more. The list, which was in fixed-width format, was easily imported into a Microsoft Excel spreadsheet for analysis. Four columns of information contained the names of the missing children, their birthdays, the dates they were reported missing and the agencies handling their cases. First, I sorted the data and kept only the records involving agencies within our circulation area, placing those in a separate spreadsheet. I used Microsoft Access to count the number of cases handled by each law enforcement agency in the state. That search showed two of the major cities in our readership area - Hammond and Gary - led the list in terms of the number of children reported missing by single agencies. At the very least, we could run a story showing that Hammond, with 56 cases, and Gary, with 60 cases, each had nearly twice as many children on the list as the state's largest city of Indianapolis, which had 32 cases. Next, I created new columns in the statewide and regional spreadsheets and wrote formulas to calculate the number of years or months each child had been listed as missing. I also calculated their current ages and the ages at the time they disappeared. The results showed cases of children who had been on the list for a number of years, including a Hammond boy listed as missing for 10 years following an alleged abduction in a custody dispute. After looking at the data, two lines of reporting emerged: one on why cities in our region topped the list and the other on the stories of children who had been missing for a long time. Those areas of focus changed slightly following my first interview with the supervisor of the Hammond Police Department's juvenile division. During the interview, the police sergeant agreed to track down more information on the cases of Leslie Richardson, reportedly missing for 10 years, and of Talion Mansfield, who had been listed as missing for two years. I was also told that if I wanted copies of the original missing children's reports filed by parents or guardians, I would have to file an open records request through the city's legal department. After the interview in Hammond I was driving back to our main office in Munster when my cell phone rang. The sergeant was on the other end and he explained to me that after making a couple of phone calls in the Richardson case, he determined that the boy - reported missing at the age of 4 and now 14 - was no longer missing. It appeared, the sergeant said, that the boy's parents had never called back to report that the custody dispute leading to the report had been resolved. The sergeant added that parents have the responsibility to contact the authorities once children are found and police merely take the reports. Shortly after I returned to the office my cell phone rang again. This time the sergeant reported that the other case had inquired about involved a child who also was no longer missing and had not been for quite some time. Again, the sergeant blamed the original complainant on the report for failing to close out the case with the police. At this point, red flags regarding the list's accuracy and effectiveness began waving furiously. In a groundbreaking series of stories that ran nearly 20 years ago, The Denver Post debunked inflated claims national child abduction totals. I filed public record requests for more than 100 missing children reports from Hammond and Gary and within three weeks began sifting through each one, gleaning contact numbers for parents and calling them one by one. I used people-finding tools on the Web to track down some of the parents who had moved or whose phone lines had been disconnected. That helped me find another 14 cases from the region involving children who had been listed as missing for years or months but who had actually only been missing for days or hours. In each case, parents said that the police had never contacted them for follow up after the parents filed their initial report. And in six of these cases, parents said they had called the police to tell them their children had been located. I also called parents whose children remained missing. Those parents reported that police had also failed to follow up in the cases of their children. We even followed one woman who walked the streets of Chicago's South Side, tacking posters of her daughter to utility poles because she was frustrated the police did nothing to help locate her daughter. Combing through all of the original reports helped identify other angles for the series. Runaways accounted for most of the cases on the list. That became the main angle for part two, which outlined the problems and profiled three chronic runaway children. For three, we focused on a Hammond woman whose daughter had been abducted by her ex-husband and taken to Egypt in 1993, never to return. The impact of the story was felt almost immediately. Before the series even ended, local state legislators called upon the governor and the state police for a probe of the Clearinghouse list and its inaccuracies. The matter remains under review, and a northwest Indiana congressman and a state lawmaker are considering legislation that would require police agencies to regularly follow up on missing children's cases."
        },
        {
            "year": 2004,
            "month": "March-April",
            "headline": "Survey helps explain heart attack survival",
            "author_name": "Robert Davis",
            "author_title": "USA Today",
            "full_text": "In the early 1990s, a discrepancy between big city survival rates for cardiac arrest cases began to come into focus in medical journals - some cities saved 10 times more victims than others. As a back-burner issue project that I pursued amid daily stories, I began looking for ways to detail those differences. Whenever I spoke with an emergency room physician, fire department official or cardiology researcher for a story, I asked them about the discrepancies. I began to see that the officials explained away the differences with reasons they usually said were out of their hands, such as variations in EMS staffing, differences in call times and distances, or the availability of advanced technology. As I delved deeper, I worked with researchers in the emergency medical field who suggested I look closer at the data to find actual patterns of survival. With some prodding and a bit of persuasion, I was able to obtain several sets of local and national datasets on emergency response outcomes. Through analysis of those datasets, I discovered several previously unreported factors significantly influencing survival rates. For example, I found that in certain areas, specific types of equipment or techniques led to substantially better survival odds. Additionally, community engagement through public training programs for CPR and the placement of defibrillators in public spaces played an unheralded role in improving outcomes. Eventually, I drafted a series of stories that not only reported the existence of these differences but also highlighted communities that were implementing innovative solutions to improve cardiac arrest survival. It advocated for national benchmarks and reforms to standardize EMS practices across cities. The result was a broader conversation among healthcare professionals and policymakers about improving survival rates for cardiac arrest victims throughout the country."
        }
    ]
}