{
    "stories": [
        {
            "year": 2004,
            "month": "May/June",
            "headline": "FIRST VENTURE Finding racial tilt in arrests",
            "author_name": "Dave Moore",
            "author_title": "Columbia (Mo.) Daily Tribune",
            "full_text": "For more than a decade, state and federal government agencies have issued reports and held meetings about the disproportionate number of minorities in jails and prisons. But by the time people land in jail, they're often too far gone for help. That's a heartbreaking notion, especially when you're talking about teenage children. When Congress passed the Juvenile Justice and Delinquency Prevention Act of 2002 it intended to address the arrest imbalance for minority-group juveniles by reducing the number of children who get in trouble with the law. For that reason, I decided to look at the racial composition of the children arrested in Columbia by analyzing the police department's arrest data, using the lessons I learned at a recent NICAR Boot Camp."
        },
        {
            "year": 2004,
            "month": "May/June",
            "headline": "PEACE CORPS Analysis exposes attacks on volunteers",
            "author_name": "Russell Carollo",
            "author_title": "Dayton Daily News",
            "full_text": "For more than 10 years, I have routinely scanned inspectors' general reports to Congress for database and story ideas. Thick reports from these internal government watchdogs about large agencies get nearly all of my attention. Still, I usually scan shorter reports from smaller agencies such as the Federal Maritime Commission and Office of Personnel Management, just to make sure I have looked at them all. Peace Corps reports were the very last places I thought I would ever find tips about computer databases for a major project. But beginning about four years ago, I kept noticing vignettes about rapes and other attacks on volunteers. These brief, graphic descriptions told of violent attacks, mostly on young women serving overseas. As a citizen, I was shocked this was going on at all; as a journalist, I was sure others would be shocked, too."
        },
        {
            "year": 2004,
            "month": "May/June",
            "headline": "SPOTLIGHT: ELECTIONS Using CAR to cover the vote",
            "author_name": "Megan Clarke",
            "author_title": "IRE and NICAR",
            "full_text": "It's that time again. Election 2004 is big news already and many newsrooms are preparing to use computer-assisted reporting for stories that go beyond the basics of who-donated-how-much campaign finance coverage. To get you thinking how you can use CAR between now and election day, here are several examples of how journalists have used spreadsheets, database analysis and mapping to report on voters and election results. St. Paul Pioneer Press CAR Editor Janet Roberts reported on how particular precincts and types of voters can influence election outcomes."
        }
    ]
}