{
    "stories": [
        {
            "year": 2005,
            "month": "February",
            "headline": "Post-vote politics, payoffs",
            "author_name": "Andrea Lorenz",
            "author_title": "IRE and NICAR",
            "full_text": "November has come and gone. Journalists, readers and viewers don't want to hear or see the words 'red' and 'blue' in the same sentence as the word 'state.' The 2004 presidential election is long over. But story ideas abound for enterprising journalists who want to use computer-assisted reporting to find out what happened in the elections and explore possible connections between campaign contributions and political favors. 'Who paid for this election, and what do they want?' asked Ron Campbell, a staff writer at The Orange County Register. Journalists can answer these questions with the help of campaign finance data available on the Web or from the IRE and NICAR Database Library. Campaign contributions can explain why some bills pass Congress and others stall in committee."
        },
        {
            "year": 2005,
            "month": "February",
            "headline": "Mapping, stats show scope of racial bias",
            "author_name": "Andy Lehren",
            "author_title": "Dateline NBC",
            "full_text": "For a few days in April 2001, it was hard to miss news accounts about riots in Cincinnati. Daily stories outlined how police officers chased an unarmed 19-year-old Black man named Timothy Thomas. It was past midnight in the Over-The-Rhine neighborhood. A dispatcher called in officers to help pursue Thomas. The voice over the police radio offered a few details: a brief description of Thomas, and that he had 14 outstanding warrants. An officer responding to the call spotted Thomas. He got out of his car and drew his gun, fired, and killed Thomas. Cincinnati rioters protested the police shooting, capturing headlines across the nation. Despite its national scope, the story focused on something simple: a traffic ticket. That's because Thomas' 14 outstanding warrants all stemmed from traffic tickets. Police, prosecutors and criminologists view traffic enforcement as a means of finding something else. In this instance, the data revealed significant racial disparities in traffic citations issued, with Blacks being more likely to receive tickets for violations. By using this data, journalists analyzed patterns of racial bias in policing."
        },
        {
            "year": 2005,
            "month": "February",
            "headline": "Tallying lost money through farm loophole",
            "author_name": "Paula Lavigne",
            "author_title": "The Dallas Morning News",
            "full_text": "Right across the street from our office building is a field. Every once in a while, we'll notice farm equipment rolling onto the property, tending to the growing rows of various crops. It's prime real estate, almost 110 acres near the intersection of two major highways. The owners are members of one of Dallas' most notable old money families who, among other pursuits, are land developers. They are not farmers. Yet, by leasing their land to a farmer who reaps a nominal harvest, they get an agriculture tax break that saves them about $545,000 each year in taxes. Their savings is lost money for cities, schools, and county governments. Last year, two Morning News county reporters and I decided to investigate just how much tax money schools, cities, and counties lost through these agricultural exemptions. Our investigation revealed that a significant portion of the agricultural exemptions were enjoyed by non-farming enterprises, amounting to millions in lost local revenue."
        }
    ]
}