{
    "stories": [
        {
            "year": 2006,
            "month": "November - December",
            "headline": "Tallying city spending on trinkets",
            "author_name": "Eugene Mulero",
            "author_title": "The Arizona Republic",
            "full_text": "My interest in city promotional items, or trinkets, started at a local history festival last fall in Chandler, Ariz., and led to my first CAR story. The event took place at a park near the ruins of the old Southern Pacific Railroad line. To commemorate the event, city officials handed out small foam choo-choo trains. The trains looked like squeezable stress-relief toys. More importantly, they had the city's logo and Web site on their tops. I took one back to the newsroom. A few weeks later, I talked to a former colleague in New Jersey. I told him I picked up the trinket, and he mentioned that cities in Jersey wouldn't spend money on those items. I realized he was right. I never saw a city in New Jersey give away pens or notepads with their logos. If they did, residents would criticize officials for overspending."
        },
        {
            "year": 2006,
            "month": "November - December",
            "headline": "Records reveal ties behind charity scam",
            "author_name": "Ronald Campbell",
            "author_title": "The Orange County Register",
            "full_text": "It's 7 p.m. and you're just sitting down to dinner when the phone rings. Another phone solicitor. He's pitching for the American Deputy Sheriff's Association or the Disabled Firefighters Foundation or the American Veterans Relief Foundation or one of dozens of sound-alike charities. These groups use similar names, similar pitches, similar techniques, and many of the same organizers to reap tens of millions of dollars annually from American donors. In fact, they are all connected to one man: imprisoned charity telemarketer Mitch Gold. In 'Network of Deception,' a story published in March 2006, I documented the connections among more than a dozen ostensibly independent charities. Together these organizations raised $82 million in four years and spent just $5.6 million on charity. The story's heart was an interactive graphic, created by Register artist Geoffrey Anderson, that showed connections among about 70 individuals, charities, and companies. Along the paper trail provided the documentation for linking the charities to the convicted felon. Social networking software provided the glue that held the story together."
        },
        {
            "year": 2006,
            "month": "November - December",
            "headline": "Hard lessons in first big data wave",
            "author_name": "Paul Overberg",
            "author_title": "USA Today",
            "full_text": "As summer rolled into fall and the data from the 2005 American Community Survey just kept coming, one thing became clear: Its maturation will be slower and more difficult than even the Census Bureau anticipated. This year's release, the first of the full national sample of three million households per year, is already the sixth in the series stretching back to the Census 2000 Supplementary Survey. ACS won't emerge in full form until 2011. In journalism, that's almost geological time. ACS has been changing all the time. This year, the data changed significantly from last year. The same thing will happen in each of the next two years. For example: The 2005 data was produced from a nationwide sample that included all states and congressional districts. This allowed comparisons from place to place that could never be made before. But: comparisons to earlier years were often suspect."
        },
        {
            "year": 2006,
            "month": "November - December",
            "headline": "These sources speak when subjects won't",
            "author_name": "Duff Wilson",
            "author_title": "The New York Times",
            "full_text": "There is a wealth of records, many of them available at your fingertips for profiling people who don't want to be profiled. Some of these online tools are included in 'Who is John Doe - and where to get the paper on him' at www.reporter.org/desktop/tips/johndoe.htm, a collaborative Web page hosted by IRE. For more of Wilson's advice on using documents and data to build an investigative profile, see 'People Skills' in The IRE Journal, November/December 2006."
        },
        {
            "year": 2006,
            "month": "November - December",
            "headline": "Capitol aide's two jobs leave money trail",
            "author_name": "Thomas Peele",
            "author_title": "Contra Costa (Calif.) Times",
            "full_text": "I have never met Steven J. Ding, chief of staff to the U.S. House Resources Committee and a top political adviser to its chairman, Rep. Richard Pombo, R-Calif., who recently lost his re-election bid. I've never been in the same room with Ding, and we have spoken on the telephone only a few times. Yet after digging through congressional spending documents, personal financial disclosures, campaign finance reports, and other records, and then using them to build databases, I was able to paint a picture of Ding for our readers. Ding preferred venti-sized Starbucks coffee, parked often at the Sacramento airport, usually on Mondays, and left his car for four days. He spent a lot of time on planes and at Capitol Hill hotels. Between 2000 and 2004, he received at least $114,240 in political consulting fees from California Republican politicians, some of it in violation of congressional rules. Last year, two colleagues and I began to comb through records related to the land holdings of Pombo and his family in California's Central Valley. We heard that Pombo had allowed his top aide unusual job freedom, so I began gathering documents and eventually broke away to focus on Ding."
        }
    ]
}