{
    "stories": [
        {
            "year": 2006,
            "month": "March-April",
            "headline": "Mine safety stories",
            "author_name": "Brian Hamman",
            "author_title": "IRE and NICAR",
            "full_text": "In the days and weeks after the Sago Mine disaster in West Virginia, journalists used their computer-assisted reporting skills to dig more deeply into stories about mine safety. The U.S. Mine Safety and Health Administration (MSHA) offers more than 20 years of accident, inspection, and violation data on its Web site that journalists can use to add context to a quick-hit story or as the basis of an investigation. When they set out to study the violations at Colorado's mines, Katy Human and Jeff Roberts of The Denver Post found they had to begin with a more basic question: 'Our first question was, do we have underground coal mines in Colorado?' Human says. To get an overview of mining in Colorado, Human and Roberts turned to the data retrieval system provided by MSHA, available at www.msha.gov/drs/drshome.htm."
        },
        {
            "year": 2006,
            "month": "March-April",
            "headline": "Advanced GIS analysis targets lost wetlands",
            "author_name": "Matthew Waite",
            "author_title": "St. Petersburg Times",
            "full_text": "I hadn't been working in the St. Petersburg newsroom for more than a month when Craig Pittman, the environment reporter at the Times, said he had an idea he wanted to run past me. He wanted to measure the wetlands that had been destroyed in the past 15 years, but had no data and no idea how to do it. I told him it would probably require an analysis of satellite imagery. 'Probably,' I said, lying through my teeth. I had no idea if I could do it. Eventually, I figured it out, and the answer to Pittman’s question was not so simple. Between 1990 and 2003 - a time when the federal government pledged to stem the destruction of wetlands - about 84,000 acres of Florida's wetlands were replaced by urban uses; houses, schools, gas stations, malls, etc. That figure formed the backbone of an investigation that revealed how poorly the U.S. Army Corps of Engineers has enforced the Clean Water Act."
        }
    ]
}